var Qnum = 300;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔原料〕は海外から輸入しています。";
Q[0].Ans[0] = "げんりょう";
Q[0].Ans[1] = "けんりゅう";
Q[0].Ans[2] = "けんりょう";
Q[0].Ans[3] = "げんりゅう";
Q[0].comment = "『原料』は『げんりょう』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔送料〕は630円です。";
Q[1].Ans[0] = "そうりょう";
Q[1].Ans[1] = "そんりょう";
Q[1].Ans[2] = "そうりゅう";
Q[1].Ans[3] = "そんりゅう";
Q[1].comment = "『送料』は『そうりょう』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>食事をゆっくり〔味わう〕時間もない。";
Q[2].Ans[0] = "あじわう";
Q[2].Ans[1] = "あちわう";
Q[2].Ans[2] = "あいわう";
Q[2].Ans[3] = "あにわう";
Q[2].comment = "『味わう』は『あじわう』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたにしては〔地味〕な服ですね。";
Q[3].Ans[0] = "じみ";
Q[3].Ans[1] = "ちみ";
Q[3].Ans[2] = "じび";
Q[3].Ans[3] = "ちび";
Q[3].comment = "『地味』は『じみ』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼がやさしいので〔気味〕が悪い。";
Q[4].Ans[0] = "きみ";
Q[4].Ans[1] = "ちみ";
Q[4].Ans[2] = "けび";
Q[4].Ans[3] = "けみ";
Q[4].comment = "『気味』は『きみ』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの二人が〔姉妹〕だとは知らなかった。";
Q[5].Ans[0] = "しまい";
Q[5].Ans[1] = "しめい";
Q[5].Ans[2] = "じまい";
Q[5].Ans[3] = "じめい";
Q[5].comment = "『姉妹』は『しまい』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔氏名〕を正しく書いてください。";
Q[6].Ans[0] = "しめい";
Q[6].Ans[1] = "しみん";
Q[6].Ans[2] = "じみん";
Q[6].Ans[3] = "じめい";
Q[6].comment = "『氏名』は『しめい』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本人の〔名字〕は読みづらい。";
Q[7].Ans[0] = "みょうじ";
Q[7].Ans[1] = "めいじ";
Q[7].Ans[2] = "みんじ";
Q[7].Ans[3] = "みゅうじ";
Q[7].comment = "『名字』は『みょうじ』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の〔様子〕がおかしいが、どうしたのだろう。";
Q[8].Ans[0] = "ようす";
Q[8].Ans[1] = "ようず";
Q[8].Ans[2] = "ゆうす";
Q[8].Ans[3] = "ゆうず";
Q[8].comment = "『様子』は『ようす』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたがしたことは、〔明らか〕に悪いことだ。";
Q[9].Ans[0] = "あきらか";
Q[9].Ans[1] = "つまびらか";
Q[9].Ans[2] = "あけらか";
Q[9].Ans[3] = "つばひらか";
Q[9].comment = "『明らか』は『あきらか』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎日〔明け方〕まで仕事をしている。";
Q[10].Ans[0] = "あけがた";
Q[10].Ans[1] = "あけほう";
Q[10].Ans[2] = "みけがた";
Q[10].Ans[3] = "みけほう";
Q[10].comment = "『明け方』は『あけがた』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼からは〔明確〕な答えがなかった。";
Q[11].Ans[0] = "めいかく";
Q[11].Ans[1] = "めいがく";
Q[11].Ans[2] = "みんかく";
Q[11].Ans[3] = "みんがく";
Q[11].comment = "『明確』は『めいかく』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女とは高校のころからの〔親友〕です。";
Q[12].Ans[0] = "しんゆう";
Q[12].Ans[1] = "ちんゆう";
Q[12].Ans[2] = "しんよう";
Q[12].Ans[3] = "ちんよう";
Q[12].comment = "『親友』は『しんゆう』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長く〔友好〕な関係を続けている。";
Q[13].Ans[0] = "ゆうこう";
Q[13].Ans[1] = "ようこう";
Q[13].Ans[2] = "ゆうごう";
Q[13].Ans[3] = "ようごう";
Q[13].comment = "『友好』は『ゆうこう』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔外部〕の人には言えない話だ。";
Q[14].Ans[0] = "がいぶ";
Q[14].Ans[1] = "わいぶ";
Q[14].Ans[2] = "げぶ";
Q[14].Ans[3] = "そぶ";
Q[14].comment = "『外部』は『がいぶ』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長い〔布〕を買う。";
Q[15].Ans[0] = "ぬの";
Q[15].Ans[1] = "ふの";
Q[15].Ans[2] = "むの";
Q[15].Ans[3] = "ぶの";
Q[15].comment = "『布』は『ぬの』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今の学生は〔学力〕が低くなっている。";
Q[16].Ans[0] = "がくりょく";
Q[16].Ans[1] = "がくりゅく";
Q[16].Ans[2] = "かくりょく";
Q[16].Ans[3] = "かくりゅく";
Q[16].comment = "『学力』は『がくりょく』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔実力〕がないのに努力もしない。";
Q[17].Ans[0] = "じつりょく";
Q[17].Ans[1] = "じつりき";
Q[17].Ans[2] = "しつりょく";
Q[17].Ans[3] = "しつりき";
Q[17].comment = "『実力』は『じつりょく』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そこまで細かく〔区分〕する必要はない。";
Q[18].Ans[0] = "くぶん";
Q[18].Ans[1] = "ちゅぶん";
Q[18].Ans[2] = "くふん";
Q[18].Ans[3] = "ちゅふん";
Q[18].comment = "『区分』は『くぶん』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高価な〔植木〕を買う。";
Q[19].Ans[0] = "うえき";
Q[19].Ans[1] = "しょくぼく";
Q[19].Ans[2] = "しょくもく";
Q[19].Ans[3] = "しょっき";
Q[19].comment = "『植木』は『うえき』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>たくさんの〔材木〕が置いてある。";
Q[20].Ans[0] = "ざいもく";
Q[20].Ans[1] = "さいもく";
Q[20].Ans[2] = "さいぼく";
Q[20].Ans[3] = "ざいぼく";
Q[20].comment = "『材木』は『ざいもく』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔科目〕の名前をきちんと書いてください。";
Q[21].Ans[0] = "かもく";
Q[21].Ans[1] = "くもく";
Q[21].Ans[2] = "かむく";
Q[21].Ans[3] = "くむく";
Q[21].comment = "『科目』は『かもく』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女が病気なので〔看病〕している。";
Q[22].Ans[0] = "かんびょう";
Q[22].Ans[1] = "かんびん";
Q[22].Ans[2] = "みびょう";
Q[22].Ans[3] = "みびん";
Q[22].comment = "『看病』は『かんびょう』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたとは〔勝負〕にもなりません。";
Q[23].Ans[0] = "しょうぶ";
Q[23].Ans[1] = "しょうふ";
Q[23].Ans[2] = "しゅうぶ";
Q[23].Ans[3] = "しゅうふ";
Q[23].comment = "『勝負』は『しょうぶ』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この国を〔背負う〕のは若い人たちだ。";
Q[24].Ans[0] = "せおう";
Q[24].Ans[1] = "せふう";
Q[24].Ans[2] = "はいおう";
Q[24].Ans[3] = "はいふう";
Q[24].comment = "『背負う』は『せおう』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔南米〕を旅する。";
Q[25].Ans[0] = "なんべい";
Q[25].Ans[1] = "なんまい";
Q[25].Ans[2] = "なんごめ";
Q[25].Ans[3] = "なんみん";
Q[25].comment = "『南米』は『なんべい』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔下品〕なことばを使わないでください。";
Q[26].Ans[0] = "げひん";
Q[26].Ans[1] = "かしな";
Q[26].Ans[2] = "かびん";
Q[26].Ans[3] = "げしな";
Q[26].comment = "『下品』は『げひん』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お礼の〔品〕です。";
Q[27].Ans[0] = "しな";
Q[27].Ans[1] = "ひん";
Q[27].Ans[2] = "びん";
Q[27].Ans[3] = "じな";
Q[27].comment = "『品』は『しな』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きのうの〔当番〕はだれですか。";
Q[28].Ans[0] = "とうばん";
Q[28].Ans[1] = "どうばん";
Q[28].Ans[2] = "とうはん";
Q[28].Ans[3] = "どうはん";
Q[28].comment = "『当番』は『とうばん』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔番地〕まですべて書いてください。";
Q[29].Ans[0] = "ばんち";
Q[29].Ans[1] = "はんじ";
Q[29].Ans[2] = "ばんじ";
Q[29].Ans[3] = "はんち";
Q[29].comment = "『番地』は『ばんち』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなことでは親が〔悲しむ〕だろう。";
Q[30].Ans[0] = "かなしむ";
Q[30].Ans[1] = "さだしむ";
Q[30].Ans[2] = "ひんしむ";
Q[30].Ans[3] = "べいしむ";
Q[30].comment = "『悲しむ』は『かなしむ』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔否定〕していますが、事実だと思います。";
Q[31].Ans[0] = "ひてい";
Q[31].Ans[1] = "ひでい";
Q[31].Ans[2] = "ほてい";
Q[31].Ans[3] = "ほでい";
Q[31].comment = "『否定』は『ひてい』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本を〔出版〕する。";
Q[32].Ans[0] = "しゅっぱん";
Q[32].Ans[1] = "ちゅうばん";
Q[32].Ans[2] = "しゅうばん";
Q[32].Ans[3] = "ちゅっぱん";
Q[32].comment = "『出版』は『しゅっぱん』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>食事を〔注文〕する。";
Q[33].Ans[0] = "ちゅうもん";
Q[33].Ans[1] = "じゅうもん";
Q[33].Ans[2] = "ちゅうぶん";
Q[33].Ans[3] = "じゅうぶん";
Q[33].comment = "『注文』は『ちゅうもん』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ずっと〔文体〕の研究をしています。";
Q[34].Ans[0] = "ぶんたい";
Q[34].Ans[1] = "もんだい";
Q[34].Ans[2] = "ぶんだい";
Q[34].Ans[3] = "もんたい";
Q[34].comment = "『文体』は『ぶんたい』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古い〔文明〕は大きな川のあるところにしかない。";
Q[35].Ans[0] = "ぶんめい";
Q[35].Ans[1] = "もんめい";
Q[35].Ans[2] = "うんめい";
Q[35].Ans[3] = "ふみあき";
Q[35].comment = "『文明』は『ぶんめい』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔問合せ〕はメールでお願いします。";
Q[36].Ans[0] = "といあわせ";
Q[36].Ans[1] = "うんあわせ";
Q[36].Ans[2] = "もんあわせ";
Q[36].Ans[3] = "とんあわせ";
Q[36].comment = "『問合せ』は『といあわせ』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今回のテストは文法を〔問う〕ものが多かった。";
Q[37].Ans[0] = "とう";
Q[37].Ans[1] = "こう";
Q[37].Ans[2] = "もう";
Q[37].Ans[3] = "おう";
Q[37].comment = "『問う』は『とう』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔国立〕の大学に通っています。";
Q[38].Ans[0] = "こくりつ";
Q[38].Ans[1] = "くにだち";
Q[38].Ans[2] = "こくだち";
Q[38].Ans[3] = "くにりつ";
Q[38].comment = "『国立』は『こくりつ』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔私立〕の大学に通っています。";
Q[39].Ans[0] = "しりつ";
Q[39].Ans[1] = "すりつ";
Q[39].Ans[2] = "しだち";
Q[39].Ans[3] = "すだち";
Q[39].comment = "『私立』は『しりつ』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の人は〔背〕が高い。";
Q[40].Ans[0] = "せ";
Q[40].Ans[1] = "はい";
Q[40].Ans[2] = "べい";
Q[40].Ans[3] = "ひ";
Q[40].comment = "『背』は『せ』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>劉くんと顔の大きさを〔比べる〕。";
Q[41].Ans[0] = "くらべる";
Q[41].Ans[1] = "びんべる";
Q[41].Ans[2] = "ひんべる";
Q[41].Ans[3] = "くるべる";
Q[41].comment = "『比べる』は『くらべる』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病気なのか、〔青白い〕顔をしている。";
Q[42].Ans[0] = "あおじろい";
Q[42].Ans[1] = "あおしろい";
Q[42].Ans[2] = "あっじろい";
Q[42].Ans[3] = "あじろい";
Q[42].comment = "『青白い』は『あおじろい』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>周先生が〔真っ白い〕服を着ている。";
Q[43].Ans[0] = "まっしろい";
Q[43].Ans[1] = "まっじろい";
Q[43].Ans[2] = "まんっしろい";
Q[43].Ans[3] = "まんっじろい";
Q[43].comment = "『真っ白い』は『まっしろい』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しさは〔必ずしも〕必要ではない。";
Q[44].Ans[0] = "かならずしも";
Q[44].Ans[1] = "かだらずしも";
Q[44].Ans[2] = "がならずしも";
Q[44].Ans[3] = "がだらずしも";
Q[44].comment = "『必ずしも』は『かならずしも』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>トマトの重さを〔量る〕。";
Q[45].Ans[0] = "はかる";
Q[45].Ans[1] = "はがる";
Q[45].Ans[2] = "ばかる";
Q[45].Ans[3] = "ばがる";
Q[45].comment = "『量る』は『はかる』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔五日〕まで待ってください。";
Q[46].Ans[0] = "いつか";
Q[46].Ans[1] = "いっか";
Q[46].Ans[2] = "いずか";
Q[46].Ans[3] = "いずが";
Q[46].comment = "『五日』は『いつか』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔元日〕に風邪をひきました。";
Q[47].Ans[0] = "がんじつ";
Q[47].Ans[1] = "がんにち";
Q[47].Ans[2] = "げんじつ";
Q[47].Ans[3] = "げんにち";
Q[47].comment = "『元日』は『がんじつ』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔六日〕に帰る予定です。";
Q[48].Ans[0] = "むいか";
Q[48].Ans[1] = "むゆか";
Q[48].Ans[2] = "むいが";
Q[48].Ans[3] = "むゆが";
Q[48].comment = "『六日』は『むいか』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔九日〕の次は十日です。";
Q[49].Ans[0] = "ここのか";
Q[49].Ans[1] = "ここのが";
Q[49].Ans[2] = "こごのが";
Q[49].Ans[3] = "こごのか";
Q[49].comment = "『九日』は『ここのか』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これはみんなが〔心得て〕おくべきことだ。";
Q[50].Ans[0] = "こころえて";
Q[50].Ans[1] = "しんえて";
Q[50].Ans[2] = "こころうて";
Q[50].Ans[3] = "しんうて";
Q[50].comment = "『心得て』は『こころえて』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の〔得意〕料理はサラダです。";
Q[51].Ans[0] = "とくい";
Q[51].Ans[1] = "どくい";
Q[51].Ans[2] = "とぐい";
Q[51].Ans[3] = "どぐい";
Q[51].comment = "『得意』は『とくい』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人の悪口を言って、どんな〔得〕があるのですか。";
Q[52].Ans[0] = "とく";
Q[52].Ans[1] = "とぐ";
Q[52].Ans[2] = "どく";
Q[52].Ans[3] = "どぐ";
Q[52].comment = "『得』は『とく』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の意見は〔大半〕が正しくない。";
Q[53].Ans[0] = "たいはん";
Q[53].Ans[1] = "だいはん";
Q[53].Ans[2] = "だいばん";
Q[53].Ans[3] = "たいばん";
Q[53].comment = "『大半』は『たいはん』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>30も〔半ば〕になって、いったい何をしているのですか。";
Q[54].Ans[0] = "なかば";
Q[54].Ans[1] = "はんば";
Q[54].Ans[2] = "ばんば";
Q[54].Ans[3] = "ながば";
Q[54].comment = "『半ば』は『なかば』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すべて正しく〔記入〕してください。";
Q[55].Ans[0] = "きにゅう";
Q[55].Ans[1] = "じにゅう";
Q[55].Ans[2] = "きにょう";
Q[55].Ans[3] = "じにょう";
Q[55].comment = "『記入』は『きにゅう』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここの食事は、量は多いが〔内容〕が良くない。";
Q[56].Ans[0] = "ないよう";
Q[56].Ans[1] = "ねいよう";
Q[56].Ans[2] = "ないゆう";
Q[56].Ans[3] = "ねいゆう";
Q[56].comment = "『内容』は『ないよう』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>灯油を入れる〔容器〕を買う。";
Q[57].Ans[0] = "ようき";
Q[57].Ans[1] = "ようぎ";
Q[57].Ans[2] = "ゆうき";
Q[57].Ans[3] = "ゆうぎ";
Q[57].comment = "『容器』は『ようき』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人を〔売買〕する仕事もある。";
Q[58].Ans[0] = "ばいばい";
Q[58].Ans[1] = "まいまい";
Q[58].Ans[2] = "ばいまい";
Q[58].Ans[3] = "まいばい";
Q[58].comment = "『売買』は『ばいばい』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔関東〕ではあまり食べない野菜です。";
Q[59].Ans[0] = "かんとう";
Q[59].Ans[1] = "がんとう";
Q[59].Ans[2] = "がんどう";
Q[59].Ans[3] = "かんどう";
Q[59].comment = "『関東』は『かんとう』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔関西〕の境はどこなのでしょうか。";
Q[60].Ans[0] = "かんさい";
Q[60].Ans[1] = "がんざい";
Q[60].Ans[2] = "かんざい";
Q[60].Ans[3] = "がんさい";
Q[60].comment = "『関西』は『かんさい』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>理論上は〔可能〕です。";
Q[61].Ans[0] = "かのう";
Q[61].Ans[1] = "くなん";
Q[61].Ans[2] = "くのう";
Q[61].Ans[3] = "かなん";
Q[61].comment = "『可能』は『かのう』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔運河〕を通る船が見える。";
Q[62].Ans[0] = "うんが";
Q[62].Ans[1] = "うかわ";
Q[62].Ans[2] = "うんか";
Q[62].Ans[3] = "うがわ";
Q[62].comment = "『運河』は『うんが』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔海外〕に送ることはできません。";
Q[63].Ans[0] = "かいがい";
Q[63].Ans[1] = "はいわい";
Q[63].Ans[2] = "はいがい";
Q[63].Ans[3] = "かいわい";
Q[63].comment = "『海外』は『かいがい』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この病院に〔外科〕はありません。";
Q[64].Ans[0] = "げか";
Q[64].Ans[1] = "がいか";
Q[64].Ans[2] = "げく";
Q[64].Ans[3] = "がいく";
Q[64].comment = "『外科』は『げか』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古いカレンダーを〔外す〕。";
Q[65].Ans[0] = "はずす";
Q[65].Ans[1] = "かたす";
Q[65].Ans[2] = "ほかす";
Q[65].Ans[3] = "わだす";
Q[65].comment = "『外す』は『はずす』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風でカバーが〔外れて〕しまった。";
Q[66].Ans[0] = "はずれて";
Q[66].Ans[1] = "とれて";
Q[66].Ans[2] = "それて";
Q[66].Ans[3] = "かすれて";
Q[66].comment = "『外れて』は『はずれて』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔外〕にいるものはありますか。";
Q[67].Ans[0] = "ほか";
Q[67].Ans[1] = "そと";
Q[67].Ans[2] = "そど";
Q[67].Ans[3] = "ほが";
Q[67].comment = "『外』は『ほか』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔歌手〕になりたいらしい。";
Q[68].Ans[0] = "かしゅ";
Q[68].Ans[1] = "かしゅう";
Q[68].Ans[2] = "うたて";
Q[68].Ans[3] = "うたいで";
Q[68].comment = "『歌手』は『かしゅ』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いすの上の荷物を〔下ろす〕。";
Q[69].Ans[0] = "おろす";
Q[69].Ans[1] = "しろす";
Q[69].Ans[2] = "くろす";
Q[69].Ans[3] = "かろす";
Q[69].comment = "『下ろす』は『おろす』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>舟で川を〔下る〕のも楽しい。";
Q[70].Ans[0] = "くだる";
Q[70].Ans[1] = "さがる";
Q[70].Ans[2] = "おりる";
Q[70].Ans[3] = "さげる";
Q[70].comment = "『下る』は『くだる』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>判断を〔下す〕のがあなたの役目です。";
Q[71].Ans[0] = "くだす";
Q[71].Ans[1] = "おろす";
Q[71].Ans[2] = "かす";
Q[71].Ans[3] = "げす";
Q[71].comment = "『下す』は『くだす』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学の近くに〔下宿〕している。";
Q[72].Ans[0] = "げしゅく";
Q[72].Ans[1] = "かじゅく";
Q[72].Ans[2] = "したやど";
Q[72].Ans[3] = "しもやど";
Q[72].comment = "『下宿』は『げしゅく』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冬は温度が〔下がる〕のが早い。";
Q[73].Ans[0] = "さがる";
Q[73].Ans[1] = "くがる";
Q[73].Ans[2] = "しがる";
Q[73].Ans[3] = "かがる";
Q[73].comment = "『下がる』は『さがる』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>富士山は〔火山〕です。";
Q[74].Ans[0] = "かざん";
Q[74].Ans[1] = "ひやま";
Q[74].Ans[2] = "ひざん";
Q[74].Ans[3] = "かやま";
Q[74].comment = "『火山』は『かざん』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生が公園で〔花火〕をしている。";
Q[75].Ans[0] = "はなび";
Q[75].Ans[1] = "かび";
Q[75].Ans[2] = "はなひ";
Q[75].Ans[3] = "かひ";
Q[75].comment = "『花火』は『はなび』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本で〔生け花〕を学んでいます。";
Q[76].Ans[0] = "いけばな";
Q[76].Ans[1] = "せいけばな";
Q[76].Ans[2] = "せいけか";
Q[76].Ans[3] = "いけか";
Q[76].comment = "『生け花』は『いけばな』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビールを飲むのを〔日課〕にしている。";
Q[77].Ans[0] = "にっか";
Q[77].Ans[1] = "にちか";
Q[77].Ans[2] = "ひか";
Q[77].Ans[3] = "ひっか";
Q[77].comment = "『日課』は『にっか』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔各自〕で判断してください。";
Q[78].Ans[0] = "かくじ";
Q[78].Ans[1] = "ぐじ";
Q[78].Ans[2] = "かぐじ";
Q[78].Ans[3] = "くじ";
Q[78].comment = "『各自』は『かくじ』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔三角〕のおにぎりを作る。";
Q[79].Ans[0] = "さんかく";
Q[79].Ans[1] = "みすみ";
Q[79].Ans[2] = "みかく";
Q[79].Ans[3] = "さんかど";
Q[79].comment = "『三角』は『さんかく』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どちらかに〔丸〕をつけてください。";
Q[80].Ans[0] = "まる";
Q[80].Ans[1] = "わん";
Q[80].Ans[2] = "がん";
Q[80].Ans[3] = "まろ";
Q[80].comment = "『丸』は『まる』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>田舎の風景も〔見慣れて〕しまった。";
Q[81].Ans[0] = "みなれて";
Q[81].Ans[1] = "みだれて";
Q[81].Ans[2] = "みかれて";
Q[81].Ans[3] = "みがれて";
Q[81].comment = "『見慣れて』は『みなれて』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>育達大学で日本語を〔学ぶ〕。";
Q[82].Ans[0] = "まなぶ";
Q[82].Ans[1] = "まだぶ";
Q[82].Ans[2] = "まらぶ";
Q[82].Ans[3] = "まがぶ";
Q[82].comment = "『学ぶ』は『まなぶ』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>平和がわたしたちの〔願い〕です。";
Q[83].Ans[0] = "ねがい";
Q[83].Ans[1] = "ねかい";
Q[83].Ans[2] = "ねらい";
Q[83].Ans[3] = "ねだい";
Q[83].comment = "『願い』は『ねがい』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本は〔四季〕がはっきりしている。";
Q[84].Ans[0] = "しき";
Q[84].Ans[1] = "よんき";
Q[84].Ans[2] = "よき";
Q[84].Ans[3] = "しっき";
Q[84].comment = "『四季』は『しき』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔定規〕で長さを測る。";
Q[85].Ans[0] = "じょうぎ";
Q[85].Ans[1] = "ていき";
Q[85].Ans[2] = "しょうぎ";
Q[85].Ans[3] = "でいき";
Q[85].comment = "『定規』は『じょうぎ』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>目を〔疑う〕ようなできごとだった。";
Q[86].Ans[0] = "うたがう";
Q[86].Ans[1] = "うだがう";
Q[86].Ans[2] = "うたかう";
Q[86].Ans[3] = "うだかう";
Q[86].comment = "『疑う』は『うたがう』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたのしたことが正しいのかは〔疑問〕です。";
Q[87].Ans[0] = "ぎもん";
Q[87].Ans[1] = "ぎとい";
Q[87].Ans[2] = "いもん";
Q[87].Ans[3] = "いとい";
Q[87].comment = "『疑問』は『ぎもん』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔久しぶり〕ですね。";
Q[88].Ans[0] = "ひさしぶり";
Q[88].Ans[1] = "ひざしぶり";
Q[88].Ans[2] = "ひっさいぶり";
Q[88].Ans[3] = "ひっざしぶり";
Q[88].comment = "『久しぶり』は『ひさしぶり』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これでは、〔喜び〕も半分だ。";
Q[89].Ans[0] = "よろこび";
Q[89].Ans[1] = "きび";
Q[89].Ans[2] = "しび";
Q[89].Ans[3] = "ほころび";
Q[89].comment = "『喜び』は『よろこび』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>遠くにボールを〔飛ばす〕。";
Q[90].Ans[0] = "とばす";
Q[90].Ans[1] = "ひばす";
Q[90].Ans[2] = "はばす";
Q[90].Ans[3] = "たばす";
Q[90].comment = "『飛ばす』は『とばす』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時速1000キロで〔飛行〕する。";
Q[91].Ans[0] = "ひこう";
Q[91].Ans[1] = "びこう";
Q[91].Ans[2] = "ひごう";
Q[91].Ans[3] = "びごう";
Q[91].comment = "『飛行』は『ひこう』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家の前は〔坂〕になっています。";
Q[92].Ans[0] = "さか";
Q[92].Ans[1] = "はん";
Q[92].Ans[2] = "ばん";
Q[92].Ans[3] = "さが";
Q[92].comment = "『坂』は『さか』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>動物が好きなので〔毛皮〕を買います。";
Q[93].Ans[0] = "けがわ";
Q[93].Ans[1] = "もうひ";
Q[93].Ans[2] = "もうび";
Q[93].Ans[3] = "けかわ";
Q[93].comment = "『毛皮』は『けがわ』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この料理は、〔土〕のような味がします。";
Q[94].Ans[0] = "つち";
Q[94].Ans[1] = "つじ";
Q[94].Ans[2] = "ずち";
Q[94].Ans[3] = "ずじ";
Q[94].comment = "『土』は『つち』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本に〔土地〕を買う。";
Q[95].Ans[0] = "とち";
Q[95].Ans[1] = "どち";
Q[95].Ans[2] = "とじ";
Q[95].Ans[3] = "どじ";
Q[95].comment = "『土地』は『とち』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔土曜〕までにやってください。";
Q[96].Ans[0] = "どよう";
Q[96].Ans[1] = "とよう";
Q[96].Ans[2] = "とゆう";
Q[96].Ans[3] = "どゆう";
Q[96].comment = "『土曜』は『どよう』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔両側〕から押さえないと危ないです。";
Q[97].Ans[0] = "りょうがわ";
Q[97].Ans[1] = "りょうかわ";
Q[97].Ans[2] = "りょうそく";
Q[97].Ans[3] = "りょうぞく";
Q[97].comment = "『両側』は『りょうがわ』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生活が〔不規則〕にならないようにする。";
Q[98].Ans[0] = "ふきそく";
Q[98].Ans[1] = "ふぎそく";
Q[98].Ans[2] = "ふきぞく";
Q[98].Ans[3] = "ふぎぞく";
Q[98].comment = "『不規則』は『ふきそく』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔法則〕を発見した。";
Q[99].Ans[0] = "ほうそく";
Q[99].Ans[1] = "はっそく";
Q[99].Ans[2] = "ほうぞく";
Q[99].Ans[3] = "はっぞく";
Q[99].comment = "『法則』は『ほうそく』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>良いものだが、〔値〕が張る。";
Q[100].Ans[0] = "ね";
Q[100].Ans[1] = "あたい";
Q[100].Ans[2] = "あだい";
Q[100].Ans[3] = "ち";
Q[100].comment = "『値』は『ね』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう少し〔値引き〕をしてください。";
Q[101].Ans[0] = "ねびき";
Q[101].Ans[1] = "ちびき";
Q[101].Ans[2] = "じびき";
Q[101].Ans[3] = "あいびき";
Q[101].comment = "『値引き』は『ねびき』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔竹〕で作ったものです。";
Q[102].Ans[0] = "たけ";
Q[102].Ans[1] = "たげ";
Q[102].Ans[2] = "だけ";
Q[102].Ans[3] = "だげ";
Q[102].comment = "『竹』は『たけ』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おみやげに〔茶〕を買う。";
Q[103].Ans[0] = "ちゃ";
Q[103].Ans[1] = "さ";
Q[103].Ans[2] = "じゃ";
Q[103].Ans[3] = "ざ";
Q[103].comment = "『茶』は『ちゃ』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>黄さんが〔茶色い〕服を着ています。";
Q[104].Ans[0] = "ちゃいろい";
Q[104].Ans[1] = "さいろい";
Q[104].Ans[2] = "じゃいろい";
Q[104].Ans[3] = "ざいろい";
Q[104].comment = "『茶色い』は『ちゃいろい』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔帰宅〕したのは０時だった。";
Q[105].Ans[0] = "きたく";
Q[105].Ans[1] = "きざい";
Q[105].Ans[2] = "げだく";
Q[105].Ans[3] = "げざい";
Q[105].comment = "『帰宅』は『きたく』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病院から〔自宅〕に帰った。";
Q[106].Ans[0] = "じたく";
Q[106].Ans[1] = "じだく";
Q[106].Ans[2] = "じざい";
Q[106].Ans[3] = "しざい";
Q[106].comment = "『自宅』は『じたく』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>正しい〔判断〕ができなかったのでしょう。";
Q[107].Ans[0] = "はんだん";
Q[107].Ans[1] = "ばんだん";
Q[107].Ans[2] = "はんたん";
Q[107].Ans[3] = "ばんたん";
Q[107].comment = "『判断』は『はんだん』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母は〔判事〕をしています。";
Q[108].Ans[0] = "はんじ";
Q[108].Ans[1] = "ばんし";
Q[108].Ans[2] = "はんし";
Q[108].Ans[3] = "ばんじ";
Q[108].comment = "『判事』は『はんじ』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学が〔移転〕するそうです。";
Q[109].Ans[0] = "いてん";
Q[109].Ans[1] = "いでん";
Q[109].Ans[2] = "うてん";
Q[109].Ans[3] = "うでん";
Q[109].comment = "『移転』は『いてん』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このボタンを押すと〔回転〕します。";
Q[110].Ans[0] = "かいてん";
Q[110].Ans[1] = "かいでん";
Q[110].Ans[2] = "がいてん";
Q[110].Ans[3] = "がいでん";
Q[110].comment = "『回転』は『かいてん』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ボールを〔転がす〕。";
Q[111].Ans[0] = "ころがす";
Q[111].Ans[1] = "こどがす";
Q[111].Ans[2] = "ころかす";
Q[111].Ans[3] = "こどかす";
Q[111].comment = "『転がす』は『ころがす』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔転がる〕ように走っていった。";
Q[112].Ans[0] = "ころがる";
Q[112].Ans[1] = "くろがる";
Q[112].Ans[2] = "かろがす";
Q[112].Ans[3] = "たろがす";
Q[112].comment = "『転がる』は『ころがる』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>林さんは〔借金〕が多い。";
Q[113].Ans[0] = "しゃっきん";
Q[113].Ans[1] = "ぜいきん";
Q[113].Ans[2] = "ぜんきん";
Q[113].Ans[3] = "しゃきん";
Q[113].comment = "『借金』は『しゃっきん』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカでは〔人種〕による差別が強い。";
Q[114].Ans[0] = "じんしゅ";
Q[114].Ans[1] = "ひとだね";
Q[114].Ans[2] = "ひとたね";
Q[114].Ans[3] = "じんじゅ";
Q[114].comment = "『人種』は『じんしゅ』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>花の〔種〕を買う。";
Q[115].Ans[0] = "たね";
Q[115].Ans[1] = "たで";
Q[115].Ans[2] = "しゅ";
Q[115].Ans[3] = "じゅ";
Q[115].comment = "『種』は『たね』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小さいころから〔習字〕に通っています。";
Q[116].Ans[0] = "しゅうじ";
Q[116].Ans[1] = "しょうじ";
Q[116].Ans[2] = "しゅじ";
Q[116].Ans[3] = "しょじ";
Q[116].comment = "『習字』は『しゅうじ』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本のものは〔質〕がいい。";
Q[117].Ans[0] = "しつ";
Q[117].Ans[1] = "じつ";
Q[117].Ans[2] = "しち";
Q[117].Ans[3] = "じち";
Q[117].comment = "『質』は『しつ』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素質〕がなくても努力すべきだ。";
Q[118].Ans[0] = "そしつ";
Q[118].Ans[1] = "すしつ";
Q[118].Ans[2] = "そじつ";
Q[118].Ans[3] = "すじつ";
Q[118].comment = "『素質』は『そしつ』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔地質〕の調査をする。";
Q[119].Ans[0] = "ちしつ";
Q[119].Ans[1] = "じしつ";
Q[119].Ans[2] = "ちじつ";
Q[119].Ans[3] = "じじつ";
Q[119].comment = "『地質』は『ちしつ』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔風船〕が空を飛んでいる。";
Q[120].Ans[0] = "ふうせん";
Q[120].Ans[1] = "ほうせん";
Q[120].Ans[2] = "かざぶね";
Q[120].Ans[3] = "かざふね";
Q[120].comment = "『風船』は『ふうせん』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本を〔船便〕で送る。";
Q[121].Ans[0] = "ふなびん";
Q[121].Ans[1] = "せんびん";
Q[121].Ans[2] = "ふねびん";
Q[121].Ans[3] = "せんべん";
Q[121].comment = "『船便』は『ふなびん』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>野球の〔選手〕になりたいです。";
Q[122].Ans[0] = "せんしゅ";
Q[122].Ans[1] = "せんじゅ";
Q[122].Ans[2] = "せんしょ";
Q[122].Ans[3] = "せんじょ";
Q[122].comment = "『選手』は『せんしゅ』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔体積〕を計算する。";
Q[123].Ans[0] = "たいせき";
Q[123].Ans[1] = "ていせき";
Q[123].Ans[2] = "たいぜき";
Q[123].Ans[3] = "ていぜき";
Q[123].comment = "『体積』は『たいせき』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>机のうえに本を〔積む〕。";
Q[124].Ans[0] = "つむ";
Q[124].Ans[1] = "ずむ";
Q[124].Ans[2] = "すむ";
Q[124].Ans[3] = "しむ";
Q[124].comment = "『積む』は『つむ』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本のチームには〔勢い〕がある。";
Q[125].Ans[0] = "いきおい";
Q[125].Ans[1] = "いぎおい";
Q[125].Ans[2] = "いきよい";
Q[125].Ans[3] = "いぎよい";
Q[125].comment = "『勢い』は『いきおい』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔菓子折〕を持っていく。";
Q[126].Ans[0] = "かしおり";
Q[126].Ans[1] = "かしせつ";
Q[126].Ans[2] = "かしおれ";
Q[126].Ans[3] = "かしせち";
Q[126].comment = "『菓子折』は『かしおり』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>木の枝を〔折る〕。";
Q[127].Ans[0] = "おる";
Q[127].Ans[1] = "へる";
Q[127].Ans[2] = "える";
Q[127].Ans[3] = "せる";
Q[127].comment = "『折る』は『おる』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スキーで〔骨折〕してしまった。";
Q[128].Ans[0] = "こっせつ";
Q[128].Ans[1] = "ほねおり";
Q[128].Ans[2] = "ほねおれ";
Q[128].Ans[3] = "こっぜつ";
Q[128].comment = "『骨折』は『こっせつ』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔戦争〕よりも平和がいいでしょう。";
Q[129].Ans[0] = "せんそう";
Q[129].Ans[1] = "ぜんぞう";
Q[129].Ans[2] = "せんぞう";
Q[129].Ans[3] = "ぜんそう";
Q[129].comment = "『戦争』は『せんそう』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これまで、２度の〔世界大戦〕があった。";
Q[130].Ans[0] = "せかいたいせん";
Q[130].Ans[1] = "せがいたいせん";
Q[130].Ans[2] = "せかいだいせん";
Q[130].Ans[3] = "せがいだいせん";
Q[130].comment = "『世界大戦』は『せかいたいせん』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最後まで〔戦います〕。";
Q[131].Ans[0] = "たたかいます";
Q[131].Ans[1] = "ただかいます";
Q[131].Ans[2] = "ただがいます";
Q[131].Ans[3] = "たたがいます";
Q[131].comment = "『戦います』は『たたかいます』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人生は大きな〔戦い〕だ。";
Q[132].Ans[0] = "たたかい";
Q[132].Ans[1] = "いくさい";
Q[132].Ans[2] = "いさかい";
Q[132].Ans[3] = "おののい";
Q[132].comment = "『戦い』は『たたかい』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大切なところに〔下線〕を引く。";
Q[133].Ans[0] = "かせん";
Q[133].Ans[1] = "げせん";
Q[133].Ans[2] = "かぜん";
Q[133].Ans[3] = "げぜん";
Q[133].comment = "『下線』は『かせん』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風で〔電線〕が切れた。";
Q[134].Ans[0] = "でんせん";
Q[134].Ans[1] = "てんせん";
Q[134].Ans[2] = "でんぜん";
Q[134].Ans[3] = "てんぜん";
Q[134].comment = "『電線』は『でんせん』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>太陽が〔地平線〕から顔を出した。";
Q[135].Ans[0] = "ちへいせん";
Q[135].Ans[1] = "ちへいすじ";
Q[135].Ans[2] = "じへいせん";
Q[135].Ans[3] = "じへいすじ";
Q[135].comment = "『地平線』は『ちへいせん』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>船が〔水平線〕の向こうに消えた。";
Q[136].Ans[0] = "すいへいせん";
Q[136].Ans[1] = "すいべいせん";
Q[136].Ans[2] = "すいへいすじ";
Q[136].Ans[3] = "すいべいすじ";
Q[136].comment = "『水平線』は『すいへいせん』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔人造〕の湖では日本でいちばん大きいです。";
Q[137].Ans[0] = "じんぞう";
Q[137].Ans[1] = "にんぞう";
Q[137].Ans[2] = "じんそう";
Q[137].Ans[3] = "にんそう";
Q[137].comment = "『人造』は『じんぞう』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな橋を〔造る〕。";
Q[138].Ans[0] = "つくる";
Q[138].Ans[1] = "ずくる";
Q[138].Ans[2] = "つぐる";
Q[138].Ans[3] = "ずぐる";
Q[138].comment = "『造る』は『つくる』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ふたりで〔星〕を見る。";
Q[139].Ans[0] = "ほし";
Q[139].Ans[1] = "せい";
Q[139].Ans[2] = "しん";
Q[139].Ans[3] = "ぼし";
Q[139].comment = "『星』は『ほし』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風が強くて〔息〕ができない。";
Q[140].Ans[0] = "いき";
Q[140].Ans[1] = "そく";
Q[140].Ans[2] = "そぐ";
Q[140].Ans[3] = "いぎ";
Q[140].comment = "『息』は『いき』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたには〔休息〕が必要です。";
Q[141].Ans[0] = "きゅうそく";
Q[141].Ans[1] = "しょうそく";
Q[141].Ans[2] = "きゅうぞく";
Q[141].Ans[3] = "しょうぞく";
Q[141].comment = "『休息』は『きゅうそく』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔息子〕さんは何の仕事ですか。";
Q[142].Ans[0] = "むすこ";
Q[142].Ans[1] = "むずこ";
Q[142].Ans[2] = "うずこ";
Q[142].Ans[3] = "うすこ";
Q[142].comment = "『息子』は『むすこ』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年をとるほど危険性が〔増大〕する。";
Q[143].Ans[0] = "ぞうだい";
Q[143].Ans[1] = "そうだい";
Q[143].Ans[2] = "そうたい";
Q[143].Ans[3] = "ぞうたい";
Q[143].comment = "『増大』は『ぞうだい』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>数を〔増やす〕よりも質を高くする方がよい。";
Q[144].Ans[0] = "ふやす";
Q[144].Ans[1] = "もやす";
Q[144].Ans[2] = "まやす";
Q[144].Ans[3] = "ほやす";
Q[144].comment = "『増やす』は『ふやす』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だんだん不安が〔増す〕ようだ。";
Q[145].Ans[0] = "ます";
Q[145].Ans[1] = "もす";
Q[145].Ans[2] = "やす";
Q[145].Ans[3] = "よす";
Q[145].comment = "『増す』は『ます』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日は〔晴〕でしょう。";
Q[146].Ans[0] = "はれ";
Q[146].Ans[1] = "ばり";
Q[146].Ans[2] = "ばれ";
Q[146].Ans[3] = "はり";
Q[146].comment = "『晴』は『はれ』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔快晴〕だった。";
Q[147].Ans[0] = "かいせい";
Q[147].Ans[1] = "かいぜい";
Q[147].Ans[2] = "かいしょう";
Q[147].Ans[3] = "かいじょう";
Q[147].comment = "『快晴』は『かいせい』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたの場合は〔原理〕を学ぶべきだ。";
Q[148].Ans[0] = "げんり";
Q[148].Ans[1] = "けんり";
Q[148].Ans[2] = "えんり";
Q[148].Ans[3] = "がんり";
Q[148].comment = "『原理』は『げんり』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車を〔修理〕する。";
Q[149].Ans[0] = "しゅうり";
Q[149].Ans[1] = "しょうり";
Q[149].Ans[2] = "しゅり";
Q[149].Ans[3] = "しょり";
Q[149].comment = "『修理』は『しゅうり』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>能力の〔有無〕を問題にしているのではありません。";
Q[150].Ans[0] = "うむ";
Q[150].Ans[1] = "ゆうむ";
Q[150].Ans[2] = "うう";
Q[150].Ans[3] = "ゆうう";
Q[150].comment = "『有無』は『うむ』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女ならどんな〔分野〕でも通用するだろう。";
Q[151].Ans[0] = "ぶんや";
Q[151].Ans[1] = "ふんや";
Q[151].Ans[2] = "ぶんよ";
Q[151].Ans[3] = "ふんよ";
Q[151].comment = "『分野』は『ぶんや』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地図の中で、関東〔平野〕の場所を答えなさい。";
Q[152].Ans[0] = "へいや";
Q[152].Ans[1] = "たいらの";
Q[152].Ans[2] = "べいや";
Q[152].Ans[3] = "ひらの";
Q[152].comment = "『平野』は『へいや』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔野〕に咲く花のように生きていきたい。";
Q[153].Ans[0] = "の";
Q[153].Ans[1] = "や";
Q[153].Ans[2] = "ひろ";
Q[153].Ans[3] = "とお";
Q[153].comment = "『野』は『の』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お茶の〔作法〕はわかりません。";
Q[154].Ans[0] = "さほう";
Q[154].Ans[1] = "ぞうほう";
Q[154].Ans[2] = "さくほう";
Q[154].Ans[3] = "ぞくほう";
Q[154].comment = "『作法』は『さほう』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなの〔先頭〕に立って働いている。";
Q[155].Ans[0] = "せんとう";
Q[155].Ans[1] = "せんどう";
Q[155].Ans[2] = "さきがしら";
Q[155].Ans[3] = "まずがしら";
Q[155].comment = "『先頭』は『せんとう』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨日くらいから〔頭痛〕がします。";
Q[156].Ans[0] = "ずつう";
Q[156].Ans[1] = "とうつう";
Q[156].Ans[2] = "ずづう";
Q[156].Ans[3] = "とうづう";
Q[156].comment = "『頭痛』は『ずつう』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい法則を〔発見〕しました。";
Q[157].Ans[0] = "はっけん";
Q[157].Ans[1] = "ほっけん";
Q[157].Ans[2] = "はっげん";
Q[157].Ans[3] = "ほっげん";
Q[157].comment = "『発見』は『はっけん』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい商品が、来月〔発売〕される。";
Q[158].Ans[0] = "はつばい";
Q[158].Ans[1] = "はつまい";
Q[158].Ans[2] = "ほつばい";
Q[158].Ans[3] = "ほつまい";
Q[158].comment = "『発売』は『はつばい』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風の力で〔発電〕する。";
Q[159].Ans[0] = "はつでん";
Q[159].Ans[1] = "ほつでん";
Q[159].Ans[2] = "はってん";
Q[159].Ans[3] = "ほってん";
Q[159].comment = "『発電』は『はつでん』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼のことは〔兄弟〕のように思っている。";
Q[160].Ans[0] = "きょうだい";
Q[160].Ans[1] = "しょうでい";
Q[160].Ans[2] = "きょうでい";
Q[160].Ans[3] = "しょうだい";
Q[160].comment = "『兄弟』は『きょうだい』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女にはたくさんの〔弟子〕がいる。";
Q[161].Ans[0] = "でし";
Q[161].Ans[1] = "てし";
Q[161].Ans[2] = "ていし";
Q[161].Ans[3] = "でいし";
Q[161].comment = "『弟子』は『でし』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どんな人が〔登場〕するかわからない。";
Q[162].Ans[0] = "とうじょう";
Q[162].Ans[1] = "どうちょう";
Q[162].Ans[2] = "とうちょう";
Q[162].Ans[3] = "どうじょう";
Q[162].comment = "『登場』は『とうじょう』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>休みには〔登山〕をしている。";
Q[163].Ans[0] = "とざん";
Q[163].Ans[1] = "とうさん";
Q[163].Ans[2] = "とうざん";
Q[163].Ans[3] = "とやま";
Q[163].comment = "『登山』は『とざん』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>熱が〔伝わる〕。";
Q[164].Ans[0] = "つたわる";
Q[164].Ans[1] = "つだわる";
Q[164].Ans[2] = "ずたわる";
Q[164].Ans[3] = "ずだわる";
Q[164].comment = "『伝わる』は『つたわる』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家の〔手伝い〕をする。";
Q[165].Ans[0] = "てつだい";
Q[165].Ans[1] = "てずだい";
Q[165].Ans[2] = "てつたい";
Q[165].Ans[3] = "てずたい";
Q[165].comment = "『手伝い』は『てつだい』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山田さんからの〔伝言〕があります。";
Q[166].Ans[0] = "でんごん";
Q[166].Ans[1] = "でんごと";
Q[166].Ans[2] = "でんこと";
Q[166].Ans[3] = "でんげん";
Q[166].comment = "『伝言』は『でんごん』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔正直〕に言った方がいいですよ。";
Q[167].Ans[0] = "しょうじき";
Q[167].Ans[1] = "せいじき";
Q[167].Ans[2] = "じょうちゃく";
Q[167].Ans[3] = "せいちょく";
Q[167].comment = "『正直』は『しょうじき』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>悪口ではなく、わたしが人より〔素直〕なだけです。";
Q[168].Ans[0] = "すなお";
Q[168].Ans[1] = "そっちょく";
Q[168].Ans[2] = "そうじゃく";
Q[168].Ans[3] = "すうじき";
Q[168].comment = "『素直』は『すなお』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔率直〕に意見を言ってほしいと思います。";
Q[169].Ans[0] = "そっちょく";
Q[169].Ans[1] = "りっちゃく";
Q[169].Ans[2] = "りつじき";
Q[169].Ans[3] = "そっじょく";
Q[169].comment = "『率直』は『そっちょく』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔直ちに〕持ってきなさい。";
Q[170].Ans[0] = "ただちに";
Q[170].Ans[1] = "まずちに";
Q[170].Ans[2] = "わがちに";
Q[170].Ans[3] = "すぐちに";
Q[170].comment = "『直ちに』は『ただちに』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道を〔直角〕に曲がる。";
Q[171].Ans[0] = "ちょっかく";
Q[171].Ans[1] = "じょっがく";
Q[171].Ans[2] = "ちょっがく";
Q[171].Ans[3] = "じょっかく";
Q[171].comment = "『直角』は『ちょっかく』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔売店〕でビールを買う。";
Q[172].Ans[0] = "ばいてん";
Q[172].Ans[1] = "まいでん";
Q[172].Ans[2] = "ばいでん";
Q[172].Ans[3] = "まいてん";
Q[172].comment = "『売店』は『ばいてん』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何の〔店屋〕をしているんですか。";
Q[173].Ans[0] = "みせや";
Q[173].Ans[1] = "てんや";
Q[173].Ans[2] = "てんおく";
Q[173].Ans[3] = "でんおく";
Q[173].comment = "『店屋』は『みせや』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔強調〕するための表現です。";
Q[174].Ans[0] = "きょうちょう";
Q[174].Ans[1] = "ちょうちょう";
Q[174].Ans[2] = "きょうじょう";
Q[174].Ans[3] = "ちょうじょう";
Q[174].comment = "『強調』は『きょうちょう』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔調子〕が悪い。";
Q[175].Ans[0] = "ちょうし";
Q[175].Ans[1] = "じょうし";
Q[175].Ans[2] = "ちゅうし";
Q[175].Ans[3] = "じゅうし";
Q[175].comment = "『調子』は『ちょうし』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本で〔調べる〕。";
Q[176].Ans[0] = "しらべる";
Q[176].Ans[1] = "かなべる";
Q[176].Ans[2] = "さだべる";
Q[176].Ans[3] = "まらべる";
Q[176].comment = "『調べる』は『しらべる』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスで〔県庁〕に行く。";
Q[177].Ans[0] = "けんちょう";
Q[177].Ans[1] = "せんちょう";
Q[177].Ans[2] = "けんじょう";
Q[177].Ans[3] = "せんじょう";
Q[177].comment = "『県庁』は『けんちょう』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だいぶ〔上達〕しましたね。";
Q[178].Ans[0] = "じょうたつ";
Q[178].Ans[1] = "じょうたず";
Q[178].Ans[2] = "じょうだつ";
Q[178].Ans[3] = "じょうだず";
Q[178].comment = "『上達』は『じょうたつ』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>死んだ人は100人に〔達する〕という。";
Q[179].Ans[0] = "たっする";
Q[179].Ans[1] = "たする";
Q[179].Ans[2] = "だっする";
Q[179].Ans[3] = "だする";
Q[179].comment = "『達する』は『たっする』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔配達〕には２日くらいかかります。";
Q[180].Ans[0] = "はいたつ";
Q[180].Ans[1] = "ばいだつ";
Q[180].Ans[2] = "はいだつ";
Q[180].Ans[3] = "ばいたつ";
Q[180].comment = "『配達』は『はいたつ』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日は、みんな８時に〔起床〕です。";
Q[181].Ans[0] = "きしょう";
Q[181].Ans[1] = "ちしょう";
Q[181].Ans[2] = "きじょう";
Q[181].Ans[3] = "ちじょう";
Q[181].comment = "『起床』は『きしょう』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔床の間〕がある家も少なくなった。";
Q[182].Ans[0] = "とこのま";
Q[182].Ans[1] = "ゆかのま";
Q[182].Ans[2] = "しょうのま";
Q[182].Ans[3] = "じょうのま";
Q[182].comment = "『床の間』は『とこのま』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ふとんがないので〔床〕に寝ている。";
Q[183].Ans[0] = "ゆか";
Q[183].Ans[1] = "とこ";
Q[183].Ans[2] = "しと";
Q[183].Ans[3] = "やか";
Q[183].comment = "『床』は『ゆか』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新聞に〔投書〕する。";
Q[184].Ans[0] = "とうしょ";
Q[184].Ans[1] = "とうしゅ";
Q[184].Ans[2] = "なげがき";
Q[184].Ans[3] = "なげかき";
Q[184].comment = "『投書』は『とうしょ』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夫に皿を〔投げる〕。";
Q[185].Ans[0] = "なげる";
Q[185].Ans[1] = "かげる";
Q[185].Ans[2] = "のげる";
Q[185].Ans[3] = "とげる";
Q[185].comment = "『投げる』は『なげる』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タオルは〔持参〕しますのでいりません。";
Q[186].Ans[0] = "じさん";
Q[186].Ans[1] = "ちさん";
Q[186].Ans[2] = "じざん";
Q[186].Ans[3] = "ちざん";
Q[186].comment = "『持参』は『じさん』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年に一度の〔お参り〕に行く。";
Q[187].Ans[0] = "おまいり";
Q[187].Ans[1] = "おばいり";
Q[187].Ans[2] = "おもうり";
Q[187].Ans[3] = "おぼうり";
Q[187].comment = "『お参り』は『おまいり』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔祭日〕も学校に行きます。";
Q[188].Ans[0] = "さいじつ";
Q[188].Ans[1] = "せいにち";
Q[188].Ans[2] = "せいじつ";
Q[188].Ans[3] = "さいにち";
Q[188].comment = "『祭日』は『さいじつ』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄は〔祭〕が大好きです。";
Q[189].Ans[0] = "まつり";
Q[189].Ans[1] = "まずり";
Q[189].Ans[2] = "さい";
Q[189].Ans[3] = "せい";
Q[189].comment = "『祭』は『まつり』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは、彼らが先祖を〔祭る〕場所です。";
Q[190].Ans[0] = "まつる";
Q[190].Ans[1] = "こする";
Q[190].Ans[2] = "かぐる";
Q[190].Ans[3] = "たわる";
Q[190].comment = "『祭る』は『まつる』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>肉だけでなく〔野菜〕を食べなさい。";
Q[191].Ans[0] = "やさい";
Q[191].Ans[1] = "のさい";
Q[191].Ans[2] = "やざい";
Q[191].Ans[3] = "のざい";
Q[191].comment = "『野菜』は『やさい』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔交際〕がうまくいっていないようだ。";
Q[192].Ans[0] = "こうさい";
Q[192].Ans[1] = "こうざい";
Q[192].Ans[2] = "じょうさい";
Q[192].Ans[3] = "じょうざい";
Q[192].comment = "『交際』は『こうさい』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>1000円〔札〕を出して、おつりをもらう。";
Q[193].Ans[0] = "さつ";
Q[193].Ans[1] = "ふだ";
Q[193].Ans[2] = "さず";
Q[193].Ans[3] = "ふた";
Q[193].comment = "『札』は『さつ』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼のことをいい人だと〔思い込んで〕いました。";
Q[194].Ans[0] = "おもいこんで";
Q[194].Ans[1] = "おぼいこんで";
Q[194].Ans[2] = "おもいごんで";
Q[194].Ans[3] = "おぼいごんで";
Q[194].comment = "『思い込んで』は『おもいこんで』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カエルが水に〔飛び込む〕。";
Q[195].Ans[0] = "とびこむ";
Q[195].Ans[1] = "とびごむ";
Q[195].Ans[2] = "ひびこむ";
Q[195].Ans[3] = "ひびごむ";
Q[195].comment = "『飛び込む』は『とびこむ』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車が多く、道が〔込む〕。";
Q[196].Ans[0] = "こむ";
Q[196].Ans[1] = "くむ";
Q[196].Ans[2] = "つまむ";
Q[196].Ans[3] = "つばむ";
Q[196].comment = "『込む』は『こむ』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>二つの液体を〔混合〕する。";
Q[197].Ans[0] = "こんごう";
Q[197].Ans[1] = "くんごう";
Q[197].Ans[2] = "こんこう";
Q[197].Ans[3] = "くんこう";
Q[197].comment = "『混合』は『こんごう』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>よく〔混ざる〕ように少しずつ入れる。";
Q[198].Ans[0] = "まざる";
Q[198].Ans[1] = "むざる";
Q[198].Ans[2] = "ひざる";
Q[198].Ans[3] = "たざる";
Q[198].comment = "『混ざる』は『まざる』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>質のちがうものが〔混じって〕いる。";
Q[199].Ans[0] = "まじって";
Q[199].Ans[1] = "とじって";
Q[199].Ans[2] = "きじって";
Q[199].Ans[3] = "なじって";
Q[199].comment = "『混じって』は『まじって』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>幸せが人を〔殺す〕こともある。";
Q[200].Ans[0] = "ころす";
Q[200].Ans[1] = "さっす";
Q[200].Ans[2] = "せっす";
Q[200].Ans[3] = "そぐす";
Q[200].comment = "『殺す』は『ころす』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔自殺〕する前にもう一度考えてほしい。";
Q[201].Ans[0] = "じさつ";
Q[201].Ans[1] = "じせつ";
Q[201].Ans[2] = "ずさつ";
Q[201].Ans[3] = "ずせつ";
Q[201].comment = "『自殺』は『じさつ』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>屋根は柱で〔支える〕ものです。";
Q[202].Ans[0] = "ささえる";
Q[202].Ans[1] = "わかえる";
Q[202].Ans[2] = "つかえる";
Q[202].Ans[3] = "ゆたえる";
Q[202].comment = "『支える』は『ささえる』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたが何を言っても、私は彼を〔支持〕します。";
Q[203].Ans[0] = "しじ";
Q[203].Ans[1] = "しち";
Q[203].Ans[2] = "じじ";
Q[203].Ans[3] = "じち";
Q[203].comment = "『支持』は『しじ』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔根〕のところは食べられません。";
Q[204].Ans[0] = "ね";
Q[204].Ans[1] = "こん";
Q[204].Ans[2] = "ごん";
Q[204].Ans[3] = "もと";
Q[204].comment = "『根』は『ね』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>女の人が〔黒い〕服を着ています。";
Q[205].Ans[0] = "くろい";
Q[205].Ans[1] = "くらい";
Q[205].Ans[2] = "ぐろい";
Q[205].Ans[3] = "ぐらい";
Q[205].comment = "『黒い』は『くろい』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔黒板〕に英語を書く。";
Q[206].Ans[0] = "こくばん";
Q[206].Ans[1] = "へいばん";
Q[206].Ans[2] = "くろばん";
Q[206].Ans[3] = "くらばん";
Q[206].comment = "『黒板』は『こくばん』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来週は〔休講〕です。";
Q[207].Ans[0] = "きゅうこう";
Q[207].Ans[1] = "しゅうこう";
Q[207].Ans[2] = "きゅうごう";
Q[207].Ans[3] = "しゅうごう";
Q[207].comment = "『休講』は『きゅうこう』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>土曜日の新聞は〔広告〕が多い。";
Q[208].Ans[0] = "こうこく";
Q[208].Ans[1] = "こうごく";
Q[208].Ans[2] = "ごうこく";
Q[208].Ans[3] = "ごうごく";
Q[208].comment = "『広告』は『こうこく』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はどこにも〔弱点〕がない。";
Q[209].Ans[0] = "じゃくてん";
Q[209].Ans[1] = "にゃくてん";
Q[209].Ans[2] = "じゃくでん";
Q[209].Ans[3] = "にゃくでん";
Q[209].comment = "『弱点』は『じゃくてん』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>体は強いが、頭が〔弱い〕。";
Q[210].Ans[0] = "よわい";
Q[210].Ans[1] = "やわい";
Q[210].Ans[2] = "わかい";
Q[210].Ans[3] = "なよい";
Q[210].comment = "『弱い』は『よわい』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会社の〔歯車〕となってはたらく。";
Q[211].Ans[0] = "はぐるま";
Q[211].Ans[1] = "はしゃ";
Q[211].Ans[2] = "しぐるま";
Q[211].Ans[3] = "しじゃ";
Q[211].comment = "『歯車』は『はぐるま』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔虫歯〕にならないようにしましょう。";
Q[212].Ans[0] = "むしば";
Q[212].Ans[1] = "ちゅうし";
Q[212].Ans[2] = "むしは";
Q[212].Ans[3] = "ちゅうば";
Q[212].comment = "『虫歯』は『むしば』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔紙〕くずを捨てる。";
Q[213].Ans[0] = "かみ";
Q[213].Ans[1] = "し";
Q[213].Ans[2] = "じ";
Q[213].Ans[3] = "かび";
Q[213].comment = "『紙』は『かみ』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔表紙〕の写真がきれいだ。";
Q[214].Ans[0] = "ひょうし";
Q[214].Ans[1] = "びょうし";
Q[214].Ans[2] = "ひょうじ";
Q[214].Ans[3] = "びょうじ";
Q[214].comment = "『表紙』は『ひょうし』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれでもいつかは人生を〔終える〕ことになる。";
Q[215].Ans[0] = "おえる";
Q[215].Ans[1] = "こえる";
Q[215].Ans[2] = "そえる";
Q[215].Ans[3] = "すえる";
Q[215].comment = "『終える』は『おえる』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔最終〕の電車は11時です。";
Q[216].Ans[0] = "さいしゅう";
Q[216].Ans[1] = "さいじゅう";
Q[216].Ans[2] = "ざいしゅう";
Q[216].Ans[3] = "ざいじゅう";
Q[216].comment = "『最終』は『さいしゅう』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの人は〔始終〕仕事をしている。";
Q[217].Ans[0] = "しじゅう";
Q[217].Ans[1] = "しじょう";
Q[217].Ans[2] = "ししょう";
Q[217].Ans[3] = "ししゅう";
Q[217].comment = "『始終』は『しじゅう』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いらなくなったものは〔物置〕に置いてある。";
Q[218].Ans[0] = "ものおき";
Q[218].Ans[1] = "ぶつおき";
Q[218].Ans[2] = "ものき";
Q[218].Ans[3] = "ぶっき";
Q[218].comment = "『物置』は『ものおき』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>博士によると、水から電気をつくる〔装置〕らしい。";
Q[219].Ans[0] = "そうち";
Q[219].Ans[1] = "じょうち";
Q[219].Ans[2] = "そうじ";
Q[219].Ans[3] = "じょうじ";
Q[219].comment = "『装置』は『そうち』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乾電池〕を７本買う。";
Q[220].Ans[0] = "かんでんち";
Q[220].Ans[1] = "がんでんち";
Q[220].Ans[2] = "かんてんち";
Q[220].Ans[3] = "がんてんち";
Q[220].comment = "『乾電池』は『かんでんち』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスで〔遠足〕に行く。";
Q[221].Ans[0] = "えんそく";
Q[221].Ans[1] = "とおあし";
Q[221].Ans[2] = "とおそく";
Q[221].Ans[3] = "とおぞく";
Q[221].comment = "『遠足』は『えんそく』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>１に５を〔足す〕。";
Q[222].Ans[0] = "たす";
Q[222].Ans[1] = "ほす";
Q[222].Ans[2] = "はす";
Q[222].Ans[3] = "とす";
Q[222].comment = "『足す』は『たす』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>努力が〔足らない〕から、こうなったんだ。";
Q[223].Ans[0] = "たらない";
Q[223].Ans[1] = "はらない";
Q[223].Ans[2] = "まらない";
Q[223].Ans[3] = "やらない";
Q[223].comment = "『足らない』は『たらない』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本では医師が〔不足〕している。";
Q[224].Ans[0] = "ふそく";
Q[224].Ans[1] = "ぶそく";
Q[224].Ans[2] = "ふぞく";
Q[224].Ans[3] = "ぶぞく";
Q[224].comment = "『不足』は『ふそく』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>10000円あれば〔足りる〕と思う。";
Q[225].Ans[0] = "たりる";
Q[225].Ans[1] = "おりる";
Q[225].Ans[2] = "よりる";
Q[225].Ans[3] = "わりる";
Q[225].comment = "『足りる』は『たりる』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本に〔短期〕留学する。";
Q[226].Ans[0] = "たんき";
Q[226].Ans[1] = "だんき";
Q[226].Ans[2] = "たんぎ";
Q[226].Ans[3] = "だんぎ";
Q[226].comment = "『短期』は『たんき』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>期間の〔長短〕は、大きな問題ではありません。";
Q[227].Ans[0] = "ちょうたん";
Q[227].Ans[1] = "ながみじ";
Q[227].Ans[2] = "おさみじ";
Q[227].Ans[3] = "じょうだん";
Q[227].comment = "『長短』は『ちょうたん』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔長男〕は日本に住んでいます。";
Q[228].Ans[0] = "ちょうなん";
Q[228].Ans[1] = "ちょうだん";
Q[228].Ans[2] = "じょうなん";
Q[228].Ans[3] = "じょうだん";
Q[228].comment = "『長男』は『ちょうなん』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔上着〕を３枚も着ている。";
Q[229].Ans[0] = "うわぎ";
Q[229].Ans[1] = "じょうぎ";
Q[229].Ans[2] = "しょうぎ";
Q[229].Ans[3] = "じょうちゃく";
Q[229].comment = "『上着』は『うわぎ』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>寒いので子どもに上着を〔着せる〕。";
Q[230].Ans[0] = "きせる";
Q[230].Ans[1] = "はせる";
Q[230].Ans[2] = "ませる";
Q[230].Ans[3] = "もせる";
Q[230].comment = "『着せる』は『きせる』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔着々〕と計画を進める。";
Q[231].Ans[0] = "ちゃくちゃく";
Q[231].Ans[1] = "じゃくじゃく";
Q[231].Ans[2] = "つくづく";
Q[231].Ans[3] = "きき";
Q[231].comment = "『着々』は『ちゃくちゃく』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>５時には〔着く〕でしょう。";
Q[232].Ans[0] = "つく";
Q[232].Ans[1] = "すく";
Q[232].Ans[2] = "きく";
Q[232].Ans[3] = "あく";
Q[232].comment = "『着く』は『つく』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海を泳いで〔横断〕する。";
Q[233].Ans[0] = "おうだん";
Q[233].Ans[1] = "おうたん";
Q[233].Ans[2] = "こうだん";
Q[233].Ans[3] = "こうたん";
Q[233].comment = "『横断』は『おうだん』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔断る〕のは悪い気がする。";
Q[234].Ans[0] = "ことわる";
Q[234].Ans[1] = "こどわる";
Q[234].Ans[2] = "ごとわる";
Q[234].Ans[3] = "ごどわる";
Q[234].comment = "『断る』は『ことわる』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>工事のために〔断水〕している。";
Q[235].Ans[0] = "だんすい";
Q[235].Ans[1] = "たんすい";
Q[235].Ans[2] = "たじみず";
Q[235].Ans[3] = "たちみず";
Q[235].comment = "『断水』は『だんすい』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>牛が〔草〕を食べている。";
Q[236].Ans[0] = "くさ";
Q[236].Ans[1] = "そう";
Q[236].Ans[2] = "しげ";
Q[236].Ans[3] = "かや";
Q[236].comment = "『草』は『くさ』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたがどんな〔手段〕を使ったのかは聞かないことにします。";
Q[237].Ans[0] = "しゅだん";
Q[237].Ans[1] = "てだん";
Q[237].Ans[2] = "しょうだん";
Q[237].Ans[3] = "しょだん";
Q[237].comment = "『手段』は『しゅだん』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>できるだけ早く〔回答〕してください。";
Q[238].Ans[0] = "かいとう";
Q[238].Ans[1] = "かいどう";
Q[238].Ans[2] = "がいどう";
Q[238].Ans[3] = "がいとう";
Q[238].comment = "『回答』は『かいとう』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔角度〕によっては見えづらい。";
Q[239].Ans[0] = "かくど";
Q[239].Ans[1] = "かぐど";
Q[239].Ans[2] = "かっと";
Q[239].Ans[3] = "かっど";
Q[239].comment = "『角度』は『かくど』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>旅の〔支度〕をする。";
Q[240].Ans[0] = "したく";
Q[240].Ans[1] = "じど";
Q[240].Ans[2] = "しど";
Q[240].Ans[3] = "じたび";
Q[240].comment = "『支度』は『したく』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本に帰る〔度〕に太る。";
Q[241].Ans[0] = "たび";
Q[241].Ans[1] = "つど";
Q[241].Ans[2] = "のり";
Q[241].Ans[3] = "もろ";
Q[241].comment = "『度』は『たび』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな〔虫〕を食べる人がいるのですか。";
Q[242].Ans[0] = "むし";
Q[242].Ans[1] = "むじ";
Q[242].Ans[2] = "ちゅう";
Q[242].Ans[3] = "じゅう";
Q[242].comment = "『虫』は『むし』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔快適〕な生活がしたい。";
Q[243].Ans[0] = "かいてき";
Q[243].Ans[1] = "かいでき";
Q[243].Ans[2] = "かいてい";
Q[243].Ans[3] = "かいでい";
Q[243].comment = "『快適』は『かいてき』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自分が何に〔適して〕いるのかわからない。";
Q[244].Ans[0] = "てきして";
Q[244].Ans[1] = "せきして";
Q[244].Ans[2] = "しゃくして";
Q[244].Ans[3] = "ちゃくして";
Q[244].comment = "『適して』は『てきして』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>許先生が〔板〕を持って立っています。";
Q[245].Ans[0] = "いた";
Q[245].Ans[1] = "ばん";
Q[245].Ans[2] = "はん";
Q[245].Ans[3] = "いだ";
Q[245].comment = "『板』は『いた』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい〔看板〕を注文する。";
Q[246].Ans[0] = "かんばん";
Q[246].Ans[1] = "かんいた";
Q[246].Ans[2] = "かんぱん";
Q[246].Ans[3] = "みいた";
Q[246].comment = "『看板』は『かんばん』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どんな〔題名〕の映画だったか忘れてしまいました。";
Q[247].Ans[0] = "だいめい";
Q[247].Ans[1] = "ていめい";
Q[247].Ans[2] = "だいな";
Q[247].Ans[3] = "ていな";
Q[247].comment = "『題名』は『だいめい』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビールを〔注ぐ〕。";
Q[248].Ans[0] = "そそぐ";
Q[248].Ans[1] = "すすぐ";
Q[248].Ans[2] = "そぞぐ";
Q[248].Ans[3] = "すずぐ";
Q[248].comment = "『注ぐ』は『そそぐ』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビールを〔注文〕する。";
Q[249].Ans[0] = "ちゅうもん";
Q[249].Ans[1] = "じゅうもん";
Q[249].Ans[2] = "ちゅもん";
Q[249].Ans[3] = "じゅもん";
Q[249].comment = "『注文』は『ちゅうもん』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>論文に〔注〕をつける。";
Q[250].Ans[0] = "ちゅう";
Q[250].Ans[1] = "じゅう";
Q[250].Ans[2] = "ちゅ";
Q[250].Ans[3] = "じゅ";
Q[250].comment = "『注』は『ちゅう』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ケンカのいいところは〔仲直り〕できるところです。";
Q[251].Ans[0] = "なかなおり";
Q[251].Ans[1] = "ちゅうなおり";
Q[251].Ans[2] = "じゅうなおり";
Q[251].Ans[3] = "ながなおり";
Q[251].comment = "『仲直り』は『なかなおり』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台北なら〔最低〕でも1000元は必要です。";
Q[252].Ans[0] = "さいてい";
Q[252].Ans[1] = "さいでい";
Q[252].Ans[2] = "ざいてい";
Q[252].Ans[3] = "ざいでい";
Q[252].comment = "『最低』は『さいてい』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学力が〔低下〕している。";
Q[253].Ans[0] = "ていか";
Q[253].Ans[1] = "でいか";
Q[253].Ans[2] = "ていが";
Q[253].Ans[3] = "でいが";
Q[253].comment = "『低下』は『ていか』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>顔は良いが、背が〔低い〕。";
Q[254].Ans[0] = "ひくい";
Q[254].Ans[1] = "いやしい";
Q[254].Ans[2] = "ひらい";
Q[254].Ans[3] = "みじかい";
Q[254].comment = "『低い』は『ひくい』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔赤道〕に近いのでとても暑い。";
Q[255].Ans[0] = "せきどう";
Q[255].Ans[1] = "あかみち";
Q[255].Ans[2] = "あかどう";
Q[255].Ans[3] = "しゃくどう";
Q[255].comment = "『赤道』は『せきどう』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生が〔真っ赤〕なトマトを食べている。";
Q[256].Ans[0] = "まっか";
Q[256].Ans[1] = "まっが";
Q[256].Ans[2] = "まっあか";
Q[256].Ans[3] = "まっあが";
Q[256].comment = "『真っ赤』は『まっか』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもでもないのに〔空想〕ばかりしている。";
Q[257].Ans[0] = "くうそう";
Q[257].Ans[1] = "こうそう";
Q[257].Ans[2] = "くうぞう";
Q[257].Ans[3] = "こうぞう";
Q[257].comment = "『空想』は『くうそう』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔青少年〕って何才までのことでしょうか。";
Q[258].Ans[0] = "せいしょうねん";
Q[258].Ans[1] = "せいじょうねん";
Q[258].Ans[2] = "しょうしょうねん";
Q[258].Ans[3] = "しょうじょうねん";
Q[258].comment = "『青少年』は『せいしょうねん』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台北で〔青い〕服を買いました。";
Q[259].Ans[0] = "あおい";
Q[259].Ans[1] = "きよい";
Q[259].Ans[2] = "はるい";
Q[259].Ans[3] = "なまい";
Q[259].comment = "『青い』は『あおい』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人気があるので、どの店でも〔売り切れ〕です。";
Q[260].Ans[0] = "うりきれ";
Q[260].Ans[1] = "うりぎれ";
Q[260].Ans[2] = "うりちれ";
Q[260].Ans[3] = "うりじれ";
Q[260].comment = "『売り切れ』は『うりきれ』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>板橋までの〔切符〕を買う。";
Q[261].Ans[0] = "きっぷ";
Q[261].Ans[1] = "せつふ";
Q[261].Ans[2] = "せっぷ";
Q[261].Ans[3] = "きりふ";
Q[261].comment = "『切符』は『きっぷ』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔親切〕にされれば親切にしますよ。";
Q[262].Ans[0] = "しんせつ";
Q[262].Ans[1] = "ちんぜつ";
Q[262].Ans[2] = "しんぜつ";
Q[262].Ans[3] = "ちんせつ";
Q[262].comment = "『親切』は『しんせつ』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔首都〕は東京です。";
Q[263].Ans[0] = "しゅと";
Q[263].Ans[1] = "しゅうと";
Q[263].Ans[2] = "しゅど";
Q[263].Ans[3] = "しゅうど";
Q[263].comment = "『首都』は『しゅと』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日曜日は〔都合〕が悪いです。";
Q[264].Ans[0] = "つごう";
Q[264].Ans[1] = "とあい";
Q[264].Ans[2] = "とごう";
Q[264].Ans[3] = "つあい";
Q[264].comment = "『都合』は『つごう』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔都心〕に土地を持っている。";
Q[265].Ans[0] = "としん";
Q[265].Ans[1] = "みやこごころ";
Q[265].Ans[2] = "とごころ";
Q[265].Ans[3] = "つしん";
Q[265].comment = "『都心』は『としん』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>住めば〔都〕という言葉があります。";
Q[266].Ans[0] = "みやこ";
Q[266].Ans[1] = "と";
Q[266].Ans[2] = "つ";
Q[266].Ans[3] = "みやご";
Q[266].comment = "『都』は『みやこ』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔安定〕した生活がしたいです。";
Q[267].Ans[0] = "あんてい";
Q[267].Ans[1] = "あんじょう";
Q[267].Ans[2] = "あんでい";
Q[267].Ans[3] = "あんしょう";
Q[267].comment = "『安定』は『あんてい』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔定規〕で長さを測る。";
Q[268].Ans[0] = "じょうぎ";
Q[268].Ans[1] = "しょうぎ";
Q[268].Ans[2] = "ていき";
Q[268].Ans[3] = "じょうき";
Q[268].comment = "『定規』は『じょうぎ』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔上等〕な肉を買う。";
Q[269].Ans[0] = "じょうとう";
Q[269].Ans[1] = "じょうどう";
Q[269].Ans[2] = "しょうどう";
Q[269].Ans[3] = "しょうとう";
Q[269].comment = "『上等』は『じょうとう』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>三人なので〔三等分〕する。";
Q[270].Ans[0] = "さんとうぶん";
Q[270].Ans[1] = "さんどうぶん";
Q[270].Ans[2] = "さんどうふん";
Q[270].Ans[3] = "さんとうふん";
Q[270].comment = "『三等分』は『さんとうぶん』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>１足す１は２に〔等しい〕。";
Q[271].Ans[0] = "ひとしい";
Q[271].Ans[1] = "ひどしい";
Q[271].Ans[2] = "ほどしい";
Q[271].Ans[3] = "ふとしい";
Q[271].comment = "『等しい』は『ひとしい』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本も台湾も〔不景気〕ですね。";
Q[272].Ans[0] = "ふけいき";
Q[272].Ans[1] = "ふげいき";
Q[272].Ans[2] = "ふげいぎ";
Q[272].Ans[3] = "ふけいぎ";
Q[272].comment = "『不景気』は『ふけいき』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>魚の〔群れ〕が見える。";
Q[273].Ans[0] = "むれ";
Q[273].Ans[1] = "くれ";
Q[273].Ans[2] = "ぐれ";
Q[273].Ans[3] = "ひれ";
Q[273].comment = "『群れ』は『むれ』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今の学生には、先生を〔敬う〕気持ちがない。";
Q[274].Ans[0] = "うやまう";
Q[274].Ans[1] = "あがまう";
Q[274].Ans[2] = "たがなう";
Q[274].Ans[3] = "あやなう";
Q[274].comment = "『敬う』は『うやまう』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は、〔敬意〕を表わす表現を勉強しましょう。";
Q[275].Ans[0] = "けいい";
Q[275].Ans[1] = "ちんい";
Q[275].Ans[2] = "こうい";
Q[275].Ans[3] = "きょうい";
Q[275].comment = "『敬意』は『けいい』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔険しい〕山を登る。";
Q[276].Ans[0] = "けわしい";
Q[276].Ans[1] = "きびしい";
Q[276].Ans[2] = "はげしい";
Q[276].Ans[3] = "とげしい";
Q[276].comment = "『険しい』は『けわしい』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今回は〔危険〕な旅になると思います。";
Q[277].Ans[0] = "きけん";
Q[277].Ans[1] = "いせん";
Q[277].Ans[2] = "きせん";
Q[277].Ans[3] = "いけん";
Q[277].comment = "『危険』は『きけん』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何度も言いますが、〔期限〕を守ってください。";
Q[278].Ans[0] = "きげん";
Q[278].Ans[1] = "きせん";
Q[278].Ans[2] = "ちげん";
Q[278].Ans[3] = "ちせん";
Q[278].comment = "『期限』は『きげん』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年〔限り〕で学校を辞めます。";
Q[279].Ans[0] = "かぎり";
Q[279].Ans[1] = "まぎり";
Q[279].Ans[2] = "たぎり";
Q[279].Ans[3] = "なぎり";
Q[279].comment = "『限り』は『かぎり』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔軽い〕仕事ばかりでは評価されませんよ。";
Q[280].Ans[0] = "かるい";
Q[280].Ans[1] = "かろい";
Q[280].Ans[2] = "がるい";
Q[280].Ans[3] = "がろい";
Q[280].comment = "『軽い』は『かるい』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の行動は日本人の〔典型〕だ。";
Q[281].Ans[0] = "てんけい";
Q[281].Ans[1] = "でんけい";
Q[281].Ans[2] = "てんげい";
Q[281].Ans[3] = "でんげい";
Q[281].comment = "『典型』は『てんけい』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>紙で〔型〕をつくる。";
Q[282].Ans[0] = "かた";
Q[282].Ans[1] = "けい";
Q[282].Ans[2] = "しん";
Q[282].Ans[3] = "のり";
Q[282].comment = "『型』は『かた』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>能力はあるが、〔欠点〕も多い。";
Q[283].Ans[0] = "けってん";
Q[283].Ans[1] = "けっでん";
Q[283].Ans[2] = "かってん";
Q[283].Ans[3] = "かっでん";
Q[283].comment = "『欠点』は『けってん』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>転んで歯が〔欠けた〕。";
Q[284].Ans[0] = "かけた";
Q[284].Ans[1] = "くけた";
Q[284].Ans[2] = "こけた";
Q[284].Ans[3] = "きけた";
Q[284].comment = "『欠けた』は『かけた』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔血圧〕が低い。";
Q[285].Ans[0] = "けつあつ";
Q[285].Ans[1] = "ちあつ";
Q[285].Ans[2] = "けっあつ";
Q[285].Ans[3] = "けちあつ";
Q[285].comment = "『血圧』は『けつあつ』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭から〔血〕が出ている。";
Q[286].Ans[0] = "ち";
Q[286].Ans[1] = "けつ";
Q[286].Ans[2] = "けち";
Q[286].Ans[3] = "じ";
Q[286].comment = "『血』は『ち』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海がないので〔湖〕で泳ぐ。";
Q[287].Ans[0] = "みずうみ";
Q[287].Ans[1] = "こ";
Q[287].Ans[2] = "ふ";
Q[287].Ans[3] = "みつうみ";
Q[287].comment = "『湖』は『みずうみ』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>親を学校に〔呼び出す〕。";
Q[288].Ans[0] = "よびだす";
Q[288].Ans[1] = "よびです";
Q[288].Ans[2] = "こびだす";
Q[288].Ans[3] = "こびです";
Q[288].comment = "『呼び出す』は『よびだす』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゆっくりと〔呼吸〕している。";
Q[289].Ans[0] = "こきゅう";
Q[289].Ans[1] = "ふきゅう";
Q[289].Ans[2] = "こしゅう";
Q[289].Ans[3] = "ふしゅう";
Q[289].comment = "『呼吸』は『こきゅう』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病院を〔建設〕する。";
Q[290].Ans[0] = "けんせつ";
Q[290].Ans[1] = "げんせつ";
Q[290].Ans[2] = "けんぜつ";
Q[290].Ans[3] = "げんぜつ";
Q[290].comment = "『建設』は『けんせつ』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来年にはビルが〔建つ〕という。";
Q[291].Ans[0] = "たつ";
Q[291].Ans[1] = "とつ";
Q[291].Ans[2] = "かつ";
Q[291].Ans[3] = "こつ";
Q[291].comment = "『建つ』は『たつ』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔現金〕なら100万円になります。";
Q[292].Ans[0] = "げんきん";
Q[292].Ans[1] = "けんきん";
Q[292].Ans[2] = "げんぎん";
Q[292].Ans[3] = "けんぎん";
Q[292].comment = "『現金』は『げんきん』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すべては心の〔現れ〕だ。";
Q[293].Ans[0] = "あらわれ";
Q[293].Ans[1] = "うつつれ";
Q[293].Ans[2] = "あだわれ";
Q[293].Ans[3] = "うづつれ";
Q[293].comment = "『現れ』は『あらわれ』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔互い〕の欠点を言うだけではどうにもならない。";
Q[294].Ans[0] = "たがい";
Q[294].Ans[1] = "だかい";
Q[294].Ans[2] = "だがい";
Q[294].Ans[3] = "たかい";
Q[294].comment = "『互い』は『たがい』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔相互〕の理解が必要です。";
Q[295].Ans[0] = "そうご";
Q[295].Ans[1] = "しょうご";
Q[295].Ans[2] = "あいご";
Q[295].Ans[3] = "しゅうご";
Q[295].comment = "『相互』は『そうご』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病院で〔検査〕した方がいいでしょう。";
Q[296].Ans[0] = "けんさ";
Q[296].Ans[1] = "げんさ";
Q[296].Ans[2] = "けんざ";
Q[296].Ans[3] = "げんざ";
Q[296].comment = "『検査』は『けんさ』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このバスは板橋を〔経由〕します。";
Q[297].Ans[0] = "けいゆ";
Q[297].Ans[1] = "じんゆ";
Q[297].Ans[2] = "きょうゆ";
Q[297].Ans[3] = "きんゆ";
Q[297].comment = "『経由』は『けいゆ』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小学校では生き物の〔係〕をしていました。";
Q[298].Ans[0] = "かかり";
Q[298].Ans[1] = "けい";
Q[298].Ans[2] = "がかり";
Q[298].Ans[3] = "げい";
Q[298].comment = "『係』は『かかり』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔君〕の考えは正しくないよ。";
Q[299].Ans[0] = "きみ";
Q[299].Ans[1] = "くん";
Q[299].Ans[2] = "きん";
Q[299].Ans[3] = "すえ";
Q[299].comment = "『君』は『きみ』と読む。";
