var Qnum = 500;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>女性らしい〔細かな〕心づかいです。";
Q[0].Ans[0] = "こまかな";
Q[0].Ans[1] = "ささやかな";
Q[0].Ans[2] = "なごやかな";
Q[0].Ans[3] = "おだやかな";
Q[0].comment = "『細かな』は『こまかな』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女にはだいぶ〔貢いで〕います。";
Q[1].Ans[0] = "みついで";
Q[1].Ans[1] = "とついで";
Q[1].Ans[2] = "かせいで";
Q[1].Ans[3] = "もらいで";
Q[1].comment = "『貢ぐ』は『みつぐ』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どものころは100円玉を持って〔駄菓子屋〕に走ったものだ。";
Q[2].Ans[0] = "だがしや";
Q[2].Ans[1] = "おがしや";
Q[2].Ans[2] = "わがしや";
Q[2].Ans[3] = "ようがしや";
Q[2].comment = "『駄菓子屋』は『だがしや』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新作は、ノーベル賞作家にして〔駄作〕というべきだろう。";
Q[3].Ans[0] = "ださく";
Q[3].Ans[1] = "いさく";
Q[3].Ans[2] = "きさく";
Q[3].Ans[3] = "けっさく";
Q[3].comment = "『駄作』は『ださく』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>増税よりも支出の〔無駄〕を省くことが先決だ。";
Q[4].Ans[0] = "むだ";
Q[4].Ans[1] = "むた";
Q[4].Ans[2] = "むし";
Q[4].Ans[3] = "むり";
Q[4].comment = "『無駄』は『むだ』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>真っ赤に燃えた〔太陽〕だから、真夏の海は恋の季節なの。";
Q[5].Ans[0] = "たいよう";
Q[5].Ans[1] = "ふとよう";
Q[5].Ans[2] = "たよう";
Q[5].Ans[3] = "だいよう";
Q[5].comment = "『太陽』は『たいよう』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>戦国時代の〔太刀〕が展示されている。";
Q[6].Ans[0] = "たち";
Q[6].Ans[1] = "ぶとち";
Q[6].Ans[2] = "だっち";
Q[6].Ans[3] = "ふとち";
Q[6].comment = "『太刀』は『たち』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔皇太子〕の車列が暴漢に襲われた。";
Q[7].Ans[0] = "こうたいし";
Q[7].Ans[1] = "こうたし";
Q[7].Ans[2] = "こうだし";
Q[7].Ans[3] = "こうぶとし";
Q[7].comment = "『皇太子』は『こうたいし』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔丸太〕を組んでログハウスを造る。";
Q[8].Ans[0] = "まるた";
Q[8].Ans[1] = "まるだ";
Q[8].Ans[2] = "まるふと";
Q[8].Ans[3] = "まるぶと";
Q[8].comment = "『丸太』は『まるた』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>注射の針が〔太い〕。";
Q[9].Ans[0] = "ふとい";
Q[9].Ans[1] = "こわい";
Q[9].Ans[2] = "いたい";
Q[9].Ans[3] = "するどい";
Q[9].comment = "『太い』は『ふとい』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ダイエットの効果もないくらい〔太っている〕。";
Q[10].Ans[0] = "ふとっている";
Q[10].Ans[1] = "こまっている";
Q[10].Ans[2] = "はまっている";
Q[10].Ans[3] = "たまっている";
Q[10].comment = "『太る』は『ふとる』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お菓子ばかり食べていると〔太る〕よ。";
Q[11].Ans[0] = "ふとる";
Q[11].Ans[1] = "でぶる";
Q[11].Ans[2] = "もとる";
Q[11].Ans[3] = "こまる";
Q[11].comment = "『太る』は『ふとる』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いたずらに〔対立〕をあおるような言動は控えるべきだ。";
Q[12].Ans[0] = "たいりつ";
Q[12].Ans[1] = "ていりつ";
Q[12].Ans[2] = "とうりつ";
Q[12].Ans[3] = "きつりつ";
Q[12].comment = "『対立』は『たいりつ』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>左右で〔一対〕の掛け軸ですから、一方だけではお譲りできません。";
Q[13].Ans[0] = "いっつい";
Q[13].Ans[1] = "いったい";
Q[13].Ans[2] = "いっとう";
Q[13].Ans[3] = "いっどう";
Q[13].comment = "『一対』は『いっつい』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これとこれは〔対〕になっています。";
Q[14].Ans[0] = "つい";
Q[14].Ans[1] = "たい";
Q[14].Ans[2] = "とい";
Q[14].Ans[3] = "だい";
Q[14].comment = "『対』は『つい』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年々、〔体格〕は向上している。";
Q[15].Ans[0] = "たいかく";
Q[15].Ans[1] = "ていかく";
Q[15].Ans[2] = "からかく";
Q[15].Ans[3] = "だいかく";
Q[15].comment = "『体格』は『たいかく』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>リーグの優勝チームを〔主体〕にして、日本代表を構成する。";
Q[16].Ans[0] = "しゅたい";
Q[16].Ans[1] = "しゅてい";
Q[16].Ans[2] = "しゅだい";
Q[16].Ans[3] = "しゅから";
Q[16].comment = "『主体』は『しゅたい』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>シングルマザーでは〔体裁〕が悪い。";
Q[17].Ans[0] = "ていさい";
Q[17].Ans[1] = "だいさい";
Q[17].Ans[2] = "たいさい";
Q[17].Ans[3] = "からさい";
Q[17].comment = "『体裁』は『ていさい』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レポートの〔体裁〕を整える。";
Q[18].Ans[0] = "ていさい";
Q[18].Ans[1] = "たいさい";
Q[18].Ans[2] = "だいさい";
Q[18].Ans[3] = "からさい";
Q[18].comment = "『体裁』は『ていさい』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔体つき〕が何ともいえない。";
Q[19].Ans[0] = "からだつき";
Q[19].Ans[1] = "たいつき";
Q[19].Ans[2] = "だいつき";
Q[19].Ans[3] = "ていつき";
Q[19].comment = "『体つき』は『からだつき』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いかがわしい〔風体〕の男が立っている。";
Q[20].Ans[0] = "ふうてい";
Q[20].Ans[1] = "ふうだい";
Q[20].Ans[2] = "ふうから";
Q[20].Ans[3] = "ふうとう";
Q[20].comment = "『風体』は『ふうてい』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文化によって行動の様式も〔千差万別〕だ。";
Q[21].Ans[0] = "せんさばんべつ";
Q[21].Ans[1] = "ぜんさまんべつ";
Q[21].Ans[2] = "せんさまんべつ";
Q[21].Ans[3] = "ぜんさばんべつ";
Q[21].comment = "『千差万別』は『せんさばんべつ』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>春場所も今日で〔千秋楽〕だ。";
Q[22].Ans[0] = "せんしゅうらく";
Q[22].Ans[1] = "ぜんしゅうらく";
Q[22].Ans[2] = "せしゅうらく";
Q[22].Ans[3] = "せいしゅうらく";
Q[22].comment = "『千秋楽』は『せんしゅうらく』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔千草色〕の美しい着物だ。";
Q[23].Ans[0] = "ちぐさいろ";
Q[23].Ans[1] = "せんそういろ";
Q[23].Ans[2] = "ぜんそういろ";
Q[23].Ans[3] = "せんぐさいろ";
Q[23].comment = "『千草』は『ちぐさ』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔千鳥足〕で夜道を歩いていて車にはねられた。";
Q[24].Ans[0] = "ちどりあし";
Q[24].Ans[1] = "せんとりあし";
Q[24].Ans[2] = "ぜんどりあし";
Q[24].Ans[3] = "せどりあし";
Q[24].comment = "『千鳥足』は『ちどりあし』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>気の利いた〔川柳〕だね。";
Q[25].Ans[0] = "せんりゅう";
Q[25].Ans[1] = "かわりゅう";
Q[25].Ans[2] = "ぜんりゅう";
Q[25].Ans[3] = "せいりゅう";
Q[25].comment = "『川柳』は『せんりゅう』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風で〔河川〕が増水している。";
Q[26].Ans[0] = "かせん";
Q[26].Ans[1] = "かてん";
Q[26].Ans[2] = "かがわ";
Q[26].Ans[3] = "かわがわ";
Q[26].comment = "『河川』は『かせん』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔川原〕でキャッチボールをする。";
Q[27].Ans[0] = "かわら";
Q[27].Ans[1] = "せんげん";
Q[27].Ans[2] = "かわばら";
Q[27].Ans[3] = "かばら";
Q[27].comment = "『川原』は『かわら』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小川〕のほとりにきれいな花が咲いている。";
Q[28].Ans[0] = "おがわ";
Q[28].Ans[1] = "こかわ";
Q[28].Ans[2] = "こせん";
Q[28].Ans[3] = "おせん";
Q[28].comment = "『小川』は『おがわ』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山奥で〔仙人〕のような生活をしている。";
Q[29].Ans[0] = "せんにん";
Q[29].Ans[1] = "しんにん";
Q[29].Ans[2] = "けんにん";
Q[29].Ans[3] = "さんにん";
Q[29].comment = "『仙人』は『せんにん』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔仙台〕の七夕祭りを見物してきた。";
Q[30].Ans[0] = "せんだい";
Q[30].Ans[1] = "ぜんだい";
Q[30].Ans[2] = "さんだい";
Q[30].Ans[3] = "しんだい";
Q[30].comment = "『仙台』は『せんだい』と読む。日本の地名。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>反対派がテレビ局を〔占拠〕した。";
Q[31].Ans[0] = "せんきょ";
Q[31].Ans[1] = "さんきょ";
Q[31].Ans[2] = "ざんきょ";
Q[31].Ans[3] = "しんきょ";
Q[31].comment = "『占拠』は『せんきょ』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大画面だが〔占有〕スペースが小さいので邪魔にならない。";
Q[32].Ans[0] = "せんゆう";
Q[32].Ans[1] = "ざんゆう";
Q[32].Ans[2] = "しんゆう";
Q[32].Ans[3] = "きょうゆう";
Q[32].comment = "『占有』は『せんゆう』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ブランド品を〔独占〕的に販売している。";
Q[33].Ans[0] = "どくせん";
Q[33].Ans[1] = "どくぜん";
Q[33].Ans[2] = "どくさん";
Q[33].Ans[3] = "どくとく";
Q[33].comment = "『独占』は『どくせん』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>食品の売り上げが全体の七割を〔占める〕。";
Q[34].Ans[0] = "しめる";
Q[34].Ans[1] = "あつめる";
Q[34].Ans[2] = "すすめる";
Q[34].Ans[3] = "とめる";
Q[34].comment = "『占める』は『しめる』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>トイレットペーパーを〔買い占める〕。";
Q[35].Ans[0] = "かいしめる";
Q[35].Ans[1] = "かいためる";
Q[35].Ans[2] = "かいあつめる";
Q[35].Ans[3] = "かいすすめる";
Q[35].comment = "『買い占める』は『かいしめる』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>優勝争いの行方を〔占う〕重要な一戦だ。";
Q[36].Ans[0] = "うらなう";
Q[36].Ans[1] = "になう";
Q[36].Ans[2] = "はらう";
Q[36].Ans[3] = "あがなう";
Q[36].comment = "『占う』は『うらなう』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔占い〕なんて信じません。";
Q[37].Ans[0] = "うらない";
Q[37].Ans[1] = "まじない";
Q[37].Ans[2] = "おはらい";
Q[37].Ans[3] = "おこなう";
Q[37].comment = "『占い』は『うらない』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔先方〕にはすでに伝えてあります。";
Q[38].Ans[0] = "せんぽう";
Q[38].Ans[1] = "さんぽう";
Q[38].Ans[2] = "さっぽう";
Q[38].Ans[3] = "せっぽう";
Q[38].comment = "『先方』は『せんぽう』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>重役たちが〔率先〕して働いている。";
Q[39].Ans[0] = "そっせん";
Q[39].Ans[1] = "そっけん";
Q[39].Ans[2] = "そっしん";
Q[39].Ans[3] = "そっさん";
Q[39].comment = "『率先』は『そっせん』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時代を〔先取り〕しすぎると相手にされません。";
Q[40].Ans[0] = "さきどり";
Q[40].Ans[1] = "せんどり";
Q[40].Ans[2] = "まえどり";
Q[40].Ans[3] = "まずどり";
Q[40].comment = "『先取り』は『さきどり』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>料金は〔先払い〕でお願いします。";
Q[41].Ans[0] = "さきばらい";
Q[41].Ans[1] = "まえばらい";
Q[41].Ans[2] = "せんばらい";
Q[41].Ans[3] = "まずばらい";
Q[41].comment = "『先払い』は『さきばらい』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一方的に独立を〔宣言〕する。";
Q[42].Ans[0] = "せんげん";
Q[42].Ans[1] = "さんげん";
Q[42].Ans[2] = "そんげん";
Q[42].Ans[3] = "せいげん";
Q[42].comment = "『宣言』は『せんげん』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>余命一年と〔宣告〕された。";
Q[43].Ans[0] = "せんこく";
Q[43].Ans[1] = "そんこく";
Q[43].Ans[2] = "さんこく";
Q[43].Ans[3] = "そうこく";
Q[43].comment = "『宣告』は『せんこく』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一時的な支持を受けたからといって、政策の〔宣伝〕を怠ってはいけない。";
Q[44].Ans[0] = "せんでん";
Q[44].Ans[1] = "けんでん";
Q[44].Ans[2] = "そうでん";
Q[44].Ans[3] = "かんでん";
Q[44].comment = "『宣伝』は『せんでん』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>民事を〔専門〕に取り扱う弁護士事務所だ。";
Q[45].Ans[0] = "せんもん";
Q[45].Ans[1] = "けんもん";
Q[45].Ans[2] = "ざんもん";
Q[45].Ans[3] = "かんもん";
Q[45].comment = "『専門』は『せんもん』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔専属〕のモデルとして契約する。";
Q[46].Ans[0] = "せんぞく";
Q[46].Ans[1] = "けんぞく";
Q[46].Ans[2] = "そうぞく";
Q[46].Ans[3] = "そんぞく";
Q[46].comment = "『専属』は『せんぞく』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔専ら〕医薬品として使用される物質だ。";
Q[47].Ans[0] = "もっぱら";
Q[47].Ans[1] = "みずから";
Q[47].Ans[2] = "もとから";
Q[47].Ans[3] = "ながら";
Q[47].comment = "『専ら』は『もっぱら』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来年結婚すると〔専ら〕のうわさだ。";
Q[48].Ans[0] = "もっぱら";
Q[48].Ans[1] = "ながら";
Q[48].Ans[2] = "おりから";
Q[48].Ans[3] = "やたら";
Q[48].comment = "『専ら』は『もっぱら』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>給与の10％を〔源泉徴収〕されている。";
Q[49].Ans[0] = "げんせんちょうしゅう";
Q[49].Ans[1] = "げんかんちょうしゅう";
Q[49].Ans[2] = "げんてんちょうしゅう";
Q[49].Ans[3] = "げんけんちょうしゅう";
Q[49].comment = "『源泉徴収』は『げんせんちょうしゅう』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔温泉〕旅館に宿泊する。";
Q[50].Ans[0] = "おんせん";
Q[50].Ans[1] = "おんかん";
Q[50].Ans[2] = "おんてん";
Q[50].Ans[3] = "おんいん";
Q[50].comment = "『温泉』は『おんせん』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>美しい〔泉〕が湧き出ている。";
Q[51].Ans[0] = "いずみ";
Q[51].Ans[1] = "せん";
Q[51].Ans[2] = "いど";
Q[51].Ans[3] = "みず";
Q[51].comment = "『泉』は『いずみ』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔浅学〕をさらけ出すような発言はおよしなさい。";
Q[52].Ans[0] = "せんがく";
Q[52].Ans[1] = "けんがく";
Q[52].Ans[2] = "かんがく";
Q[52].Ans[3] = "あさがく";
Q[52].comment = "『浅学』は『せんがく』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔浅薄〕な知識だけでは何の役にも立たない。";
Q[53].Ans[0] = "せんぱく";
Q[53].Ans[1] = "あさはか";
Q[53].Ans[2] = "あさぱく";
Q[53].Ans[3] = "けんぱく";
Q[53].comment = "『浅薄』は『せんぱく』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここの海岸は〔遠浅〕だから遊泳に向いている。";
Q[54].Ans[0] = "とおあさ";
Q[54].Ans[1] = "えんせん";
Q[54].Ans[2] = "えんけん";
Q[54].Ans[3] = "とおせん";
Q[54].comment = "『遠浅』は『とおあさ』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>船底が〔浅瀬〕に乗り上げてしまった。";
Q[55].Ans[0] = "あさせ";
Q[55].Ans[1] = "あっせ";
Q[55].Ans[2] = "せんせ";
Q[55].Ans[3] = "せっせ";
Q[55].comment = "『浅瀬』は『あさせ』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔洗面台〕がよごれている。";
Q[56].Ans[0] = "せんめんだい";
Q[56].Ans[1] = "しんめんだい";
Q[56].Ans[2] = "さんめんだい";
Q[56].Ans[3] = "そうめんだい";
Q[56].comment = "『洗面台』は『せんめんだい』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>都会的で〔洗練〕されたデザインが人気だ。";
Q[57].Ans[0] = "せんれん";
Q[57].Ans[1] = "そんれん";
Q[57].Ans[2] = "ちんれん";
Q[57].Ans[3] = "しんれん";
Q[57].comment = "『洗練』は『せんれん』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>環境に優しい〔洗剤〕だというふれこみです。";
Q[58].Ans[0] = "せんざい";
Q[58].Ans[1] = "てんざい";
Q[58].Ans[2] = "けんざい";
Q[58].Ans[3] = "しんざい";
Q[58].comment = "『洗剤』は『せんざい』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>顔を〔洗う〕ついでにヒゲもそる。";
Q[59].Ans[0] = "あらう";
Q[59].Ans[1] = "はらう";
Q[59].Ans[2] = "わらう";
Q[59].Ans[3] = "ならう";
Q[59].comment = "『洗う』は『あらう』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>娘に〔染色体〕の異状が発見された。";
Q[60].Ans[0] = "せんしょくたい";
Q[60].Ans[1] = "らんしょくたい";
Q[60].Ans[2] = "そめしょくたい";
Q[60].Ans[3] = "そうしょくたい";
Q[60].comment = "『染色体』は『せんしょくたい』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中国産の海産物は〔汚染〕されているものが多い。";
Q[61].Ans[0] = "おせん";
Q[61].Ans[1] = "おらん";
Q[61].Ans[2] = "おてん";
Q[61].Ans[3] = "おぞん";
Q[61].comment = "『汚染』は『おせん』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>天然の〔染料〕で染めたハンカチを買う。";
Q[62].Ans[0] = "せんりょう";
Q[62].Ans[1] = "らんりょう";
Q[62].Ans[2] = "げんりょう";
Q[62].Ans[3] = "そうりょう";
Q[62].comment = "『染料』は『せんりょう』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>髪を緑色に〔染める〕。";
Q[63].Ans[0] = "そめる";
Q[63].Ans[1] = "ためる";
Q[63].Ans[2] = "なめる";
Q[63].Ans[3] = "しめる";
Q[63].comment = "『染める』は『そめる』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すっかり官僚の風に〔染まって〕しまったらしい。";
Q[64].Ans[0] = "そまって";
Q[64].Ans[1] = "はまって";
Q[64].Ans[2] = "かまって";
Q[64].Ans[3] = "とまって";
Q[64].comment = "『染まる』は『そまる』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夕焼けで空が赤く〔染まる〕。";
Q[65].Ans[0] = "そまる";
Q[65].Ans[1] = "はまる";
Q[65].Ans[2] = "なまる";
Q[65].Ans[3] = "せまる";
Q[65].comment = "『染まる』は『そまる』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>味が〔染みていて〕おいしいおでんですね。";
Q[66].Ans[0] = "しみていて";
Q[66].Ans[1] = "くみていて";
Q[66].Ans[2] = "こころみていて";
Q[66].Ans[3] = "なみていて";
Q[66].comment = "『染みる』は『しみる』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冬の寒さが身に〔染みる〕。";
Q[67].Ans[0] = "しみる";
Q[67].Ans[1] = "こころみる";
Q[67].Ans[2] = "そみる";
Q[67].Ans[3] = "ゆめみる";
Q[67].comment = "『染みる』は『しみる』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コーヒーをこぼして〔染み〕を作ってしまった。";
Q[68].Ans[0] = "しみ";
Q[68].Ans[1] = "あかみ";
Q[68].Ans[2] = "うちみ";
Q[68].Ans[3] = "かみ";
Q[68].comment = "『染み』は『しみ』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>実にセンスの悪い〔扇子〕ですね。";
Q[69].Ans[0] = "せんす";
Q[69].Ans[1] = "うちわ";
Q[69].Ans[2] = "おうぎ";
Q[69].Ans[3] = "せんご";
Q[69].comment = "『扇子』は『せんす』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔扇風機〕を回しながらクーラーをつけるとよく冷えます。";
Q[70].Ans[0] = "せんぷうき";
Q[70].Ans[1] = "さんぷうき";
Q[70].Ans[2] = "そうふうき";
Q[70].Ans[3] = "れいふうき";
Q[70].comment = "『扇風機』は『せんぷうき』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔扇〕の形をした和菓子が並んでいる。";
Q[71].Ans[0] = "おうぎ";
Q[71].Ans[1] = "せんす";
Q[71].Ans[2] = "うちわ";
Q[71].Ans[3] = "はね";
Q[71].comment = "『扇』は『おうぎ』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔扇〕の要の位置にいる人物だ。";
Q[72].Ans[0] = "おうぎ";
Q[72].Ans[1] = "さん";
Q[72].Ans[2] = "せん";
Q[72].Ans[3] = "うちわ";
Q[72].comment = "『扇』は『おうぎ』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古くなった〔消火栓〕の点検をする。";
Q[73].Ans[0] = "しょうかせん";
Q[73].Ans[1] = "しょうかき";
Q[73].Ans[2] = "しょうかきん";
Q[73].Ans[3] = "しょうかぜん";
Q[73].comment = "『消火栓』は『しょうかせん』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビールの〔栓〕を次々と抜く。";
Q[74].Ans[0] = "せん";
Q[74].Ans[1] = "きん";
Q[74].Ans[2] = "ちん";
Q[74].Ans[3] = "ふた";
Q[74].comment = "『栓』は『せん』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ヘリコプターが上空で〔旋回〕している。";
Q[75].Ans[0] = "せんかい";
Q[75].Ans[1] = "さんかい";
Q[75].Ans[2] = "そうかい";
Q[75].Ans[3] = "えんかい";
Q[75].comment = "『旋回』は『せんかい』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>美しい〔旋律〕が聞こえてくる。";
Q[76].Ans[0] = "せんりつ";
Q[76].Ans[1] = "さんりつ";
Q[76].Ans[2] = "そうりつ";
Q[76].Ans[3] = "せいりつ";
Q[76].comment = "『旋律』は『せんりつ』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔唐突〕に何を言い出すんだ。";
Q[77].Ans[0] = "とうとつ";
Q[77].Ans[1] = "たんとつ";
Q[77].Ans[2] = "からとつ";
Q[77].Ans[3] = "えんとつ";
Q[77].comment = "『唐突』は『とうとつ』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔唐草模様〕が外国人に大人気らしい。";
Q[78].Ans[0] = "からくさもよう";
Q[78].Ans[1] = "とうくさもよう";
Q[78].Ans[2] = "ちぐさもよう";
Q[78].Ans[3] = "たんくさもよう";
Q[78].comment = "『唐草模様』は『からくさもよう』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔唐揚げ〕とビールがよく合います。";
Q[79].Ans[0] = "からあげ";
Q[79].Ans[1] = "とうあげ";
Q[79].Ans[2] = "たんあげ";
Q[79].Ans[3] = "あつあげ";
Q[79].comment = "『唐揚げ』は『からあげ』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風が〔半島〕に接近している。";
Q[80].Ans[0] = "はんとう";
Q[80].Ans[1] = "はんどう";
Q[80].Ans[2] = "はんじま";
Q[80].Ans[3] = "はんしま";
Q[80].comment = "『半島』は『はんとう』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔列島〕を縦断する駅伝大会に参加する。";
Q[81].Ans[0] = "れっとう";
Q[81].Ans[1] = "れっどう";
Q[81].Ans[2] = "れつしま";
Q[81].Ans[3] = "れつじま";
Q[81].comment = "『列島』は『れっとう』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>気象庁が〔島民〕に避難を呼びかけている。";
Q[82].Ans[0] = "とうみん";
Q[82].Ans[1] = "どうみん";
Q[82].Ans[2] = "しまみん";
Q[82].Ans[3] = "どみん";
Q[82].comment = "『島民』は『とうみん』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾は、日本と同じ〔島国〕だ。";
Q[83].Ans[0] = "しまぐに";
Q[83].Ans[1] = "とうこく";
Q[83].Ans[2] = "どうごく";
Q[83].Ans[3] = "しまくに";
Q[83].comment = "『島国』は『しまぐに』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>絶海の〔孤島〕のような有様だ。";
Q[84].Ans[0] = "ことう";
Q[84].Ans[1] = "こどう";
Q[84].Ans[2] = "こじま";
Q[84].Ans[3] = "こしま";
Q[84].comment = "『孤島』は『ことう』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔桃源郷〕伝説を知っていますか？";
Q[85].Ans[0] = "とうげんきょう";
Q[85].Ans[1] = "たんげんきょう";
Q[85].Ans[2] = "ももげんきょう";
Q[85].Ans[3] = "ちょうげんきょう";
Q[85].comment = "『桃源郷』は『とうげんきょう』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔桜桃〕は、一般にサクランボと呼ばれます。";
Q[86].Ans[0] = "おうとう";
Q[86].Ans[1] = "おうたん";
Q[86].Ans[2] = "おうだん";
Q[86].Ans[3] = "おうもも";
Q[86].comment = "『桜桃』は『おうとう』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔桜花賞〕は日本の競馬のクラシックレースのひとつです。";
Q[87].Ans[0] = "おうかしょう";
Q[87].Ans[1] = "いんかしょう";
Q[87].Ans[2] = "えんかしょう";
Q[87].Ans[3] = "さくらかしょう";
Q[87].comment = "『桜花賞』は『おうかしょう』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔桃〕の香りの芳香剤はいかがですか。";
Q[88].Ans[0] = "もも";
Q[88].Ans[1] = "さくら";
Q[88].Ans[2] = "なし";
Q[88].Ans[3] = "りんご";
Q[88].comment = "『桃』は『もも』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>梨よりも〔桃〕が好きです。";
Q[89].Ans[0] = "もも";
Q[89].Ans[1] = "りんご";
Q[89].Ans[2] = "みかん";
Q[89].Ans[3] = "いちご";
Q[89].comment = "『桃』は『もも』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>都合により〔討論会〕は中止いたします。";
Q[90].Ans[0] = "とうろんかい";
Q[90].Ans[1] = "ぎろんかい";
Q[90].Ans[2] = "そうろんかい";
Q[90].Ans[3] = "たろんかい";
Q[90].comment = "『討論会』は『とうろんかい』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>規約の改正を〔検討〕する。";
Q[91].Ans[0] = "けんとう";
Q[91].Ans[1] = "けんたん";
Q[91].Ans[2] = "けんそん";
Q[91].Ans[3] = "けんさく";
Q[91].comment = "『検討』は『けんとう』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>かたきを〔討つ〕。";
Q[92].Ans[0] = "うつ";
Q[92].Ans[1] = "かつ";
Q[92].Ans[2] = "まつ";
Q[92].Ans[3] = "たつ";
Q[92].comment = "『討つ』は『うつ』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>忠臣蔵の〔討ち入り〕の場面を演じる。";
Q[93].Ans[0] = "うちいり";
Q[93].Ans[1] = "かちいり";
Q[93].Ans[2] = "たちいり";
Q[93].Ans[3] = "もちうり";
Q[93].comment = "『討ち入り』は『うちいり』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔透明〕のテープで修復する。";
Q[94].Ans[0] = "とうめい";
Q[94].Ans[1] = "とんめい";
Q[94].Ans[2] = "とっめい";
Q[94].Ans[3] = "どうめい";
Q[94].comment = "『透明』は『とうめい』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時間をかけて成分が〔浸透〕するようにつくられている。";
Q[95].Ans[0] = "しんとう";
Q[95].Ans[1] = "しんどう";
Q[95].Ans[2] = "しんこう";
Q[95].Ans[3] = "しんど";
Q[95].comment = "『浸透』は『しんとう』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ドアの〔透き間〕から姿が見えた。";
Q[96].Ans[0] = "すきま";
Q[96].Ans[1] = "あきま";
Q[96].Ans[2] = "ぬきま";
Q[96].Ans[3] = "うきま";
Q[96].comment = "『透き間』は『すきま』と読む。『隙間』とも書く。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>心の〔透き間〕につけ込むような商売はよろしくない。";
Q[97].Ans[0] = "すきま";
Q[97].Ans[1] = "うきま";
Q[97].Ans[2] = "かきま";
Q[97].Ans[3] = "ときま";
Q[97].comment = "『透き間』は『すきま』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>紙幣の〔透かし〕を確認する。";
Q[98].Ans[0] = "すかし";
Q[98].Ans[1] = "あかし";
Q[98].Ans[2] = "かかし";
Q[98].Ans[3] = "しかし";
Q[98].comment = "『透かし』は『すかし』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>封筒を光に〔透かして〕見る。";
Q[99].Ans[0] = "すかして";
Q[99].Ans[1] = "あかして";
Q[99].Ans[2] = "とかして";
Q[99].Ans[3] = "かかして";
Q[99].comment = "『透かす』は『すかす』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雨に濡れたので〔透けて〕見える。。";
Q[100].Ans[0] = "すけて";
Q[100].Ans[1] = "うけて";
Q[100].Ans[2] = "かけて";
Q[100].Ans[3] = "はけて";
Q[100].comment = "『透ける』は『すける』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>与党の内部事情が〔透けて〕見えるような事件だ。";
Q[101].Ans[0] = "すけて";
Q[101].Ans[1] = "かけて";
Q[101].Ans[2] = "ぬけて";
Q[101].Ans[3] = "ふけて";
Q[101].comment = "『透ける』は『すける』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>参議院議員選挙で〔与党〕が大敗した。";
Q[102].Ans[0] = "よとう";
Q[102].Ans[1] = "やとう";
Q[102].Ans[2] = "ゆうとう";
Q[102].Ans[3] = "やたん";
Q[102].comment = "『与党』は『よとう』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>革新的な〔政党〕はいずれも支持を失っている。";
Q[103].Ans[0] = "せいとう";
Q[103].Ans[1] = "せいどう";
Q[103].Ans[2] = "せいど";
Q[103].Ans[3] = "せいだん";
Q[103].comment = "『政党』は『せいとう』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔徒党〕を組んで盗みを働いている。";
Q[104].Ans[0] = "ととう";
Q[104].Ans[1] = "とどう";
Q[104].Ans[2] = "とだん";
Q[104].Ans[3] = "とたん";
Q[104].comment = "『徒党』は『ととう』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テロで亡くなった選手を〔追悼〕する記事を書く。";
Q[105].Ans[0] = "ついとう";
Q[105].Ans[1] = "ついだん";
Q[105].Ans[2] = "ついたく";
Q[105].Ans[3] = "ついしょう";
Q[105].comment = "『追悼』は『ついとう』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>死者に〔哀悼〕の意を表する。";
Q[106].Ans[0] = "あいとう";
Q[106].Ans[1] = "あいどう";
Q[106].Ans[2] = "あいだん";
Q[106].Ans[3] = "あいたい";
Q[106].comment = "『哀悼』は『あいとう』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>亡くなった人々を〔悼んで〕記念碑を建立する。";
Q[107].Ans[0] = "いたんで";
Q[107].Ans[1] = "しのんで";
Q[107].Ans[2] = "たのんで";
Q[107].Ans[3] = "なつかしんで";
Q[107].comment = "『悼む』は『いたむ』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>他人のデータを〔盗用〕してはいけない。";
Q[108].Ans[0] = "とうよう";
Q[108].Ans[1] = "だんよう";
Q[108].Ans[2] = "こうよう";
Q[108].Ans[3] = "じゅうよう";
Q[108].comment = "『盗用』は『とうよう』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これだけ似ていれば〔盗作〕といわれても仕方がない。";
Q[109].Ans[0] = "とうさく";
Q[109].Ans[1] = "がんさく";
Q[109].Ans[2] = "どうさく";
Q[109].Ans[3] = "けんさく";
Q[109].comment = "『盗作』は『とうさく』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔強盗〕に襲われて軽い怪我をした。";
Q[110].Ans[0] = "ごうとう";
Q[110].Ans[1] = "ごうどう";
Q[110].Ans[2] = "ごうだん";
Q[110].Ans[3] = "きょうどう";
Q[110].comment = "『強盗』は『ごうとう』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いくら貧乏でも、人様のものを〔盗む〕ような真似はするな。";
Q[111].Ans[0] = "ぬすむ";
Q[111].Ans[1] = "なじむ";
Q[111].Ans[2] = "かこむ";
Q[111].Ans[3] = "しこむ";
Q[111].comment = "『盗む』は『ぬすむ』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>同じマンションの部屋が〔盗み〕に入られたらしい。";
Q[112].Ans[0] = "ぬすみ";
Q[112].Ans[1] = "なじみ";
Q[112].Ans[2] = "にじみ";
Q[112].Ans[3] = "たのみ";
Q[112].comment = "『盗み』は『ぬすみ』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔陶器〕のグラスでビールを飲む。";
Q[113].Ans[0] = "とうき";
Q[113].Ans[1] = "たんき";
Q[113].Ans[2] = "どうき";
Q[113].Ans[3] = "とうじき";
Q[113].comment = "『陶器』は『とうき』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>美少年たちを前にして、すっかり〔陶酔〕した様子だ。";
Q[114].Ans[0] = "とうすい";
Q[114].Ans[1] = "たんすい";
Q[114].Ans[2] = "しょうすい";
Q[114].Ans[3] = "こうすい";
Q[114].comment = "『陶酔』は『とうすい』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>江戸時代から〔陶磁器〕の生産で有名です。";
Q[115].Ans[0] = "とうじき";
Q[115].Ans[1] = "たんじき";
Q[115].Ans[2] = "かんじき";
Q[115].Ans[3] = "すいじき";
Q[115].comment = "『陶磁器』は『とうじき』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若いころから名人と呼ばれた師の〔薫陶〕を受けて育ったl。";
Q[116].Ans[0] = "くんとう";
Q[116].Ans[1] = "くんたん";
Q[116].Ans[2] = "くんれん";
Q[116].Ans[3] = "くんこく";
Q[116].comment = "『薫陶』は『くんとう』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大盛りで有名な店だけあって、カツが〔塔〕のように重ねられている。";
Q[117].Ans[0] = "とう";
Q[117].Ans[1] = "やね";
Q[117].Ans[2] = "むね";
Q[117].Ans[3] = "やま";
Q[117].comment = "『塔』は『とう』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>20世紀初頭につくられた〔電波塔〕を解体する。";
Q[118].Ans[0] = "でんぱとう";
Q[118].Ans[1] = "でんぱだい";
Q[118].Ans[2] = "でんぱせん";
Q[118].Ans[3] = "でんぱたい";
Q[118].comment = "『塔』は『とう』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔搭乗者〕のリストを提出するように求める。";
Q[119].Ans[0] = "とうじょうしゃ";
Q[119].Ans[1] = "たんじょうしゃ";
Q[119].Ans[2] = "せんじょうしゃ";
Q[119].Ans[3] = "どうじょうしゃ";
Q[119].comment = "『搭乗者』は『とうじょうしゃ』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最新のチップを〔搭載〕している。";
Q[120].Ans[0] = "とうさい";
Q[120].Ans[1] = "だんさい";
Q[120].Ans[2] = "ごうさい";
Q[120].Ans[3] = "せんさい";
Q[120].comment = "『搭載』は『とうさい』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カラー液晶パネルを〔搭載〕した携帯電話だ。";
Q[121].Ans[0] = "とうさい";
Q[121].Ans[1] = "かんさい";
Q[121].Ans[2] = "だんさい";
Q[121].Ans[3] = "けいさい";
Q[121].comment = "『搭載』は『とうさい』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夜の〔病棟〕を見回る仕事をしている。";
Q[122].Ans[0] = "びょうとう";
Q[122].Ans[1] = "びょうどう";
Q[122].Ans[2] = "びょういん";
Q[122].Ans[3] = "びょうむね";
Q[122].comment = "『病棟』は『びょうとう』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両親は〔別棟〕に住んでいます。";
Q[123].Ans[0] = "べつむね";
Q[123].Ans[1] = "べつとう";
Q[123].Ans[2] = "べつどう";
Q[123].Ans[3] = "べつかん";
Q[123].comment = "『別棟』は『べつむね』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生なら外科〔病棟〕の方で見かけましたよ。";
Q[124].Ans[0] = "びょうとう";
Q[124].Ans[1] = "びょういん";
Q[124].Ans[2] = "びょうどう";
Q[124].Ans[3] = "びょうげん";
Q[124].comment = "『病棟』は『びょうとう』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>屋根の最も高い場所に取りつける横木を〔棟木〕という。";
Q[125].Ans[0] = "むなぎ";
Q[125].Ans[1] = "とうぎ";
Q[125].Ans[2] = "どうぎ";
Q[125].Ans[3] = "まくらぎ";
Q[125].comment = "『棟木』は『むなぎ』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>湯加減がどうというより、ほとんど〔熱湯〕だよ。";
Q[126].Ans[0] = "ねっとう";
Q[126].Ans[1] = "ねったん";
Q[126].Ans[2] = "ねつゆ";
Q[126].Ans[3] = "あつゆ";
Q[126].comment = "『熱湯』は『ねっとう』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>マンションの〔給湯器〕が故障した。";
Q[127].Ans[0] = "きゅうとうき";
Q[127].Ans[1] = "きょうどうき";
Q[127].Ans[2] = "きゅうゆき";
Q[127].Ans[3] = "きゅうゆうき";
Q[127].comment = "『給湯器』は『きゅうとうき』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、何でも〔湯水〕のごとく使ってしまう。";
Q[128].Ans[0] = "ゆみず";
Q[128].Ans[1] = "とうすい";
Q[128].Ans[2] = "ゆうみず";
Q[128].Ans[3] = "たんすい";
Q[128].comment = "『湯水』は『ゆみず』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔湯上がり〕のビールはうまい。";
Q[129].Ans[0] = "ゆあがり";
Q[129].Ans[1] = "とうあがり";
Q[129].Ans[2] = "ふろあがり";
Q[129].Ans[3] = "たんあがり";
Q[129].comment = "『湯上がり』は『ゆあがり』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鍋から〔湯気〕が立っている。";
Q[130].Ans[0] = "ゆげ";
Q[130].Ans[1] = "ゆうげ";
Q[130].Ans[2] = "とうげ";
Q[130].Ans[3] = "たんげ";
Q[130].comment = "『湯気』は『ゆげ』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔湯冷まし〕を飲む。";
Q[131].Ans[0] = "ゆざまし";
Q[131].Ans[1] = "とうざまし";
Q[131].Ans[2] = "ねつさまし";
Q[131].Ans[3] = "あつさまし";
Q[131].comment = "『湯冷まし』は『ゆざまし』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>1970年代に〔天然痘〕は根絶された。";
Q[132].Ans[0] = "てんねんとう";
Q[132].Ans[1] = "てんねんとん";
Q[132].Ans[2] = "てんねんどう";
Q[132].Ans[3] = "てんねんたん";
Q[132].comment = "『天然痘』は『てんねんとう』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日は全校の〔登校日〕です。";
Q[133].Ans[0] = "とうこうび";
Q[133].Ans[1] = "とこうび";
Q[133].Ans[2] = "てんこうび";
Q[133].Ans[3] = "せんこうび";
Q[133].comment = "『登校日』は『とうこうび』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冬の〔登山〕には危険がつきまとう。";
Q[134].Ans[0] = "とざん";
Q[134].Ans[1] = "とうざん";
Q[134].Ans[2] = "てんざん";
Q[134].Ans[3] = "とんざん";
Q[134].comment = "『登山』は『とざん』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本当に〔懲りない〕男だ。";
Q[135].Ans[0] = "こりない";
Q[135].Ans[1] = "たりない";
Q[135].Ans[2] = "おりない";
Q[135].Ans[3] = "かりない";
Q[135].comment = "『懲りる』は『こりる』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔性懲り〕もなく、またギャンブルに行くのかい。";
Q[136].Ans[0] = "しょうこり";
Q[136].Ans[1] = "しょうかり";
Q[136].Ans[2] = "しょうおり";
Q[136].Ans[3] = "しょうたり";
Q[136].comment = "『性懲りもなく』は『しょうこりもなく』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>助さんと角さんが悪者を〔懲らしめる〕。";
Q[137].Ans[0] = "こらしめる";
Q[137].Ans[1] = "あらしめる";
Q[137].Ans[2] = "たらしめる";
Q[137].Ans[3] = "ならしめる";
Q[137].comment = "『懲らしめる』は『こらしめる』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>素行の悪い学生を〔懲らしめる〕。";
Q[138].Ans[0] = "こらしめる";
Q[138].Ans[1] = "からしめる";
Q[138].Ans[2] = "ならしめる";
Q[138].Ans[3] = "あらしめる";
Q[138].comment = "『懲らしめる』は『こらしめる』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔実直〕な人柄で多くの人に信頼されている。";
Q[139].Ans[0] = "じっちょく";
Q[139].Ans[1] = "じっじょく";
Q[139].Ans[2] = "じっしょく";
Q[139].Ans[3] = "じっそく";
Q[139].comment = "『実直』は『じっちょく』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>定規で〔直線〕を引く。";
Q[140].Ans[0] = "ちょくせん";
Q[140].Ans[1] = "きょくせん";
Q[140].Ans[2] = "じょくせん";
Q[140].Ans[3] = "そくせん";
Q[140].comment = "『直線』は『ちょくせん』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風が都心を〔直撃〕する。";
Q[141].Ans[0] = "ちょくげき";
Q[141].Ans[1] = "ぞくげき";
Q[141].Ans[2] = "そくげき";
Q[141].Ans[3] = "じきげき";
Q[141].comment = "『直撃』は『ちょくげき』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>出場を監督に〔直訴〕する。";
Q[142].Ans[0] = "じきそ";
Q[142].Ans[1] = "ちょくそ";
Q[142].Ans[2] = "ぞくそ";
Q[142].Ans[3] = "じょくそ";
Q[142].comment = "『直訴』は『じきそ』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>エジソンの〔直筆〕のサインがオークションに出される。";
Q[143].Ans[0] = "じきひつ";
Q[143].Ans[1] = "ちょくひつ";
Q[143].Ans[2] = "じょくひつ";
Q[143].Ans[3] = "そくひつ";
Q[143].comment = "『直筆』は『じきひつ』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたは〔正直〕すぎるところがあります。";
Q[144].Ans[0] = "しょうじき";
Q[144].Ans[1] = "しょうじょく";
Q[144].Ans[2] = "しょうちょく";
Q[144].Ans[3] = "しょうぞく";
Q[144].comment = "『正直』は『しょうじき』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔直ちに〕対処いたします。";
Q[145].Ans[0] = "ただちに";
Q[145].Ans[1] = "ちょくちに";
Q[145].Ans[2] = "じきちに";
Q[145].Ans[3] = "すぐちに";
Q[145].comment = "『直ちに』は『ただちに』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いささかの〔手直し〕が必要です。";
Q[146].Ans[0] = "てなおし";
Q[146].Ans[1] = "てちょくし";
Q[146].Ans[2] = "てじきし";
Q[146].Ans[3] = "てすぐし";
Q[146].comment = "『手直し』は『てなおし』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ケンカの良いところは〔仲直り〕ができるところです。";
Q[147].Ans[0] = "なかなおり";
Q[147].Ans[1] = "なかまいり";
Q[147].Ans[2] = "なかちょくり";
Q[147].Ans[3] = "なかじきり";
Q[147].comment = "『仲直り』は『なかなおり』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>与党の教育改革は〔教育勅語〕を復活させようとしている。";
Q[148].Ans[0] = "きょういくちょくご";
Q[148].Ans[1] = "きょういくこくご";
Q[148].Ans[2] = "きょういくろんご";
Q[148].Ans[3] = "きょういくかんご";
Q[148].comment = "『教育勅語』は『きょういくちょくご』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古今和歌集は〔勅撰〕の歌集である。";
Q[149].Ans[0] = "ちょくせん";
Q[149].Ans[1] = "じきせん";
Q[149].Ans[2] = "こくせん";
Q[149].Ans[3] = "ろくせん";
Q[149].comment = "『勅撰』は『ちょくせん』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔沈滞〕したムードを一掃する大活躍だった。";
Q[150].Ans[0] = "ちんたい";
Q[150].Ans[1] = "せんたい";
Q[150].Ans[2] = "ぜんたい";
Q[150].Ans[3] = "しんたい";
Q[150].comment = "『沈滞』は『ちんたい』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何も言うことがないときは〔沈黙〕するしかない。";
Q[151].Ans[0] = "ちんもく";
Q[151].Ans[1] = "せんもく";
Q[151].Ans[2] = "かんもく";
Q[151].Ans[3] = "どうもく";
Q[151].comment = "『沈黙』は『ちんもく』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は、90年前にタイタニック号が〔沈没〕した日だ。";
Q[152].Ans[0] = "ちんぼつ";
Q[152].Ans[1] = "かんぼつ";
Q[152].Ans[2] = "すいぼつ";
Q[152].Ans[3] = "にちぼつ";
Q[152].comment = "『沈没』は『ちんぼつ』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夕陽が〔沈む〕ときは悲しい気持ちになる。";
Q[153].Ans[0] = "しずむ";
Q[153].Ans[1] = "にじむ";
Q[153].Ans[2] = "かすむ";
Q[153].Ans[3] = "たわむ";
Q[153].comment = "『沈む』は『しずむ』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>芸能界は〔浮き沈み〕が激しい世界だ。";
Q[154].Ans[0] = "うきしずみ";
Q[154].Ans[1] = "うきかすみ";
Q[154].Ans[2] = "うきなじみ";
Q[154].Ans[3] = "うきからみ";
Q[154].comment = "『浮き沈み』は『うきしずみ』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>廃船を沖に〔沈めて〕魚のすみかにする。";
Q[155].Ans[0] = "しずめて";
Q[155].Ans[1] = "あつめて";
Q[155].Ans[2] = "ふかめて";
Q[155].Ans[3] = "まるめて";
Q[155].comment = "『沈める』は『しずめる』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>関西では、冬の味覚として〔珍重〕されている。";
Q[156].Ans[0] = "ちんちょう";
Q[156].Ans[1] = "せんちょう";
Q[156].Ans[2] = "しんちょう";
Q[156].Ans[3] = "かんちょう";
Q[156].comment = "『珍重』は『ちんちょう』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔珍奇〕なニュースとして世界中に報道された。";
Q[157].Ans[0] = "ちんき";
Q[157].Ans[1] = "せんき";
Q[157].Ans[2] = "しんき";
Q[157].Ans[3] = "どんき";
Q[157].comment = "『珍奇』は『ちんき』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼が唱えているのは〔珍説〕の類いだ。";
Q[158].Ans[0] = "ちんせつ";
Q[158].Ans[1] = "しんせつ";
Q[158].Ans[2] = "けんせつ";
Q[158].Ans[3] = "えんぜつ";
Q[158].comment = "『珍説』は『ちんせつ』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山海の〔珍味〕を集めた食事だ。";
Q[159].Ans[0] = "ちんみ";
Q[159].Ans[1] = "ぜんみ";
Q[159].Ans[2] = "しんみ";
Q[159].Ans[3] = "かんみ";
Q[159].comment = "『珍味』は『ちんみ』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>早起きするなんて〔珍しい〕ですね。";
Q[160].Ans[0] = "めずらしい";
Q[160].Ans[1] = "あたらしい";
Q[160].Ans[2] = "すばらしい";
Q[160].Ans[3] = "いじらしい";
Q[160].comment = "『珍しい』は『めずらしい』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最初は〔珍しがられて〕いましたが、今では誰も見向きもしません。";
Q[161].Ans[0] = "めずらしがられて";
Q[161].Ans[1] = "あたらしがられて";
Q[161].Ans[2] = "すばらしがられて";
Q[161].Ans[3] = "なつかしがられて";
Q[161].comment = "『珍しがる』は『めずらしがる』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔陳列〕ケースごしに宝石をながめる。";
Q[162].Ans[0] = "ちんれつ";
Q[162].Ans[1] = "しれつ";
Q[162].Ans[2] = "せいれつ";
Q[162].Ans[3] = "はいれつ";
Q[162].comment = "『陳列』は『ちんれつ』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大臣が事務所の不透明な経理を〔陳謝〕した。";
Q[163].Ans[0] = "ちんしゃ";
Q[163].Ans[1] = "せんしゃ";
Q[163].Ans[2] = "かんしゃ";
Q[163].Ans[3] = "しんしゃ";
Q[163].comment = "『陳謝』は『ちんしゃ』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔賃金〕水準は世界トップレベルだ。";
Q[164].Ans[0] = "ちんぎん";
Q[164].Ans[1] = "りんぎん";
Q[164].Ans[2] = "しんぎん";
Q[164].Ans[3] = "ようぎん";
Q[164].comment = "『賃金』は『ちんぎん』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タクシー〔運賃〕の値上げ申請が相次いでいる。";
Q[165].Ans[0] = "うんちん";
Q[165].Ans[1] = "うんりん";
Q[165].Ans[2] = "うんきん";
Q[165].Ans[3] = "うんてん";
Q[165].comment = "『運賃』は『うんちん』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新築の〔賃貸〕マンションに住んでいます。";
Q[166].Ans[0] = "ちんたい";
Q[166].Ans[1] = "せんたい";
Q[166].Ans[2] = "れんたい";
Q[166].Ans[3] = "かんたい";
Q[166].comment = "『賃貸』は『ちんたい』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今回の選挙では保守派の〔重鎮〕たちが次々と落選した。";
Q[167].Ans[0] = "じゅうちん";
Q[167].Ans[1] = "じゅうりん";
Q[167].Ans[2] = "じゅうきん";
Q[167].Ans[3] = "じゅうせん";
Q[167].comment = "『重鎮』は『じゅうちん』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>クーデターの〔鎮圧〕に成功した。";
Q[168].Ans[0] = "ちんあつ";
Q[168].Ans[1] = "よくあつ";
Q[168].Ans[2] = "しんあつ";
Q[168].Ans[3] = "だんあつ";
Q[168].comment = "『鎮圧』は『ちんあつ』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔鎮痛剤〕を服用する。";
Q[169].Ans[0] = "ちんつうざい";
Q[169].Ans[1] = "しんつうざい";
Q[169].Ans[2] = "かんつうざい";
Q[169].Ans[3] = "こうつうざい";
Q[169].comment = "『鎮痛剤』は『ちんつうざい』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だいぶ痛みが〔鎮まって〕きた。";
Q[170].Ans[0] = "しずまって";
Q[170].Ans[1] = "おさまって";
Q[170].Ans[2] = "からまって";
Q[170].Ans[3] = "ふかまって";
Q[170].comment = "『鎮まる』は『しずまる』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>懸命の消火作業でだいぶ火が〔鎮まって〕きた。";
Q[171].Ans[0] = "しずまって";
Q[171].Ans[1] = "おさまって";
Q[171].Ans[2] = "つよまって";
Q[171].Ans[3] = "さだまって";
Q[171].comment = "『鎮まる』は『しずまる』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>気を〔鎮める〕ために深呼吸をした。";
Q[172].Ans[0] = "しずめる";
Q[172].Ans[1] = "ゆるめる";
Q[172].Ans[2] = "なだめる";
Q[172].Ans[3] = "おさめる";
Q[172].comment = "『鎮める』は『しずめる』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この果実酒には、せきを〔鎮める〕効果があります。";
Q[173].Ans[0] = "しずめる";
Q[173].Ans[1] = "ゆるめる";
Q[173].Ans[2] = "はやめる";
Q[173].Ans[3] = "ゆがめる";
Q[173].comment = "『鎮める』は『しずめる』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯人を〔追跡〕したが、すぐに見失った。";
Q[174].Ans[0] = "ついせき";
Q[174].Ans[1] = "ずいせき";
Q[174].Ans[2] = "おいせき";
Q[174].Ans[3] = "たいせき";
Q[174].comment = "『追跡』は『ついせき』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オンラインで国際郵便を〔追跡〕する。";
Q[175].Ans[0] = "ついせき";
Q[175].Ans[1] = "たいせき";
Q[175].Ans[2] = "ずいせき";
Q[175].Ans[3] = "おいせき";
Q[175].comment = "『追跡』は『ついせき』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政敵を国外に〔追放〕することに成功した。";
Q[176].Ans[0] = "ついほう";
Q[176].Ans[1] = "おいほう";
Q[176].Ans[2] = "ずいほう";
Q[176].Ans[3] = "かいほう";
Q[176].comment = "『追放』は『ついほう』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>議員は国会会期中は〔訴追〕されない。";
Q[177].Ans[0] = "そつい";
Q[177].Ans[1] = "そずい";
Q[177].Ans[2] = "そそう";
Q[177].Ans[3] = "そおい";
Q[177].comment = "『訴追』は『そつい』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政府とカネの問題を国会で〔追及〕する。";
Q[178].Ans[0] = "ついきゅう";
Q[178].Ans[1] = "おうきゅう";
Q[178].Ans[2] = "こうきゅう";
Q[178].Ans[3] = "そうきゅう";
Q[178].comment = "『追及』は『ついきゅう』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>全力でボールを〔追った〕。";
Q[179].Ans[0] = "おった";
Q[179].Ans[1] = "うった";
Q[179].Ans[2] = "ほうった";
Q[179].Ans[3] = "わった";
Q[179].comment = "『追う』は『おう』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>懸命の〔追い上げ〕もわずかに届かず、三位に敗れた。";
Q[180].Ans[0] = "おいあげ";
Q[180].Ans[1] = "すいあげ";
Q[180].Ans[2] = "かいあげ";
Q[180].Ans[3] = "ついあげ";
Q[180].comment = "『追い上げ』は『おいあげ』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>グライダーが〔墜落〕したという報告を受けた。";
Q[181].Ans[0] = "ついらく";
Q[181].Ans[1] = "かんらく";
Q[181].Ans[2] = "かつらく";
Q[181].Ans[3] = "ずいらく";
Q[181].comment = "『墜落』は『ついらく』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍の戦闘機を〔撃墜〕する。";
Q[182].Ans[0] = "げきつい";
Q[182].Ans[1] = "げきは";
Q[182].Ans[2] = "げきとつ";
Q[182].Ans[3] = "げきめつ";
Q[182].comment = "『撃墜』は『げきつい』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔通説〕を覆す大発見だ。";
Q[183].Ans[0] = "つうせつ";
Q[183].Ans[1] = "とおせつ";
Q[183].Ans[2] = "ていせつ";
Q[183].Ans[3] = "しんせつ";
Q[183].comment = "『通説』は『つうせつ』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中国語ができない先生の〔通訳〕をする。";
Q[184].Ans[0] = "つうやく";
Q[184].Ans[1] = "かんやく";
Q[184].Ans[2] = "すうやく";
Q[184].Ans[3] = "ほんやく";
Q[184].comment = "『通訳』は『つうやく』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現在の実力では〔通用〕しないと思う。";
Q[185].Ans[0] = "つうよう";
Q[185].Ans[1] = "とうよう";
Q[185].Ans[2] = "とんよう";
Q[185].Ans[3] = "ずうよう";
Q[185].comment = "『通用』は『つうよう』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>祖父の〔通夜〕が行なわれた。";
Q[186].Ans[0] = "つや";
Q[186].Ans[1] = "つうや";
Q[186].Ans[2] = "とおや";
Q[186].Ans[3] = "とんや";
Q[186].comment = "『通夜』は『つや』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>私はただの〔通りすがり〕です。";
Q[187].Ans[0] = "とおりすがり";
Q[187].Ans[1] = "つうりすがり";
Q[187].Ans[2] = "かよりすがり";
Q[187].Ans[3] = "いたりすがり";
Q[187].comment = "『通りすがり』は『とおりすがり』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>針の穴を〔通す〕コントロールの持ち主だ。";
Q[188].Ans[0] = "とおす";
Q[188].Ans[1] = "つうす";
Q[188].Ans[2] = "いたす";
Q[188].Ans[3] = "おこす";
Q[188].comment = "『通す』は『とおす』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>話は〔通して〕おきましたから、後はよろしく。";
Q[189].Ans[0] = "とおして";
Q[189].Ans[1] = "つうして";
Q[189].Ans[2] = "まわして";
Q[189].Ans[3] = "いたして";
Q[189].comment = "『通す』は『とおす』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>英会話学校に〔通って〕いる。";
Q[190].Ans[0] = "かよって";
Q[190].Ans[1] = "とおって";
Q[190].Ans[2] = "いって";
Q[190].Ans[3] = "はまって";
Q[190].comment = "『通う』は『かよう』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもが〔通って〕いる学校で不祥事が相次いでいる。";
Q[191].Ans[0] = "かよって";
Q[191].Ans[1] = "とおって";
Q[191].Ans[2] = "とまって";
Q[191].Ans[3] = "つうって";
Q[191].comment = "『通う』は『かよう』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔苦痛〕に顔をゆがめている。";
Q[192].Ans[0] = "くつう";
Q[192].Ans[1] = "くとう";
Q[192].Ans[2] = "くどう";
Q[192].Ans[3] = "くだん";
Q[192].comment = "『苦痛』は『くつう』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>激しい〔頭痛〕に悩まされている。";
Q[193].Ans[0] = "ずつう";
Q[193].Ans[1] = "ずとう";
Q[193].Ans[2] = "ずすう";
Q[193].Ans[3] = "ずこう";
Q[193].comment = "『頭痛』は『ずつう』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子を亡くした親の〔心痛〕は察してあまりあるものがある。";
Q[194].Ans[0] = "しんつう";
Q[194].Ans[1] = "しんとう";
Q[194].Ans[2] = "しんこう";
Q[194].Ans[3] = "しんすう";
Q[194].comment = "『心痛』は『しんつう』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>脚の〔痛み〕を訴えている。";
Q[195].Ans[0] = "いたみ";
Q[195].Ans[1] = "おもみ";
Q[195].Ans[2] = "ねたみ";
Q[195].Ans[3] = "からみ";
Q[195].comment = "『痛み』は『いたみ』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>酔っぱらっていると、特に〔痛さ〕も感じない。";
Q[196].Ans[0] = "いたさ";
Q[196].Ans[1] = "ねむさ";
Q[196].Ans[2] = "あつさ";
Q[196].Ans[3] = "おもさ";
Q[196].comment = "『痛さ』は『いたさ』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>見た目とは反対に〔神経〕が細やかな人だ。";
Q[197].Ans[0] = "しんけい";
Q[197].Ans[1] = "かんけい";
Q[197].Ans[2] = "せんけい";
Q[197].Ans[3] = "ぜんけい";
Q[197].comment = "『神経』は『しんけい』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>村の住人が、ここは〔神聖〕な場所だと言っている。";
Q[198].Ans[0] = "しんせい";
Q[198].Ans[1] = "せんせい";
Q[198].Ans[2] = "じんせい";
Q[198].Ans[3] = "かんせい";
Q[198].comment = "『神聖』は『しんせい』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>神社で〔お神酒〕をいただいた。";
Q[199].Ans[0] = "おみき";
Q[199].Ans[1] = "おしんしゅ";
Q[199].Ans[2] = "おかみざけ";
Q[199].Ans[3] = "おかんしゅ";
Q[199].comment = "『お神酒』は『おみき』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔神楽〕を奉納する場所を神楽殿という。";
Q[200].Ans[0] = "かぐら";
Q[200].Ans[1] = "かみぐら";
Q[200].Ans[2] = "かんらく";
Q[200].Ans[3] = "しんらく";
Q[200].comment = "『神楽』は『かぐら』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今の時代、〔精神論〕だけでは勝ち抜けない。";
Q[201].Ans[0] = "せいしんろん";
Q[201].Ans[1] = "せいねんろん";
Q[201].Ans[2] = "せいせんろん";
Q[201].Ans[3] = "せいかみろん";
Q[201].comment = "『精神論』は『せいしんろん』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どものころ、近所の〔神社〕で遊んだものだ。";
Q[202].Ans[0] = "じんじゃ";
Q[202].Ans[1] = "しんしゃ";
Q[202].Ans[2] = "かみしゃ";
Q[202].Ans[3] = "かんしゃ";
Q[202].comment = "『神社』は『じんじゃ』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>私にとっては〔神〕のような人です。";
Q[203].Ans[0] = "かみ";
Q[203].Ans[1] = "しん";
Q[203].Ans[2] = "せん";
Q[203].Ans[3] = "じん";
Q[203].comment = "『神』は『かみ』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お客様は〔神様〕です。";
Q[204].Ans[0] = "かみさま";
Q[204].Ans[1] = "しんさま";
Q[204].Ans[2] = "かんさま";
Q[204].Ans[3] = "せんさま";
Q[204].comment = "『神様』は『かみさま』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな家では〔貧乏神〕も住みつくまい。";
Q[205].Ans[0] = "びんぼうがみ";
Q[205].Ans[1] = "びんぼうじん";
Q[205].Ans[2] = "びんぼうしん";
Q[205].Ans[3] = "びんぼうぜん";
Q[205].comment = "『貧乏神』は『びんぼうがみ』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔死神〕の横顔を描いた絵です。";
Q[206].Ans[0] = "しにがみ";
Q[206].Ans[1] = "しにかみ";
Q[206].Ans[2] = "ししん";
Q[206].Ans[3] = "しじん";
Q[206].comment = "『死神』は『しにがみ』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父の職業は〔神主〕です。";
Q[207].Ans[0] = "かんぬし";
Q[207].Ans[1] = "かみぬし";
Q[207].Ans[2] = "しんぬし";
Q[207].Ans[3] = "じんぬし";
Q[207].comment = "『神主』は『かんぬし』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔神々しい〕光景に思わず涙した。";
Q[208].Ans[0] = "こうごうしい";
Q[208].Ans[1] = "かみがみしい";
Q[208].Ans[2] = "しんしんしい";
Q[208].Ans[3] = "しんじんしい";
Q[208].comment = "『神々しい』は『こうごうしい』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雪道で転んで〔唇〕を切るケガをした。";
Q[209].Ans[0] = "くちびる";
Q[209].Ans[1] = "ひたい";
Q[209].Ans[2] = "おでこ";
Q[209].Ans[3] = "あご";
Q[209].comment = "『唇』は『くちびる』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔妊娠〕中はタバコを控えなさい。";
Q[210].Ans[0] = "にんしん";
Q[210].Ans[1] = "にんせん";
Q[210].Ans[2] = "にんじん";
Q[210].Ans[3] = "にんぜん";
Q[210].comment = "『妊娠』は『にんしん』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>モーターの〔振動〕でネジがゆるんできた。";
Q[211].Ans[0] = "しんどう";
Q[211].Ans[1] = "ぜんどう";
Q[211].Ans[2] = "せんどう";
Q[211].Ans[3] = "かんどう";
Q[211].comment = "『振動』は『しんどう』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地域の〔振興〕について話し合う会議が開かれた。";
Q[212].Ans[0] = "しんこう";
Q[212].Ans[1] = "ぜんこう";
Q[212].Ans[2] = "たんこう";
Q[212].Ans[3] = "いんこう";
Q[212].comment = "『振興』は『しんこう』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>弦の〔振幅〕が大きいほど大きな音が出る。";
Q[213].Ans[0] = "しんぷく";
Q[213].Ans[1] = "せんぷく";
Q[213].Ans[2] = "ちんぷく";
Q[213].Ans[3] = "たんぷく";
Q[213].comment = "『振幅』は『しんぷく』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>業績の〔不振〕により、経営陣の交替が決まった。";
Q[214].Ans[0] = "ふしん";
Q[214].Ans[1] = "ふせん";
Q[214].Ans[2] = "ふぜん";
Q[214].Ans[3] = "ふちん";
Q[214].comment = "『不振』は『ふしん』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>向こうで手を〔振って〕いる人がいる。";
Q[215].Ans[0] = "ふって";
Q[215].Ans[1] = "うって";
Q[215].Ans[2] = "とって";
Q[215].Ans[3] = "まって";
Q[215].comment = "『振る』は『ふる』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゴルフの〔素振り〕を日課にしている。";
Q[216].Ans[0] = "すぶり";
Q[216].Ans[1] = "すふり";
Q[216].Ans[2] = "すもぐり";
Q[216].Ans[3] = "すわたり";
Q[216].comment = "『素振り』は『すぶり』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>警官が市民に暴力を〔振るう〕ようなことがあってはならない。";
Q[217].Ans[0] = "ふるう";
Q[217].Ans[1] = "くるう";
Q[217].Ans[2] = "しるう";
Q[217].Ans[3] = "うるう";
Q[217].comment = "『振るう』は『ふるう』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔三振〕が非常に少ない選手だ。";
Q[218].Ans[0] = "さんしん";
Q[218].Ans[1] = "さんぜん";
Q[218].Ans[2] = "さんてん";
Q[218].Ans[3] = "さんふり";
Q[218].comment = "『三振』は『さんしん』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大雨で床上まで〔浸水〕した。";
Q[219].Ans[0] = "しんすい";
Q[219].Ans[1] = "いんすい";
Q[219].Ans[2] = "ちんすい";
Q[219].Ans[3] = "かんすい";
Q[219].comment = "『浸水』は『しんすい』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風呂上がりは、成分が肌に〔浸透〕しやすい。";
Q[220].Ans[0] = "しんとう";
Q[220].Ans[1] = "いんとう";
Q[220].Ans[2] = "せんとう";
Q[220].Ans[3] = "けんとう";
Q[220].comment = "『浸透』は『しんとう』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>川に〔浸食〕されることで、この独特の地形が形成された。";
Q[221].Ans[0] = "しんしょく";
Q[221].Ans[1] = "ちんしょく";
Q[221].Ans[2] = "かんしょく";
Q[221].Ans[3] = "いんしょく";
Q[221].comment = "『浸食』は『しんしょく』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>消毒した布を薬品に〔浸す〕。";
Q[222].Ans[0] = "ひたす";
Q[222].Ans[1] = "おかす";
Q[222].Ans[2] = "みたす";
Q[222].Ans[3] = "とかす";
Q[222].comment = "『浸す』は『ひたす』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今は思い出に〔浸って〕いる場合ではない。";
Q[223].Ans[0] = "ひたって";
Q[223].Ans[1] = "まよって";
Q[223].Ans[2] = "きどって";
Q[223].Ans[3] = "かたって";
Q[223].comment = "『浸る』は『ひたる』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どの選手も勝利の喜びに〔浸って〕いた。";
Q[224].Ans[0] = "ひたって";
Q[224].Ans[1] = "おそって";
Q[224].Ans[2] = "よって";
Q[224].Ans[3] = "きそって";
Q[224].comment = "『浸る』は『ひたる』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>情報の〔真偽〕のほどは定かではない。";
Q[225].Ans[0] = "しんぎ";
Q[225].Ans[1] = "ぜんぎ";
Q[225].Ans[2] = "せんぎ";
Q[225].Ans[3] = "まんぎ";
Q[225].comment = "『真偽』は『しんぎ』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれもが首相の〔真意〕をはかりかねている。";
Q[226].Ans[0] = "しんい";
Q[226].Ans[1] = "ぜんい";
Q[226].Ans[2] = "まんい";
Q[226].Ans[3] = "せんい";
Q[226].comment = "『真意』は『しんい』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>チームにとって〔真価〕の問われる一戦になった。";
Q[227].Ans[0] = "しんか";
Q[227].Ans[1] = "ぜんか";
Q[227].Ans[2] = "まっか";
Q[227].Ans[3] = "せんか";
Q[227].comment = "『真価』は『しんか』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔真空〕パックのお餅を購入する。";
Q[228].Ans[0] = "しんくう";
Q[228].Ans[1] = "ぜんくう";
Q[228].Ans[2] = "せんくう";
Q[228].Ans[3] = "まっくう";
Q[228].comment = "『真空』は『しんくう』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夕焼けで空が〔真っ赤〕に染まっている。";
Q[229].Ans[0] = "まっか";
Q[229].Ans[1] = "まっあか";
Q[229].Ans[2] = "しっあか";
Q[229].Ans[3] = "しっか";
Q[229].comment = "『真っ赤』は『まっか』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>請求書を見て〔真っ青〕にならないようにしてください。";
Q[230].Ans[0] = "まっさお";
Q[230].Ans[1] = "まっあお";
Q[230].Ans[2] = "しっさお";
Q[230].Ans[3] = "まっしょう";
Q[230].comment = "『真っ青』は『まっさお』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>玄関が〔真南〕を向いている。";
Q[231].Ans[0] = "まみなみ";
Q[231].Ans[1] = "しんみなみ";
Q[231].Ans[2] = "しんなん";
Q[231].Ans[3] = "まんなん";
Q[231].comment = "『真南』は『まみなみ』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔真っ昼間〕から焼酎なんて飲むもんじゃない。";
Q[232].Ans[0] = "まっぴるま";
Q[232].Ans[1] = "あっぴるま";
Q[232].Ans[2] = "せっぴるま";
Q[232].Ans[3] = "こっぴるま";
Q[232].comment = "『真っ昼間』は『まっぴるま』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>停電で街中〔真っ暗〕になった。";
Q[233].Ans[0] = "まっくら";
Q[233].Ans[1] = "しっくら";
Q[233].Ans[2] = "せっくら";
Q[233].Ans[3] = "こっくら";
Q[233].comment = "『真っ暗』は『まっくら』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>点検の〔指針〕となる文書を作成する。";
Q[234].Ans[0] = "ししん";
Q[234].Ans[1] = "ししゅう";
Q[234].Ans[2] = "しぜん";
Q[234].Ans[3] = "しせん";
Q[234].comment = "『指針』は『ししん』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>杉や松は〔針葉樹〕と呼ばれるグループに属する。";
Q[235].Ans[0] = "しんようじゅ";
Q[235].Ans[1] = "はりようじゅ";
Q[235].Ans[2] = "こうようじゅ";
Q[235].Ans[3] = "かんようじゅ";
Q[235].comment = "『針葉樹』は『しんようじゅ』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>配管を〔針金〕で固定する。";
Q[236].Ans[0] = "はりがね";
Q[236].Ans[1] = "かぎがね";
Q[236].Ans[2] = "ねじがね";
Q[236].Ans[3] = "かりがね";
Q[236].comment = "『針金』は『はりがね』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>注射の〔針〕がこわい。";
Q[237].Ans[0] = "はり";
Q[237].Ans[1] = "さき";
Q[237].Ans[2] = "かぎ";
Q[237].Ans[3] = "せん";
Q[237].comment = "『針』は『はり』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔針〕の穴に糸を通す。";
Q[238].Ans[0] = "はり";
Q[238].Ans[1] = "くぎ";
Q[238].Ans[2] = "ねじ";
Q[238].Ans[3] = "かぎ";
Q[238].comment = "『針』は『はり』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>作業は〔深夜〕までかかった。";
Q[239].Ans[0] = "しんや";
Q[239].Ans[1] = "せんや";
Q[239].Ans[2] = "ちんや";
Q[239].Ans[3] = "ふかや";
Q[239].comment = "『深夜』は『しんや』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔水深〕が急に深くなる場所があるので、十分に注意してください。";
Q[240].Ans[0] = "すいしん";
Q[240].Ans[1] = "すいちん";
Q[240].Ans[2] = "すいせん";
Q[240].Ans[3] = "すいおん";
Q[240].comment = "『水深』は『すいしん』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この沼は〔深い〕ところでも１メートルしかない。";
Q[241].Ans[0] = "ふかい";
Q[241].Ans[1] = "あさい";
Q[241].Ans[2] = "ひろい";
Q[241].Ans[3] = "あつい";
Q[241].comment = "『深い』は『ふかい』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまり〔深入り〕しない方が良い。";
Q[242].Ans[0] = "ふかいり";
Q[242].Ans[1] = "しんいり";
Q[242].Ans[2] = "ぶかいり";
Q[242].Ans[3] = "じんいり";
Q[242].comment = "『深入り』は『ふかいり』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なぞは〔深まる〕一方だ。";
Q[243].Ans[0] = "ふかまる";
Q[243].Ans[1] = "みつまる";
Q[243].Ans[2] = "みとまる";
Q[243].Ans[3] = "もとめる";
Q[243].comment = "『深まる』は『ふかまる』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生産性の向上には、従業員全員の理解を〔深める〕必要がある。";
Q[244].Ans[0] = "ふかめる";
Q[244].Ans[1] = "おさめる";
Q[244].Ans[2] = "きわめる";
Q[244].Ans[3] = "ひろめる";
Q[244].comment = "『深める』は『ふかめる』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔紳士服〕うの売り場は５階です。";
Q[245].Ans[0] = "しんしふく";
Q[245].Ans[1] = "せんしふく";
Q[245].Ans[2] = "かんしふく";
Q[245].Ans[3] = "いんしふく";
Q[245].comment = "『紳士服』は『しんしふく』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学習〔進度〕が遅い学生には補習が必要だ。";
Q[246].Ans[0] = "しんど";
Q[246].Ans[1] = "せんど";
Q[246].Ans[2] = "ちんど";
Q[246].Ans[3] = "かんど";
Q[246].comment = "『進度』は『しんど』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生物はどのようなものでも必ず〔進化〕する。";
Q[247].Ans[0] = "しんか";
Q[247].Ans[1] = "ちんか";
Q[247].Ans[2] = "せんか";
Q[247].Ans[3] = "こうか";
Q[247].comment = "『進化』は『しんか』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このまま話を〔進めて〕いきましょう。";
Q[248].Ans[0] = "すすめて";
Q[248].Ans[1] = "ながめて";
Q[248].Ans[2] = "からめて";
Q[248].Ans[3] = "とめて";
Q[248].comment = "『進める』は『すすめる』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この道を〔進めば〕空港につきます。";
Q[249].Ans[0] = "すすめば";
Q[249].Ans[1] = "あゆめば";
Q[249].Ans[2] = "なじめば";
Q[249].Ans[3] = "はげめば";
Q[249].comment = "『進む』は『すすむ』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世界中で、〔森林〕の保護が叫ばれている。";
Q[250].Ans[0] = "しんりん";
Q[250].Ans[1] = "せんりん";
Q[250].Ans[2] = "もりりん";
Q[250].Ans[3] = "そうりん";
Q[250].comment = "『森林』は『しんりん』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>樹木がたくさんなければ〔森〕とは呼ばれない。";
Q[251].Ans[0] = "もり";
Q[251].Ans[1] = "はやし";
Q[251].Ans[2] = "いけ";
Q[251].Ans[3] = "やぶ";
Q[251].comment = "『森』は『もり』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>右派の台頭によって、外国人を〔排斥〕する運動が強まっている。";
Q[252].Ans[0] = "はいせき";
Q[252].Ans[1] = "はいそ";
Q[252].Ans[2] = "はいきん";
Q[252].Ans[3] = "はいち";
Q[252].comment = "『排斥』は『はいせき』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の父は、地元で〔石材店〕を営んでいる。";
Q[253].Ans[0] = "せきざいてん";
Q[253].Ans[1] = "いしざいてん";
Q[253].Ans[2] = "しゃくざいてん";
Q[253].Ans[3] = "もくざいてん";
Q[253].comment = "『石材店』は『せきざいてん』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>キンキは、赤い〔宝石〕とも呼ばれる高級魚だ。";
Q[254].Ans[0] = "ほうせき";
Q[254].Ans[1] = "ほういし";
Q[254].Ans[2] = "たからいし";
Q[254].Ans[3] = "たからせき";
Q[254].comment = "『宝石』は『ほうせき』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>キンキは、〔赤い〕宝石とも呼ばれる高級魚だ。";
Q[255].Ans[0] = "あかい";
Q[255].Ans[1] = "あおい";
Q[255].Ans[2] = "くろい";
Q[255].Ans[3] = "きいろい";
Q[255].comment = "『赤い』は『あかい』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ネジを締めやすいようにドライバーの先端が〔磁石〕になっている。";
Q[256].Ans[0] = "じしゃく";
Q[256].Ans[1] = "じせき";
Q[256].Ans[2] = "じごく";
Q[256].Ans[3] = "じいし";
Q[256].comment = "『磁石』は『じしゃく』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>江戸時代、大名の支配する領地の価値は〔石高〕で表わされていた。";
Q[257].Ans[0] = "こくだか";
Q[257].Ans[1] = "いしがか";
Q[257].Ans[2] = "しゃくだか";
Q[257].Ans[3] = "せきだか";
Q[257].comment = "『石高』は『こくだか』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>前田家の領地は加賀〔百万石〕と呼ばれていた。";
Q[258].Ans[0] = "ひゃくまんごく";
Q[258].Ans[1] = "ひゃくまんいし";
Q[258].Ans[2] = "ひゃくまんじゃく";
Q[258].Ans[3] = "ひゃくまんせき";
Q[258].comment = "『百万石』は『ひゃくまんごく』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あのじいさんは本当に〔石頭〕だ。";
Q[259].Ans[0] = "いしあたま";
Q[259].Ans[1] = "いわあたま";
Q[259].Ans[2] = "せきとう";
Q[259].Ans[3] = "せきあたま";
Q[259].comment = "『石頭』は『いしあたま』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>工事現場で、古代の〔石組み〕が発見された。";
Q[260].Ans[0] = "いしぐみ";
Q[260].Ans[1] = "せきぐみ";
Q[260].Ans[2] = "しゃくぐみ";
Q[260].Ans[3] = "こくぐみ";
Q[260].comment = "『石組み』は『いしぐみ』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>シンガポールは〔赤道直下〕に位置する国だ。";
Q[261].Ans[0] = "せきどうちょっか";
Q[261].Ans[1] = "あかどうちょっか";
Q[261].Ans[2] = "あかみちちょっか";
Q[261].Ans[3] = "せんどうちょっか";
Q[261].comment = "『赤道直下』は『せきどうちょっか』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>恥ずかしさで〔赤面〕した。";
Q[262].Ans[0] = "せきめん";
Q[262].Ans[1] = "あかづら";
Q[262].Ans[2] = "あかめん";
Q[262].Ans[3] = "あかがお";
Q[262].comment = "『赤面』は『せきめん』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>工芸展で〔赤銅〕の花器を購入した。";
Q[263].Ans[0] = "しゃくどう";
Q[263].Ans[1] = "あかどう";
Q[263].Ans[2] = "せいどう";
Q[263].Ans[3] = "はくどう";
Q[263].comment = "『赤銅』は『しゃくどう』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>月食で月が〔赤銅色〕に輝いている。";
Q[264].Ans[0] = "しゃくどういろ";
Q[264].Ans[1] = "あかどういろ";
Q[264].Ans[2] = "せいどういろ";
Q[264].Ans[3] = "あどういろ";
Q[264].comment = "『赤銅色』は『しゃくどういろ』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>経常収支が〔赤字〕に転落した。";
Q[265].Ans[0] = "あかじ";
Q[265].Ans[1] = "せきじ";
Q[265].Ans[2] = "くろじ";
Q[265].Ans[3] = "あおじ";
Q[265].comment = "『赤字』は『あかじ』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お酒を飲んで〔真っ赤〕な顔をしている。";
Q[266].Ans[0] = "まっか";
Q[266].Ans[1] = "まっあか";
Q[266].Ans[2] = "まっせき";
Q[266].Ans[3] = "まっさお";
Q[266].comment = "『真っ赤』は『まっか』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>リンゴの実がだいぶ〔赤らんで〕きた。";
Q[267].Ans[0] = "あからんで";
Q[267].Ans[1] = "あきらんで";
Q[267].Ans[2] = "あけらんで";
Q[267].Ans[3] = "せきらんで";
Q[267].comment = "『赤らむ』は『あからむ』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>寒さで頬が〔赤らんで〕いる。";
Q[268].Ans[0] = "あからんで";
Q[268].Ans[1] = "せきらんで";
Q[268].Ans[2] = "あきらんで";
Q[268].Ans[3] = "あけらんで";
Q[268].comment = "『赤らむ』は『あからむ』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>恥ずかしそうに顔を〔赤らめて〕いる。";
Q[269].Ans[0] = "あからめて";
Q[269].Ans[1] = "あきらめて";
Q[269].Ans[2] = "せきらめて";
Q[269].Ans[3] = "あけらめて";
Q[269].comment = "『赤らめる』は『あからめる』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>町並みにも〔昔日〕の面影はない。";
Q[270].Ans[0] = "せきじつ";
Q[270].Ans[1] = "せいじつ";
Q[270].Ans[2] = "せつじつ";
Q[270].Ans[3] = "しつじつ";
Q[270].comment = "『昔日』は『せきじつ』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生たちのファッションを見ても、わずか10年足らずで〔今昔〕の感がある。";
Q[271].Ans[0] = "こんじゃく";
Q[271].Ans[1] = "こんしん";
Q[271].Ans[2] = "こんせん";
Q[271].Ans[3] = "こんざつ";
Q[271].comment = "『今昔』は『こんじゃく』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この作品は〔今昔物語〕を題材にしている。";
Q[272].Ans[0] = "こんじゃくものがたり";
Q[272].Ans[1] = "こんせいものがたり";
Q[272].Ans[2] = "こんしんものがたり";
Q[272].Ans[3] = "こんぜつものがたり";
Q[272].comment = "『今昔物語』は『こんじゃくものがたり』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供に〔昔話〕を話して聞かせる。";
Q[273].Ans[0] = "むかしばなし";
Q[273].Ans[1] = "せきわ";
Q[273].Ans[2] = "おとぎばなし";
Q[273].Ans[3] = "こぼればなし";
Q[273].comment = "『昔話』は『むかしばなし』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タンチョウは〔昔〕から神の使いと信じられてきた。";
Q[274].Ans[0] = "むかし";
Q[274].Ans[1] = "いにしえ";
Q[274].Ans[2] = "まえ";
Q[274].Ans[3] = "もと";
Q[274].comment = "『昔』は『むかし』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相場の的確な〔分析〕で定評のある経済評論家だ。";
Q[275].Ans[0] = "ぶんせき";
Q[275].Ans[1] = "ぶんぜい";
Q[275].Ans[2] = "ぶんじん";
Q[275].Ans[3] = "ぶんせつ";
Q[275].comment = "『分析』は『ぶんせき』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学で〔解析学〕を学んでいる。";
Q[276].Ans[0] = "かいせきがく";
Q[276].Ans[1] = "かいせつがく";
Q[276].Ans[2] = "かいぜんがく";
Q[276].Ans[3] = "かいじんがく";
Q[276].comment = "『解析学』は『かいせきがく』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>各国の研究機関でゲノムの〔解析〕が進められている。";
Q[277].Ans[0] = "かいせき";
Q[277].Ans[1] = "かいせい";
Q[277].Ans[2] = "かいし";
Q[277].Ans[3] = "かいぜん";
Q[277].comment = "『解析』は『かいせき』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔隻腕〕隻手の剣士が暴れ回る人気映画シリーズだ。";
Q[278].Ans[0] = "せきわん";
Q[278].Ans[1] = "ぜつわん";
Q[278].Ans[2] = "ぜいわん";
Q[278].Ans[3] = "せんわん";
Q[278].comment = "『隻腕隻手』は『せきわんせきしゅ』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>港に〔三隻〕のフェリーが停泊している。";
Q[279].Ans[0] = "さんせき";
Q[279].Ans[1] = "さんそう";
Q[279].Ans[2] = "さんせい";
Q[279].Ans[3] = "さんぜい";
Q[279].comment = "『〜隻』は『〜せき』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>試験では、指定された〔席〕に座ること。";
Q[280].Ans[0] = "せき";
Q[280].Ans[1] = "せい";
Q[280].Ans[2] = "せん";
Q[280].Ans[3] = "せつ";
Q[280].comment = "『席』は『せき』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若い頃はよく近所の〔寄席〕に通っていた。";
Q[281].Ans[0] = "よせ";
Q[281].Ans[1] = "よせき";
Q[281].Ans[2] = "よせい";
Q[281].Ans[3] = "よせん";
Q[281].comment = "『寄席』は『よせ』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>授業に〔出席〕するのは学生の権利です。";
Q[282].Ans[0] = "しゅっせき";
Q[282].Ans[1] = "しゅっせい";
Q[282].Ans[2] = "しゅっしん";
Q[282].Ans[3] = "しゅっそん";
Q[282].comment = "『出席』は『しゅっせき』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本チームは準決勝で〔惜敗〕した。";
Q[283].Ans[0] = "せきはい";
Q[283].Ans[1] = "ざんぱい";
Q[283].Ans[2] = "おしはい";
Q[283].Ans[3] = "しはい";
Q[283].comment = "『惜敗』は『せきはい』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犠牲者に対する政府の対応は〔哀惜〕の念に欠けている。";
Q[284].Ans[0] = "あいせき";
Q[284].Ans[1] = "あいせん";
Q[284].Ans[2] = "あいしん";
Q[284].Ans[3] = "あいじん";
Q[284].comment = "『哀惜』は『あいせき』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>死んだ友への〔哀惜〕を込めて描き上げられた作品だという。";
Q[285].Ans[0] = "あいせき";
Q[285].Ans[1] = "あいせい";
Q[285].Ans[2] = "あいしん";
Q[285].Ans[3] = "あいぜん";
Q[285].comment = "『哀惜』は『あいせき』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本当に〔惜しい〕人を亡くしたものだと思う。";
Q[286].Ans[0] = "おしい";
Q[286].Ans[1] = "そしい";
Q[286].Ans[2] = "なつかしし";
Q[286].Ans[3] = "くやしい";
Q[286].comment = "『惜しい』は『おしい』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>過ぎ行く季節を〔惜しむ〕気持ちを詠んだ歌です。";
Q[287].Ans[0] = "おしむ";
Q[287].Ans[1] = "さしむ";
Q[287].Ans[2] = "きしむ";
Q[287].Ans[3] = "そしむ";
Q[287].comment = "『惜しむ』は『おしむ』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔負け惜しみ〕を言ったところで状況は変わらない。";
Q[288].Ans[0] = "まけおしみ";
Q[288].Ans[1] = "まけきしみ";
Q[288].Ans[2] = "まけそしみ";
Q[288].Ans[3] = "まけさしみ";
Q[288].comment = "『負け惜しみ』は『まけおしみ』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>途中で職を投げ出すなど〔無責任〕にも程があるというものだ。";
Q[289].Ans[0] = "むせきにん";
Q[289].Ans[1] = "むせいにん";
Q[289].Ans[2] = "むぜいにん";
Q[289].Ans[3] = "むぜんにん";
Q[289].comment = "『無責任』は『むせきにん』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間は誰でも、それぞれの〔責務〕を全うしなければならない。";
Q[290].Ans[0] = "せきむ";
Q[290].Ans[1] = "せいむ";
Q[290].Ans[2] = "ぜんむ";
Q[290].Ans[3] = "ぜいむ";
Q[290].comment = "『責務』は『せきむ』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、友人を助けられなかった自分を激しく〔責めて〕いる。";
Q[291].Ans[0] = "せめて";
Q[291].Ans[1] = "つめて";
Q[291].Ans[2] = "ためて";
Q[291].Ans[3] = "やめて";
Q[291].comment = "『責める』は『せめる』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手段は問わない。とにかく〔責めて〕自白させろ。";
Q[292].Ans[0] = "せめて";
Q[292].Ans[1] = "あらためて";
Q[292].Ans[2] = "やめて";
Q[292].Ans[3] = "はめて";
Q[292].comment = "『責める』は『せめる』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国際小包の〔追跡〕サービスを利用する。";
Q[293].Ans[0] = "ついせき";
Q[293].Ans[1] = "ついじん";
Q[293].Ans[2] = "ついきゅう";
Q[293].Ans[3] = "ついしょう";
Q[293].comment = "『追跡』は『ついせき』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>縄文時代の〔遺跡〕が一般に公開されている。";
Q[294].Ans[0] = "いせき";
Q[294].Ans[1] = "いちい";
Q[294].Ans[2] = "いあと";
Q[294].Ans[3] = "いじん";
Q[294].comment = "『遺跡』は『いせき』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>50人体制で犯人の〔足跡〕を追っている。";
Q[295].Ans[0] = "あしあと";
Q[295].Ans[1] = "あしせき";
Q[295].Ans[2] = "あしちい";
Q[295].Ans[3] = "あしもと";
Q[295].comment = "『足跡』は『あしあと』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雪道にタイヤの〔跡〕が残っている。";
Q[296].Ans[0] = "あと";
Q[296].Ans[1] = "わ";
Q[296].Ans[2] = "みぞ";
Q[296].Ans[3] = "わだち";
Q[296].comment = "『跡』は『あと』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔積年〕のうらみをどう晴らそうかと考えているところだ。";
Q[297].Ans[0] = "せきねん";
Q[297].Ans[1] = "じつねん";
Q[297].Ans[2] = "しゃくねん";
Q[297].Ans[3] = "せいせん";
Q[297].comment = "『積年』は『せきねん』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔積分〕なんて高度な計算はできません。";
Q[298].Ans[0] = "せきぶん";
Q[298].Ans[1] = "びぶん";
Q[298].Ans[2] = "せいぶん";
Q[298].Ans[3] = "じぶん";
Q[298].comment = "『積分』は『せきぶん』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔下積み〕時代が長かったせいか、お金には細かい性格だ。";
Q[299].Ans[0] = "したづみ";
Q[299].Ans[1] = "したじみ";
Q[299].Ans[2] = "したやみ";
Q[299].Ans[3] = "したがみ";
Q[299].comment = "『下積み』は『したづみ』と読む。";

Q[300].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>課題は〔山積〕している。。";
Q[300].Ans[0] = "さんせき";
Q[300].Ans[1] = "やまづも";
Q[300].Ans[2] = "さんち";
Q[300].Ans[3] = "さんぜい";
Q[300].comment = "『山積』は『さんせき』と読む。";

Q[301].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>倉庫に返品された在庫が〔山積み〕になっている。";
Q[301].Ans[0] = "やまづみ";
Q[301].Ans[1] = "やまなみ";
Q[301].Ans[2] = "やませみ";
Q[301].Ans[3] = "やまじみ";
Q[301].comment = "『山積み』は『やまづみ』と読む。";

Q[302].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>取引先に〔見積書〕を送ってほしいと頼まれた。";
Q[302].Ans[0] = "みつもりしょ";
Q[302].Ans[1] = "けんせきしょ";
Q[302].Ans[2] = "みせきしょ";
Q[302].Ans[3] = "みちょうしょ";
Q[302].comment = "『見積書』は『みつもりしょ』と読む。";

Q[303].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨夜からの降雪で、道路にもかなりの雪が〔積もって〕いる。";
Q[303].Ans[0] = "つもって";
Q[303].Ans[1] = "まもって";
Q[303].Ans[2] = "こもって";
Q[303].Ans[3] = "くもって";
Q[303].comment = "『積もる』は『つもる』と読む。";

Q[304].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔成績〕は悪いが性格は良い。";
Q[304].Ans[0] = "せいせき";
Q[304].Ans[1] = "せいぜい";
Q[304].Ans[2] = "せいじ";
Q[304].Ans[3] = "せいち";
Q[304].comment = "『成績』は『せいせき』と読む。";

Q[305].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>原油高の影響で〔業績〕が悪化している。";
Q[305].Ans[0] = "ぎょうせき";
Q[305].Ans[1] = "ぎょうせい";
Q[305].Ans[2] = "ぎょうじ";
Q[305].Ans[3] = "ぎょうち";
Q[305].comment = "『業績』は『ぎょうせき』と読む。";

Q[306].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔書籍〕とは本という意味です。";
Q[306].Ans[0] = "しょせき";
Q[306].Ans[1] = "しょじ";
Q[306].Ans[2] = "しょち";
Q[306].Ans[3] = "しょぜい";
Q[306].comment = "『書籍』は『しょせき』と読む。";

Q[307].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔本籍地〕の欄は都道府県名を記入します。";
Q[307].Ans[0] = "ほんせきち";
Q[307].Ans[1] = "ほんせいき";
Q[307].Ans[2] = "ほんじんち";
Q[307].Ans[3] = "ほんしいち";
Q[307].comment = "『本籍地』は『ほんせきち』と読む。";

Q[308].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>素行が悪く、大学を〔除籍〕された。";
Q[308].Ans[0] = "じょせき";
Q[308].Ans[1] = "じょじ";
Q[308].Ans[2] = "じょせい";
Q[308].Ans[3] = "じょし";
Q[308].comment = "『除籍』は『じょせき』と読む。";

Q[309].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>武術の〔達人〕ならば、向き合っただけで相手の実力がわかる。";
Q[309].Ans[0] = "たつじん";
Q[309].Ans[1] = "たじん";
Q[309].Ans[2] = "たっじん";
Q[309].Ans[3] = "たちじん";
Q[309].comment = "『達人』は『たつじん』と読む。";

Q[310].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>情報の〔伝達〕にハトを使おう。";
Q[310].Ans[0] = "でんたつ";
Q[310].Ans[1] = "でんとう";
Q[310].Ans[2] = "でんつう";
Q[310].Ans[3] = "でんだち";
Q[310].comment = "『伝達』は『でんたつ』と読む。";

Q[311].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾では、中長距離の高速バスが〔発達〕している。";
Q[311].Ans[0] = "はったつ";
Q[311].Ans[1] = "はってん";
Q[311].Ans[2] = "はったち";
Q[311].Ans[3] = "はっそう";
Q[311].comment = "『発達』は『はったつ』と読む。";

Q[312].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ヘリコプターで〔脱出〕する。";
Q[312].Ans[0] = "だっしゅつ";
Q[312].Ans[1] = "だしゅつ";
Q[312].Ans[2] = "たっしゅつ";
Q[312].Ans[3] = "たんしゅつ";
Q[312].comment = "『脱出』は『だっしゅつ』と読む。";

Q[313].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>よごれた服を〔脱いだ〕。";
Q[313].Ans[0] = "ぬいだ";
Q[313].Ans[1] = "といだ";
Q[313].Ans[2] = "ついだ";
Q[313].Ans[3] = "こいだ";
Q[313].comment = "『脱ぐ』は『ぬぐ』と読む。";

Q[314].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>靴はここで〔脱いで〕ください。";
Q[314].Ans[0] = "ぬいで";
Q[314].Ans[1] = "おいで";
Q[314].Ans[2] = "ついで";
Q[314].Ans[3] = "そいで";
Q[314].comment = "『脱ぐ』は『ぬぐ』と読む。";

Q[315].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>くつが〔脱げて〕転んでしまった。";
Q[315].Ans[0] = "ぬげて";
Q[315].Ans[1] = "はげて";
Q[315].Ans[2] = "さげて";
Q[315].Ans[3] = "あげて";
Q[315].comment = "『脱げる』は『ぬげる』と読む。";

Q[316].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>シャツががなかなか〔脱げずに〕苦労した。";
Q[316].Ans[0] = "ぬげずに";
Q[316].Ans[1] = "はげずに";
Q[316].Ans[2] = "あげずに";
Q[316].Ans[3] = "なげずに";
Q[316].comment = "『脱げる』は『ぬげる』と読む。";

Q[317].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首位を〔奪回〕した。";
Q[317].Ans[0] = "だっかい";
Q[317].Ans[1] = "そうかい";
Q[317].Ans[2] = "ごうかい";
Q[317].Ans[3] = "こうかい";
Q[317].comment = "『奪回』は『だっかい』と読む。";

Q[318].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タイトルの〔奪取〕に成功した。";
Q[318].Ans[0] = "だっしゅ";
Q[318].Ans[1] = "こうしゅ";
Q[318].Ans[2] = "あっしゅ";
Q[318].Ans[3] = "にゅうしゅ";
Q[318].comment = "『奪取』は『だっしゅ』と読む。";

Q[319].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>100万円〔争奪〕トーナメントに優勝した。";
Q[319].Ans[0] = "そうだつ";
Q[319].Ans[1] = "そうごう";
Q[319].Ans[2] = "そうかん";
Q[319].Ans[3] = "そうげん";
Q[319].comment = "『争奪』は『そうだつ』と読む。";

Q[320].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>売り上げで首位の座を〔奪った〕。";
Q[320].Ans[0] = "うばった";
Q[320].Ans[1] = "とった";
Q[320].Ans[2] = "さらった";
Q[320].Ans[3] = "ゆずった";
Q[320].comment = "『奪う』は『うばう』と読む。";

Q[321].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>他人に後尾とを〔奪い取る〕ようなことはしない方がいい。";
Q[321].Ans[0] = "うばいとる";
Q[321].Ans[1] = "さらいとる";
Q[321].Ans[2] = "きらいとる";
Q[321].Ans[3] = "ならいとる";
Q[321].comment = "『奪い取る』は『うばいとる』と読む。";

Q[322].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>木で〔棚〕を作ろうとしたが、うまくできなかった。";
Q[322].Ans[0] = "たな";
Q[322].Ans[1] = "おけ";
Q[322].Ans[2] = "たる";
Q[322].Ans[3] = "さお";
Q[322].comment = "『棚』は『たな』と読む。";

Q[323].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金属製の〔棚〕を購入した。";
Q[323].Ans[0] = "たな";
Q[323].Ans[1] = "つくえ";
Q[323].Ans[2] = "いす";
Q[323].Ans[3] = "ひつぎ";
Q[323].comment = "『棚』は『たな』と読む。";

Q[324].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名人が〔丹念〕に仕上げなものだけあって、最高の出来だ。";
Q[324].Ans[0] = "たんねん";
Q[324].Ans[1] = "とうねん";
Q[324].Ans[2] = "だんねん";
Q[324].Ans[3] = "かんねん";
Q[324].comment = "『丹念』は『たんねん』と読む。";

Q[325].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>営業を〔担当〕している山田と申します。";
Q[325].Ans[0] = "たんとう";
Q[325].Ans[1] = "だんとう";
Q[325].Ans[2] = "たっとう";
Q[325].Ans[3] = "だとう";
Q[325].comment = "『担当』は『たんとう』と読む。";

Q[326].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>特定の人の〔負担〕が大きくなりすぎないようにしてください。";
Q[326].Ans[0] = "ふたん";
Q[326].Ans[1] = "ふかん";
Q[326].Ans[2] = "ふせん";
Q[326].Ans[3] = "ふそん";
Q[326].comment = "『負担』は『ふたん』と読む。";

Q[327].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>荷物を〔担いで〕山を登る。";
Q[327].Ans[0] = "かついで";
Q[327].Ans[1] = "ひきいで";
Q[327].Ans[2] = "さしいで";
Q[327].Ans[3] = "もちいで";
Q[327].comment = "『担ぐ』は『かつぐ』と読む。";

Q[328].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結果として、犯罪の片棒を〔担ぐ〕ことになった。";
Q[328].Ans[0] = "かつぐ";
Q[328].Ans[1] = "あおぐ";
Q[328].Ans[2] = "あえぐ";
Q[328].Ans[3] = "またぐ";
Q[328].comment = "『担ぐ』は『かつぐ』と読む。";

Q[329].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>将来を〔担う〕のは、若者たちだ。";
Q[329].Ans[0] = "になう";
Q[329].Ans[1] = "いわう";
Q[329].Ans[2] = "はらう";
Q[329].Ans[3] = "ならう";
Q[329].comment = "『担う』は『になう』と読む。";

Q[330].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会人ともなれば大きな責任を〔担っている〕。";
Q[330].Ans[0] = "になっている";
Q[330].Ans[1] = "かなっている";
Q[330].Ans[2] = "おぎなっている";
Q[330].Ans[3] = "いたっている";
Q[330].comment = "『担う』は『になう』と読む。";

Q[331].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな問題は〔簡単〕すぎる。";
Q[331].Ans[0] = "かんたん";
Q[331].Ans[1] = "かんだん";
Q[331].Ans[2] = "かんたい";
Q[331].Ans[3] = "かんだい";
Q[331].comment = "『簡単』は『かんたん』と読む。";

Q[332].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔単一〕の商品だけでは、発展は望めない。";
Q[332].Ans[0] = "たんいつ";
Q[332].Ans[1] = "だんいつ";
Q[332].Ans[2] = "たいつ";
Q[332].Ans[3] = "たいいつ";
Q[332].comment = "『単一』は『たんいつ』と読む。";

Q[333].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔は〔石炭〕の生産で栄えていた。";
Q[333].Ans[0] = "せきたん";
Q[333].Ans[1] = "せきゆ";
Q[333].Ans[2] = "せきずみ";
Q[333].Ans[3] = "せっかい";
Q[333].comment = "『石炭』は『せきたん』と読む。";

Q[334].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔炭素〕を調べることで、年代が推定できる。";
Q[334].Ans[0] = "たんそ";
Q[334].Ans[1] = "たっそ";
Q[334].Ans[2] = "だんそ";
Q[334].Ans[3] = "たいそ";
Q[334].comment = "『炭素』は『たんそ』と読む。";

Q[335].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔炭〕で焼いた焼き肉はおいしい。";
Q[335].Ans[0] = "すみ";
Q[335].Ans[1] = "たん";
Q[335].Ans[2] = "わら";
Q[335].Ans[3] = "はい";
Q[335].comment = "『炭』は『すみ』と読む。";

Q[336].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>木を焼いて〔炭〕をつくる。";
Q[336].Ans[0] = "すみ";
Q[336].Ans[1] = "たん";
Q[336].Ans[2] = "おけ";
Q[336].Ans[3] = "こけ";
Q[336].comment = "『炭』は『すみ』と読む。";

Q[337].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の行動はいつも〔大胆〕だ。";
Q[337].Ans[0] = "だいたん";
Q[337].Ans[1] = "だいたい";
Q[337].Ans[2] = "だいだ";
Q[337].Ans[3] = "だいだん";
Q[337].comment = "『大胆』は『だいたん』と読む。";

Q[338].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>挑戦に失敗し、〔落胆〕の表情を浮かべた。";
Q[338].Ans[0] = "らくたん";
Q[338].Ans[1] = "らくせん";
Q[338].Ans[2] = "らくじょう";
Q[338].Ans[3] = "らくご";
Q[338].comment = "『落胆』は『らくたん』と読む。";

Q[339].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>趣味は都会の〔探検〕です。";
Q[339].Ans[0] = "たんけん";
Q[339].Ans[1] = "しんけん";
Q[339].Ans[2] = "じんけん";
Q[339].Ans[3] = "そうけん";
Q[339].comment = "『探検』は『たんけん』と読む。";

Q[340].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金属を〔探知〕する装置を導入する。";
Q[340].Ans[0] = "たんち";
Q[340].Ans[1] = "しっち";
Q[340].Ans[2] = "そうち";
Q[340].Ans[3] = "さっち";
Q[340].comment = "『探知』は『たんち』と読む。";

Q[341].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>真実を〔探る〕旅に出かける。";
Q[341].Ans[0] = "さぐる";
Q[341].Ans[1] = "もぐる";
Q[341].Ans[2] = "あげる";
Q[341].Ans[3] = "すぎる";
Q[341].comment = "『探る』は『さぐる』と読む。";

Q[342].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>職を〔探す〕ためにハローワークを訪れた。";
Q[342].Ans[0] = "さがす";
Q[342].Ans[1] = "のがす";
Q[342].Ans[2] = "いたす";
Q[342].Ans[3] = "きざす";
Q[342].comment = "『探す』は『さがす』と読む。";

Q[343].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>見た目は悪いが、食べれば白身で〔淡白〕な味だ。";
Q[343].Ans[0] = "たんぱく";
Q[343].Ans[1] = "だんぱく";
Q[343].Ans[2] = "えんぱく";
Q[343].Ans[3] = "かんぱく";
Q[343].comment = "『淡白』は『たんぱく』と読む。";

Q[344].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔淡い〕色の服を好んでいる。";
Q[344].Ans[0] = "あわい";
Q[344].Ans[1] = "うすい";
Q[344].Ans[2] = "たかい";
Q[344].Ans[3] = "とおい";
Q[344].comment = "『淡い』は『あわい』と読む。";

Q[345].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔淡い〕光が部屋を照らしている。";
Q[345].Ans[0] = "あわい";
Q[345].Ans[1] = "あおい";
Q[345].Ans[2] = "たかい";
Q[345].Ans[3] = "あつい";
Q[345].comment = "『淡い』は『あわい』と読む。";

Q[346].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔短編〕小説の名手として知られている。";
Q[346].Ans[0] = "たんぺん";
Q[346].Ans[1] = "だんぺん";
Q[346].Ans[2] = "ちょうへん";
Q[346].Ans[3] = "ちゅうへん";
Q[346].comment = "『短編』は『たんぺん』と読む。";

Q[347].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冬になってだいぶ日が〔短く〕なった。";
Q[347].Ans[0] = "みじかく";
Q[347].Ans[1] = "はやく";
Q[347].Ans[2] = "ながく";
Q[347].Ans[3] = "わかく";
Q[347].comment = "『短い』は『みじかい』と読む。";

Q[348].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>美しさに〔驚嘆〕の声があがった。";
Q[348].Ans[0] = "きょうたん";
Q[348].Ans[1] = "きょうぞん";
Q[348].Ans[2] = "きょうかん";
Q[348].Ans[3] = "きょうきん";
Q[348].comment = "『驚嘆』は『きょうたん』と読む。";

Q[349].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いまさら〔嘆いても〕どうにもならない。";
Q[349].Ans[0] = "なげいても";
Q[349].Ans[1] = "かわいても";
Q[349].Ans[2] = "おいても";
Q[349].Ans[3] = "はいても";
Q[349].comment = "『嘆く』は『なげく』と読む。";

Q[350].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道徳の低下を〔嘆く〕意見が多い。";
Q[350].Ans[0] = "なげく";
Q[350].Ans[1] = "あげく";
Q[350].Ans[2] = "うなずく";
Q[350].Ans[3] = "みがく";
Q[350].comment = "『嘆く』は『なげく』と読む。";

Q[351].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>実に〔嘆かわしい〕話だ。";
Q[351].Ans[0] = "なげかわしい";
Q[351].Ans[1] = "につかわしい";
Q[351].Ans[2] = "けがかわしい";
Q[351].Ans[3] = "あいかわしい";
Q[351].comment = "『嘆かわしい』は『なげかわしい』と読む。";

Q[352].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>携帯型の〔端末〕を利用する。";
Q[352].Ans[0] = "たんまつ";
Q[352].Ans[1] = "だんまつ";
Q[352].Ans[2] = "たちまつ";
Q[352].Ans[3] = "たいまつ";
Q[352].comment = "『端末』は『たんまつ』と読む。";

Q[353].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔端〕の方から順番に食べる。";
Q[353].Ans[0] = "はし";
Q[353].Ans[1] = "すみ";
Q[353].Ans[2] = "さき";
Q[353].Ans[3] = "もと";
Q[353].comment = "『端』は『はし』と読む。";

Q[354].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ステージの〔端〕に立っている。";
Q[354].Ans[0] = "はし";
Q[354].Ans[1] = "おく";
Q[354].Ans[2] = "わき";
Q[354].Ans[3] = "なか";
Q[354].comment = "『端』は『はし』と読む。";

Q[355].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>糸の〔端〕に餌をつける。";
Q[355].Ans[0] = "はし";
Q[355].Ans[1] = "さき";
Q[355].Ans[2] = "なか";
Q[355].Ans[3] = "すみ";
Q[355].comment = "『端』は『はし』と読む。";

Q[356].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>できるだけ〔端数〕がでないように調整してください。";
Q[356].Ans[0] = "はすう";
Q[356].Ans[1] = "たんすう";
Q[356].Ans[2] = "はじすう";
Q[356].Ans[3] = "だんすう";
Q[356].comment = "『端数』は『はすう』と読む。";

Q[357].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまり〔半端〕なことはやらないほうがいい。";
Q[357].Ans[0] = "はんぱ";
Q[357].Ans[1] = "はんだん";
Q[357].Ans[2] = "はんはじ";
Q[357].Ans[3] = "はんたん";
Q[357].comment = "『半端』は『はんぱ』と読む。";

Q[358].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔道端〕に咲いている花を摘む。";
Q[358].Ans[0] = "みちばた";
Q[358].Ans[1] = "みちはじ";
Q[358].Ans[2] = "みちたん";
Q[358].Ans[3] = "みちわき";
Q[358].comment = "『道端』は『みちばた』と読む。";

Q[359].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔道端〕に咲く花にも美しいものはある。";
Q[359].Ans[0] = "みちばた";
Q[359].Ans[1] = "みちはじ";
Q[359].Ans[2] = "みちたん";
Q[359].Ans[3] = "みちのく";
Q[359].comment = "『道端』は『みちばた』と読む。";

Q[360].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯行の手口からは、強い〔敵意〕が感じられる。";
Q[360].Ans[0] = "てきい";
Q[360].Ans[1] = "ていい";
Q[360].Ans[2] = "てっい";
Q[360].Ans[3] = "でいい";
Q[360].comment = "『敵意』は『てきい』と読む。";

Q[361].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>遠慮なくものを言う性格なので〔敵〕が多い。";
Q[361].Ans[0] = "てき";
Q[361].Ans[1] = "やつ";
Q[361].Ans[2] = "なかま";
Q[361].Ans[3] = "やから";
Q[361].comment = "『敵』は『てき』と読む。";

Q[362].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに、親の〔敵〕のように言わなくてもいいだろう。";
Q[362].Ans[0] = "かたき";
Q[362].Ans[1] = "またぎ";
Q[362].Ans[2] = "みかた";
Q[362].Ans[3] = "ながら";
Q[362].comment = "『敵』は『かたき』と読む。";

Q[363].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>同業者がすべて〔商売敵〕というわけではない。";
Q[363].Ans[0] = "しょうばいがたき";
Q[363].Ans[1] = "しょうばいてき";
Q[363].Ans[2] = "しょうばいやつ";
Q[363].Ans[3] = "しょうばいでき";
Q[363].comment = "『商売敵』は『しょうばいがたき』と読む。";

Q[364].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>責任を問われて大臣を〔更迭〕された。";
Q[364].Ans[0] = "こうてつ";
Q[364].Ans[1] = "こうそう";
Q[364].Ans[2] = "こうしつ";
Q[364].Ans[3] = "こうそつ";
Q[364].comment = "『更迭』は『こうてつ』と読む。";

Q[365].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金銭問題で、大臣が次々と〔更迭〕される異例の事態になっている。";
Q[365].Ans[0] = "こうてつ";
Q[365].Ans[1] = "こうそう";
Q[365].Ans[2] = "こうかつ";
Q[365].Ans[3] = "こうしつ";
Q[365].comment = "『更迭』は『こうてつ』と読む。";

Q[366].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現代に〔哲学〕の必要性はあるのだろうか。";
Q[366].Ans[0] = "てつがく";
Q[366].Ans[1] = "せきがく";
Q[366].Ans[2] = "てきがく";
Q[366].Ans[3] = "せつがく";
Q[366].comment = "『哲学』は『てつがく』と読む。";

Q[367].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この論文は〔哲学的〕な観点で書かれている。";
Q[367].Ans[0] = "てつがくてき";
Q[367].Ans[1] = "せきがくてき";
Q[367].Ans[2] = "せつがくてき";
Q[367].Ans[3] = "こうがくてき";
Q[367].comment = "『哲学的』は『てつがくてき』と読む。";

Q[368].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明治時代には、〔鉄道〕の発達が言語の変化を促したと言われている。";
Q[368].Ans[0] = "てつどう";
Q[368].Ans[1] = "しつどう";
Q[368].Ans[2] = "てっどう";
Q[368].Ans[3] = "てどう";
Q[368].comment = "『鉄道』は『てつどう』と読む。";

Q[369].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔鋼鉄製〕でも壊れることはある。";
Q[369].Ans[0] = "こうてつせい";
Q[369].Ans[1] = "こうでつせい";
Q[369].Ans[2] = "こうてんせい";
Q[369].Ans[3] = "こうてっせい";
Q[369].comment = "『鋼鉄製』は『こうてつせい』と読む。";

Q[370].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔徹夜〕を続けると身体に悪い。";
Q[370].Ans[0] = "てつや";
Q[370].Ans[1] = "てんや";
Q[370].Ans[2] = "けんや";
Q[370].Ans[3] = "とんや";
Q[370].comment = "『徹夜』は『てつや』と読む。";

Q[371].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>原因を〔徹底的〕に究明する必要がある。";
Q[371].Ans[0] = "てっていてき";
Q[371].Ans[1] = "てんていてき";
Q[371].Ans[2] = "でんていてき";
Q[371].Ans[3] = "げんていてき";
Q[371].comment = "『徹底的』は『てっていてき』と読む。";

Q[372].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>不要になった看板を〔撤去〕する。";
Q[372].Ans[0] = "てっきょ";
Q[372].Ans[1] = "たいきょ";
Q[372].Ans[2] = "せんきょ";
Q[372].Ans[3] = "いんきょ";
Q[372].comment = "『撤去』は『てっきょ』と読む。";

Q[373].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>発言を〔撤回〕して謝罪した。";
Q[373].Ans[0] = "てっかい";
Q[373].Ans[1] = "てんかい";
Q[373].Ans[2] = "せんかい";
Q[373].Ans[3] = "こうかい";
Q[373].comment = "『撤回』は『てっかい』と読む。";

Q[374].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔天然〕のウナギはほとんど手に入らない。";
Q[374].Ans[0] = "てんねん";
Q[374].Ans[1] = "でんねん";
Q[374].Ans[2] = "てんぜん";
Q[374].Ans[3] = "でんぜん";
Q[374].comment = "『天然』は『てんねん』と読む。";

Q[375].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本日は〔晴天〕です。";
Q[375].Ans[0] = "せいてん";
Q[375].Ans[1] = "はれてん";
Q[375].Ans[2] = "がってん";
Q[375].Ans[3] = "らくてん";
Q[375].comment = "『晴天』は『せいてん』と読む。";

Q[376].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空に〔天の川〕が輝いて見える。";
Q[376].Ans[0] = "あまのがわ";
Q[376].Ans[1] = "てんのがわ";
Q[376].Ans[2] = "あめのがわ";
Q[376].Ans[3] = "よるのがわ";
Q[376].comment = "『天の川』は『あまのがわ』と読む。";

Q[377].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>役人の〔天下り〕が社会問題になっている。";
Q[377].Ans[0] = "あまくだり";
Q[377].Ans[1] = "あめくだり";
Q[377].Ans[2] = "てんくだり";
Q[377].Ans[3] = "てんかり";
Q[377].comment = "『天下り』は『あまくだり』と読む。";

Q[378].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔典型的〕な日本人だ。";
Q[378].Ans[0] = "てんけいてき";
Q[378].Ans[1] = "そんけいてき";
Q[378].Ans[2] = "でんけいてき";
Q[378].Ans[3] = "せんけいてき";
Q[378].comment = "『典型的』は『てんけいてき』と読む。";

Q[379].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>引用をするときには〔出典〕を明示しなさい。";
Q[379].Ans[0] = "しゅってん";
Q[379].Ans[1] = "しゅっでん";
Q[379].Ans[2] = "しゅっちょう";
Q[379].Ans[3] = "しゅつがん";
Q[379].comment = "『出典』は『しゅってん』と読む。";

Q[380].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>東京の〔本店〕に勤務している。";
Q[380].Ans[0] = "ほんてん";
Q[380].Ans[1] = "もとみせ";
Q[380].Ans[2] = "べんてん";
Q[380].Ans[3] = "もとてん";
Q[380].comment = "『本店』は『ほんてん』と読む。";

Q[381].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お祭りなので〔夜店〕がたくさん出ている。";
Q[381].Ans[0] = "よみせ";
Q[381].Ans[1] = "よてん";
Q[381].Ans[2] = "やてん";
Q[381].Ans[3] = "よるみせ";
Q[381].comment = "『夜店』は『よみせ』と読む。";

Q[382].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夜店〕の焼きそばが大好きです。";
Q[382].Ans[0] = "よみせ";
Q[382].Ans[1] = "よるてん";
Q[382].Ans[2] = "やてん";
Q[382].Ans[3] = "やたい";
Q[382].comment = "『夜店』は『よみせ』と読む。";

Q[383].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自動で〔点火〕する装置がついている。";
Q[383].Ans[0] = "てんか";
Q[383].Ans[1] = "こうか";
Q[383].Ans[2] = "ちゃっか";
Q[383].Ans[3] = "しょうか";
Q[383].comment = "『点火』は『てんか』と読む。";

Q[384].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>貴重な資料を多数〔展示〕している。";
Q[384].Ans[0] = "てんじ";
Q[384].Ans[1] = "せんじ";
Q[384].Ans[2] = "けんじ";
Q[384].Ans[3] = "ちんじ";
Q[384].comment = "『展示』は『てんじ』と読む。";

Q[385].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾のドラマは、ストーリーの〔展開〕が単調だ。";
Q[385].Ans[0] = "てんかい";
Q[385].Ans[1] = "ぜんかい";
Q[385].Ans[2] = "ちょうかい";
Q[385].Ans[3] = "こうかい";
Q[385].comment = "『展開』は『てんかい』と読む。";

Q[386].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>書類を〔添付〕ファイルで送る。";
Q[386].Ans[0] = "てんぷ";
Q[386].Ans[1] = "ちょうふ";
Q[386].Ans[2] = "うけつけ";
Q[386].Ans[3] = "そなえつけ";
Q[386].comment = "『添付』は『てんぷ』と読む。";

Q[387].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人工物はいっさい〔添加〕していません。";
Q[387].Ans[0] = "てんか";
Q[387].Ans[1] = "そか";
Q[387].Ans[2] = "そうか";
Q[387].Ans[3] = "ふか";
Q[387].comment = "『添加』は『てんか』と読む。";

Q[388].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手紙を〔添えて〕荷物を送る。";
Q[388].Ans[0] = "そえて";
Q[388].Ans[1] = "そなえて";
Q[388].Ans[2] = "くわえて";
Q[388].Ans[3] = "あえて";
Q[388].comment = "『添える』は『そえる』と読む。";

Q[389].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、〔添え物〕にすぎない程度の人物だ。";
Q[389].Ans[0] = "そえもの";
Q[389].Ans[1] = "あえもの";
Q[389].Ans[2] = "いえもの";
Q[389].Ans[3] = "なえもの";
Q[389].comment = "『添え物』は『そえもの』と読む。";

Q[390].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ステーキにクレソンを〔添える〕。";
Q[390].Ans[0] = "そえる";
Q[390].Ans[1] = "あえる";
Q[390].Ans[2] = "みえる";
Q[390].Ans[3] = "たえる";
Q[390].comment = "『添える』は『そえる』と読む。";

Q[391].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔付き添い〕の人は外で待ってください。";
Q[391].Ans[0] = "つきそい";
Q[391].Ans[1] = "つきしたがい";
Q[391].Ans[2] = "つきあい";
Q[391].Ans[3] = "つきまかない";
Q[391].comment = "『付き添い』は『つきそい』と読む。";

Q[392].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>貧乏人が〔寄り添って〕住んでいる。";
Q[392].Ans[0] = "よりそって";
Q[392].Ans[1] = "よりあって";
Q[392].Ans[2] = "よりもって";
Q[392].Ans[3] = "よりきって";
Q[392].comment = "『寄り添う』は『よりそう』と読む。";

Q[393].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔回転〕しない寿司屋は値段が高い。";
Q[393].Ans[0] = "かいてん";
Q[393].Ans[1] = "かいでん";
Q[393].Ans[2] = "かいそう";
Q[393].Ans[3] = "かいけん";
Q[393].comment = "『回転』は『かいてん』と読む。";

Q[394].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこでも〔寝転がる〕のはやめなさい。";
Q[394].Ans[0] = "ねころがる";
Q[394].Ans[1] = "ねてんがる";
Q[394].Ans[2] = "ねやがる";
Q[394].Ans[3] = "ねまがる";
Q[394].comment = "『寝転がる』は『ねころがる』と読む。";

Q[395].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔転がる〕石にはコケが生えぬということわざがある。";
Q[395].Ans[0] = "ころがる";
Q[395].Ans[1] = "てんがる";
Q[395].Ans[2] = "むらがる";
Q[395].Ans[3] = "あつがる";
Q[395].comment = "『転がる』は『ころがる』と読む。";

Q[396].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>笑いすぎてイスから〔転げた〕。";
Q[396].Ans[0] = "ころげた";
Q[396].Ans[1] = "なげた";
Q[396].Ans[2] = "はげた";
Q[396].Ans[3] = "てんげた";
Q[396].comment = "『転げる』は『ころげる』と読む。";

Q[397].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ドラム缶を〔転がして〕運ぶ。";
Q[397].Ans[0] = "ころがして";
Q[397].Ans[1] = "はがして";
Q[397].Ans[2] = "ながして";
Q[397].Ans[3] = "てんがして";
Q[397].comment = "『転がす』は『ころがす』と読む。";

Q[398].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>足がもつれて〔転んで〕しまった。";
Q[398].Ans[0] = "ころんで";
Q[398].Ans[1] = "とんで";
Q[398].Ans[2] = "からんで";
Q[398].Ans[3] = "いとなんで";
Q[398].comment = "『転ぶ』は『ころぶ』と読む。";

Q[399].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔転んで〕から気をつけたのでは遅すぎます。";
Q[399].Ans[0] = "ころんで";
Q[399].Ans[1] = "ならんで";
Q[399].Ans[2] = "いたんで";
Q[399].Ans[3] = "まなんで";
Q[399].comment = "『転ぶ』は『ころぶ』と読む。";

Q[400].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔田園〕の風景を水彩画に描く。。";
Q[400].Ans[0] = "でんえん";
Q[400].Ans[1] = "たえん";
Q[400].Ans[2] = "てんえん";
Q[400].Ans[3] = "だえん";
Q[400].comment = "『田園』は『でんえん』と読む。";

Q[401].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風で多くの〔水田〕が被害を受けた。";
Q[401].Ans[0] = "すいでん";
Q[401].Ans[1] = "すいだ";
Q[401].Ans[2] = "すいた";
Q[401].Ans[3] = "すいてん";
Q[401].comment = "『水田』は『すいでん』と読む。";

Q[402].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔田舎者〕と呼ばないでください。";
Q[402].Ans[0] = "いなかもの";
Q[402].Ans[1] = "でんしゃもの";
Q[402].Ans[2] = "うつけもの";
Q[402].Ans[3] = "なまけもの";
Q[402].comment = "『田舎者』は『いなかもの』と読む。";

Q[403].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔田舎〕には〔田舎〕なりの良いところもある。";
Q[403].Ans[0] = "いなか";
Q[403].Ans[1] = "でんしゃ";
Q[403].Ans[2] = "みやげ";
Q[403].Ans[3] = "たんぼ";
Q[403].comment = "『田舎』は『いなか』と読む。";

Q[404].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔田植え〕の季節になりました。";
Q[404].Ans[0] = "たうえ";
Q[404].Ans[1] = "でんうえ";
Q[404].Ans[2] = "てうえ";
Q[404].Ans[3] = "たんうえ";
Q[404].comment = "『田植え』は『たうえ』と読む。";

Q[405].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔伝言〕があったようです。";
Q[405].Ans[0] = "でんごん";
Q[405].Ans[1] = "ゆいごん";
Q[405].Ans[2] = "つうごん";
Q[405].Ans[3] = "たんごん";
Q[405].comment = "『伝言』は『でんごん』と読む。";

Q[406].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔伝えたい〕という気持ちがあれば、案外伝わるものです。";
Q[406].Ans[0] = "つたえたい";
Q[406].Ans[1] = "いえたい";
Q[406].Ans[2] = "かなえたい";
Q[406].Ans[3] = "そろえたい";
Q[406].comment = "『伝える』は『つたえる』と読む。";

Q[407].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>詳しい由来は〔伝わって〕いません。";
Q[407].Ans[0] = "つたわって";
Q[407].Ans[1] = "うけたまわって";
Q[407].Ans[2] = "そなわって";
Q[407].Ans[3] = "いつわって";
Q[407].comment = "『伝わる』は『つたわる』と読む。";

Q[408].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この絵画からは戦争への強い〔怒り〕が感じられる。";
Q[408].Ans[0] = "いかり";
Q[408].Ans[1] = "いきどおり";
Q[408].Ans[2] = "おそり";
Q[408].Ans[3] = "おごり";
Q[408].comment = "『怒り』は『いかり』と読む。";

Q[409].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間は〔怒り狂う〕と何をするかわからない。";
Q[409].Ans[0] = "いかりくるう";
Q[409].Ans[1] = "おこりくるう";
Q[409].Ans[2] = "おごりくるう";
Q[409].Ans[3] = "あたりくるう";
Q[409].comment = "『怒り狂う』は『いかりくるう』と読む。";

Q[410].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに〔怒らない〕でください。";
Q[410].Ans[0] = "おこらない";
Q[410].Ans[1] = "おごらない";
Q[410].Ans[2] = "かぎらない";
Q[410].Ans[3] = "あたらない";
Q[410].comment = "『怒る』は『おこる』と読む。";

Q[411].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔刀剣〕を収集する趣味があります。";
Q[411].Ans[0] = "とうけん";
Q[411].Ans[1] = "だいけん";
Q[411].Ans[2] = "はけん";
Q[411].Ans[3] = "たっけん";
Q[411].comment = "『刀剣』は『とうけん』と読む。";

Q[412].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔彫刻刀〕で版画を彫る。";
Q[412].Ans[0] = "ちょうこくとう";
Q[412].Ans[1] = "ちょうこくだん";
Q[412].Ans[2] = "ちょうこくたん";
Q[412].Ans[3] = "ちょうこくば";
Q[412].comment = "『彫刻刀』は『ちょうこくとう』と読む。";

Q[413].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>資料館には２メートルもある〔太刀〕が展示されている。";
Q[413].Ans[0] = "たち";
Q[413].Ans[1] = "だいとう";
Q[413].Ans[2] = "おおば";
Q[413].Ans[3] = "ふとがたな";
Q[413].comment = "『太刀』は『たち』と読む。";

Q[414].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔刀〕は武士の命だと言われていた。";
Q[414].Ans[0] = "かたな";
Q[414].Ans[1] = "なぎなた";
Q[414].Ans[2] = "たち";
Q[414].Ans[3] = "つるぎ";
Q[414].comment = "『刀』は『かたな』と読む。";

Q[415].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔竹刀〕で暴行を加えた。";
Q[415].Ans[0] = "しない";
Q[415].Ans[1] = "たけがたな";
Q[415].Ans[2] = "たけば";
Q[415].Ans[3] = "ちくば";
Q[415].comment = "『竹刀』は『しない』と読む。";

Q[416].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>北極で〔越冬〕した隊員たちの苦労は想像もできない。";
Q[416].Ans[0] = "えっとう";
Q[416].Ans[1] = "えっふゆ";
Q[416].Ans[2] = "えっとん";
Q[416].Ans[3] = "えっせん";
Q[416].comment = "『越冬』は『えっとう』と読む。";

Q[417].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔冬季〕オリンピックの開催地が決定した。";
Q[417].Ans[0] = "とうき";
Q[417].Ans[1] = "とんき";
Q[417].Ans[2] = "どうき";
Q[417].Ans[3] = "どんき";
Q[417].comment = "『冬季』は『とうき』と読む。";

Q[418].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔冬期〕での登頂は世界で初めての快挙だった。";
Q[418].Ans[0] = "とうき";
Q[418].Ans[1] = "どんき";
Q[418].Ans[2] = "ふゆき";
Q[418].Ans[3] = "ふっき";
Q[418].comment = "『冬期』は『とうき』と読む。";

Q[419].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔冬〕は雪が降るものです。";
Q[419].Ans[0] = "ふゆ";
Q[419].Ans[1] = "ぷゆ";
Q[419].Ans[2] = "ふうゆ";
Q[419].Ans[3] = "とう";
Q[419].comment = "『冬』は『ふゆ』と読む。";

Q[420].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔電灯〕が切れていて薄暗い。";
Q[420].Ans[0] = "でんとう";
Q[420].Ans[1] = "てんとう";
Q[420].Ans[2] = "でっとう";
Q[420].Ans[3] = "でいとう";
Q[420].comment = "『電灯』は『でんとう』と読む。";

Q[421].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>暗いのでライトを〔点灯〕する。";
Q[421].Ans[0] = "てんとう";
Q[421].Ans[1] = "てんか";
Q[421].Ans[2] = "てんけん";
Q[421].Ans[3] = "てんかい";
Q[421].comment = "『点灯』は『てんとう』と読む。";

Q[422].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔電灯〕が切れていて薄暗い。";
Q[422].Ans[0] = "でんとう";
Q[422].Ans[1] = "でんせん";
Q[422].Ans[2] = "でんたん";
Q[422].Ans[3] = "でんげん";
Q[422].comment = "『電灯』は『でんとう』と読む。";

Q[423].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>遠く街の〔灯〕が見える。";
Q[423].Ans[0] = "ひ";
Q[423].Ans[1] = "あか";
Q[423].Ans[2] = "とう";
Q[423].Ans[3] = "あけ";
Q[423].comment = "『灯』は『ひ』と読む。";

Q[424].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔妥当〕な結論だと思う。";
Q[424].Ans[0] = "だとう";
Q[424].Ans[1] = "だとん";
Q[424].Ans[2] = "だたん";
Q[424].Ans[3] = "だてん";
Q[424].comment = "『妥当』は『だとう』と読む。";

Q[425].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明らかなルール違反だから、失格するのも〔当然〕だ。";
Q[425].Ans[0] = "とうぜん";
Q[425].Ans[1] = "たんぜん";
Q[425].Ans[2] = "たっぜん";
Q[425].Ans[3] = "とんぜん";
Q[425].comment = "『当然』は『とうぜん』と読む。";

Q[426].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>選択式ならば適当に答えてもいくつかは〔当たる〕だろう。";
Q[426].Ans[0] = "あたる";
Q[426].Ans[1] = "いたる";
Q[426].Ans[2] = "たたる";
Q[426].Ans[3] = "かたる";
Q[426].comment = "『当たる』は『あたる』と読む。";

Q[427].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>的の中央に〔当てる〕。";
Q[427].Ans[0] = "あてる";
Q[427].Ans[1] = "まてる";
Q[427].Ans[2] = "もてる";
Q[427].Ans[3] = "かてる";
Q[427].comment = "『当てる』は『あてる』と読む。";

Q[428].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔投手〕出身の監督だけあって、〔投手〕の交代は的確だ。";
Q[428].Ans[0] = "とうしゅ";
Q[428].Ans[1] = "なげて";
Q[428].Ans[2] = "たんしゅ";
Q[428].Ans[3] = "なげしゅ";
Q[428].comment = "『投手』は『とうしゅ』と読む。";

Q[429].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍基地に爆弾を〔投下〕する。";
Q[429].Ans[0] = "とうか";
Q[429].Ans[1] = "どうか";
Q[429].Ans[2] = "なげか";
Q[429].Ans[3] = "こうか";
Q[429].comment = "『投下』は『とうか』と読む。";

Q[430].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>前の試合でも50球〔投げて〕いる。";
Q[430].Ans[0] = "なげて";
Q[430].Ans[1] = "にげて";
Q[430].Ans[2] = "とげて";
Q[430].Ans[3] = "さげて";
Q[430].comment = "『投げる』は『なげる』と読む。";

Q[431].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゴミを川に〔投げ込んで〕いる男を見つけた。";
Q[431].Ans[0] = "なげこんで";
Q[431].Ans[1] = "さげこんで";
Q[431].Ans[2] = "あげこんで";
Q[431].Ans[3] = "とげこんで";
Q[431].comment = "『投げ込む』は『なげこむ』と読む。";

Q[432].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の朝食と言えば〔納豆〕です。";
Q[432].Ans[0] = "なっとう";
Q[432].Ans[1] = "なっどう";
Q[432].Ans[2] = "なっと";
Q[432].Ans[3] = "なんど";
Q[432].comment = "『納豆』は『なっとう』と読む。";

Q[433].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔豆乳〕に砂糖を入れて飲む。";
Q[433].Ans[0] = "とうにゅう";
Q[433].Ans[1] = "どうにゅう";
Q[433].Ans[2] = "まめにゅう";
Q[433].Ans[3] = "どんにゅう";
Q[433].comment = "『豆乳』は『とうにゅう』と読む。";

Q[434].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>よいタコは、ゆでると〔小豆〕のような色になる。";
Q[434].Ans[0] = "あずき";
Q[434].Ans[1] = "しょうとう";
Q[434].Ans[2] = "こまめ";
Q[434].Ans[3] = "しょうず";
Q[434].comment = "『小豆』は『あずき』と読む。";

Q[435].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔小豆色〕の服を着てきた。";
Q[435].Ans[0] = "あずきいろ";
Q[435].Ans[1] = "しょうずいろ";
Q[435].Ans[2] = "こまめいろ";
Q[435].Ans[3] = "しょうとうしょく";
Q[435].comment = "『小豆色』は『あずきいろ』と読む。";

Q[436].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔豆〕は体に良い食べ物だと言われています。";
Q[436].Ans[0] = "まめ";
Q[436].Ans[1] = "こめ";
Q[436].Ans[2] = "あわ";
Q[436].Ans[3] = "むぎ";
Q[436].comment = "『豆』は『まめ』と読む。";

Q[437].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな〔豆粒〕のような大きさでは、目が悪い人には読めないと思う。";
Q[437].Ans[0] = "まめつぶ";
Q[437].Ans[1] = "とうりゅう";
Q[437].Ans[2] = "むぎつぶ";
Q[437].Ans[3] = "こめつぶ";
Q[437].comment = "『豆粒』は『まめつぶ』と読む。";

Q[438].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本全国を〔東西〕に横断する。";
Q[438].Ans[0] = "とうざい";
Q[438].Ans[1] = "とんざい";
Q[438].Ans[2] = "どうざい";
Q[438].Ans[3] = "とんせい";
Q[438].comment = "『東西』は『とうざい』と読む。";

Q[439].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風は進路を〔北東〕に変えて日本列島に接近している。";
Q[439].Ans[0] = "ほくとう";
Q[439].Ans[1] = "ほくとん";
Q[439].Ans[2] = "きたひがし";
Q[439].Ans[3] = "ほくどう";
Q[439].comment = "『北東』は『ほくとう』と読む。";

Q[440].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山の〔東側〕に住んでいる。";
Q[440].Ans[0] = "ひがしがわ";
Q[440].Ans[1] = "にしがわ";
Q[440].Ans[2] = "きたがわ";
Q[440].Ans[3] = "みなみがわ";
Q[440].comment = "『東側』は『ひがしがわ』と読む。";

Q[441].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>玄関が〔東〕に向いている。";
Q[441].Ans[0] = "ひがし";
Q[441].Ans[1] = "にし";
Q[441].Ans[2] = "きた";
Q[441].Ans[3] = "みなみ";
Q[441].comment = "『東』は『ひがし』と読む。";

Q[442].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>やっと目的地に〔到着〕した。";
Q[442].Ans[0] = "とうちゃく";
Q[442].Ans[1] = "たんちゃく";
Q[442].Ans[2] = "とんちゃく";
Q[442].Ans[3] = "だいちゃく";
Q[442].comment = "『到着』は『とうちゃく』と読む。";

Q[443].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯行は〔周到〕に用意されたものだった。";
Q[443].Ans[0] = "しゅうとう";
Q[443].Ans[1] = "しゅうこう";
Q[443].Ans[2] = "しゅうだん";
Q[443].Ans[3] = "しゅうし";
Q[443].comment = "『周到』は『しゅうとう』と読む。";

Q[444].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大臣の釈明は、一般人には〔到底〕理解できない内容だった。";
Q[444].Ans[0] = "とうてい";
Q[444].Ans[1] = "どうてい";
Q[444].Ans[2] = "こうてい";
Q[444].Ans[3] = "たいてい";
Q[444].comment = "『到底』は『とうてい』と読む。";

Q[445].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔逃亡〕した犯人を追跡する。";
Q[445].Ans[0] = "とうぼう";
Q[445].Ans[1] = "ちょうぼう";
Q[445].Ans[2] = "めつぼう";
Q[445].Ans[3] = "こうぼう";
Q[445].comment = "『逃亡』は『とうぼう』と読む。";

Q[446].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現実から〔逃避〕するのはやめにしなさい。";
Q[446].Ans[0] = "とうひ";
Q[446].Ans[1] = "ちょうひ";
Q[446].Ans[2] = "かいひ";
Q[446].Ans[3] = "にんぴ";
Q[446].comment = "『逃避』は『とうひ』と読む。";

Q[447].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこに〔逃げても〕必ず捕まえてやる。";
Q[447].Ans[0] = "にげても";
Q[447].Ans[1] = "さげても";
Q[447].Ans[2] = "まげても";
Q[447].Ans[3] = "とげても";
Q[447].comment = "『逃げる』は『にげる』と読む。";

Q[448].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生活に困って〔夜逃げ〕した。";
Q[448].Ans[0] = "よにげ";
Q[448].Ans[1] = "よさげ";
Q[448].Ans[2] = "よとげ";
Q[448].Ans[3] = "よかげ";
Q[448].comment = "『夜逃げ』は『よにげ』と読む。";

Q[449].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔逃げる〕シマウマをチーターが追いかけている。";
Q[449].Ans[0] = "にげる";
Q[449].Ans[1] = "なげる";
Q[449].Ans[2] = "かげる";
Q[449].Ans[3] = "とげる";
Q[449].comment = "『逃げる』は『にげる』と読む。";

Q[450].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大規模な動員にも関わらず、犯人を〔逃がして〕しまった。";
Q[450].Ans[0] = "にがして";
Q[450].Ans[1] = "さがして";
Q[450].Ans[2] = "ながして";
Q[450].Ans[3] = "とがして";
Q[450].comment = "『逃がす』は『にがす』と読む。";

Q[451].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ドラマの最終回を〔見逃して〕しまった。";
Q[451].Ans[0] = "みのがして";
Q[451].Ans[1] = "みすごして";
Q[451].Ans[2] = "みまわして";
Q[451].Ans[3] = "みはらして";
Q[451].comment = "『見逃す』は『みのがす』と読む。";

Q[452].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>罪を犯した以上、そこから〔逃れる〕ことはできない。";
Q[452].Ans[0] = "のがれる";
Q[452].Ans[1] = "まぬがれる";
Q[452].Ans[2] = "あばれる";
Q[452].Ans[3] = "おそれる";
Q[452].comment = "『逃れる』は『のがれる』と読む。";

Q[453].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>不正に〔逃れた〕税金は10億円にのぼる。";
Q[453].Ans[0] = "のがれた";
Q[453].Ans[1] = "まぬがれた";
Q[453].Ans[2] = "とれた";
Q[453].Ans[3] = "かかれた";
Q[453].comment = "『逃れる』は『のがれる』と読む。";

Q[454].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会社の〔倒産〕で職を失った。";
Q[454].Ans[0] = "とうさん";
Q[454].Ans[1] = "どうさん";
Q[454].Ans[2] = "ださん";
Q[454].Ans[3] = "たいさん";
Q[454].comment = "『倒産』は『とうさん』と読む。";

Q[455].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スピードとパワーで挑戦者を〔圧倒〕した。";
Q[455].Ans[0] = "あっとう";
Q[455].Ans[1] = "あったん";
Q[455].Ans[2] = "あっせん";
Q[455].Ans[3] = "あっかん";
Q[455].comment = "『圧倒』は『あっとう』と読む。";

Q[456].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震でマンションが〔倒壊〕した。";
Q[456].Ans[0] = "とうかい";
Q[456].Ans[1] = "だっかい";
Q[456].Ans[2] = "せんかい";
Q[456].Ans[3] = "こうかい";
Q[456].comment = "『倒壊』は『とうかい』と読む。";

Q[457].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病気で〔倒れた〕先代の跡を継いだ。";
Q[457].Ans[0] = "たおれた";
Q[457].Ans[1] = "のがれた";
Q[457].Ans[2] = "もたれた";
Q[457].Ans[3] = "すたれた";
Q[457].comment = "『倒れる』は『たおれる』と読む。";

Q[458].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>２議席の独占を狙った与党の候補は〔共倒れ〕する結果となった。";
Q[458].Ans[0] = "ともだおれ";
Q[458].Ans[1] = "とものがれ";
Q[458].Ans[2] = "ともがすれ";
Q[458].Ans[3] = "ともわたれ";
Q[458].comment = "『共倒れ』は『ともだおれ』と読む。";

Q[459].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>協力して政権を〔倒す〕。";
Q[459].Ans[0] = "たおす";
Q[459].Ans[1] = "いたす";
Q[459].Ans[2] = "おこす";
Q[459].Ans[3] = "さがす";
Q[459].comment = "『倒す』は『たおす』と読む。";

Q[460].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>グラスを〔倒して〕割ってしまった。";
Q[460].Ans[0] = "たおして";
Q[460].Ans[1] = "こかして";
Q[460].Ans[2] = "わたして";
Q[460].Ans[3] = "おこして";
Q[460].comment = "『倒す』は『たおす』と読む。";

Q[461].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電子レンジで〔解凍〕する。";
Q[461].Ans[0] = "かいとう";
Q[461].Ans[1] = "かいこう";
Q[461].Ans[2] = "かいせん";
Q[461].Ans[3] = "かいかん";
Q[461].comment = "『解凍』は『かいとう』と読む。";

Q[462].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>余ったごはんを〔冷凍〕で保存する。";
Q[462].Ans[0] = "れいとう";
Q[462].Ans[1] = "れいと";
Q[462].Ans[2] = "れいとん";
Q[462].Ans[3] = "れいどう";
Q[462].comment = "『冷凍』は『れいとう』と読む。";

Q[463].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>調査結果が出るまで、審議を〔凍結〕する。";
Q[463].Ans[0] = "とうけつ";
Q[463].Ans[1] = "かいけつ";
Q[463].Ans[2] = "せんけつ";
Q[463].Ans[3] = "こうけつ";
Q[463].comment = "『凍結』は『とうけつ』と読む。";

Q[464].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冬になると池が〔凍る〕。";
Q[464].Ans[0] = "こおる";
Q[464].Ans[1] = "とおる";
Q[464].Ans[2] = "すべる";
Q[464].Ans[3] = "かかる";
Q[464].comment = "『凍る』は『こおる』と読む。";

Q[465].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔凍った〕まま熱湯で調理してください。";
Q[465].Ans[0] = "こおった";
Q[465].Ans[1] = "さがった";
Q[465].Ans[2] = "かぎった";
Q[465].Ans[3] = "わたった";
Q[465].comment = "『凍る』は『こおる』と読む。";

Q[466].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔凍える〕ような寒さだ。";
Q[466].Ans[0] = "こごえる";
Q[466].Ans[1] = "なえる";
Q[466].Ans[2] = "ひえる";
Q[466].Ans[3] = "さかえる";
Q[466].comment = "『凍える』は『こごえる』と読む。";

Q[467].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このままでは全員〔凍えて〕死んでしまう。";
Q[467].Ans[0] = "ごごえて";
Q[467].Ans[1] = "かなえて";
Q[467].Ans[2] = "ささえて";
Q[467].Ans[3] = "まみえて";
Q[467].comment = "『凍える』は『こごえる』と読む。";

Q[468].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>２名の警官が〔殉職〕した。";
Q[468].Ans[0] = "じゅんしょく";
Q[468].Ans[1] = "しゅんしょく";
Q[468].Ans[2] = "しゅうしょく";
Q[468].Ans[3] = "じゅうしょく";
Q[468].comment = "『殉職』は『じゅんしょく』と読む。";

Q[469].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは何も入っていない〔純粋〕な水です。";
Q[469].Ans[0] = "じゅんすい";
Q[469].Ans[1] = "ちゅうすい";
Q[469].Ans[2] = "くんすい";
Q[469].Ans[3] = "たんすい";
Q[469].comment = "『純粋』は『じゅんすい』と読む。";

Q[470].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>素直というより〔単純〕なのだろう。";
Q[470].Ans[0] = "たんじゅん";
Q[470].Ans[1] = "たんちゅう";
Q[470].Ans[2] = "たんじゅう";
Q[470].Ans[3] = "たんつう";
Q[470].comment = "『単純』は『たんじゅん』と読む。";

Q[471].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はとても〔純情〕な少年だ。";
Q[471].Ans[0] = "じゅんじょう";
Q[471].Ans[1] = "じゅうじょう";
Q[471].Ans[2] = "ちゅうじょう";
Q[471].Ans[3] = "つうじょう";
Q[471].comment = "『純情』は『じゅんじょう』と読む。";

Q[472].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手作業で〔不純物〕を取り除く。";
Q[472].Ans[0] = "ふじゅんぶつ";
Q[472].Ans[1] = "ふじゅうぶつ";
Q[472].Ans[2] = "ふちゅうぶつ";
Q[472].Ans[3] = "ふしんぶつ";
Q[472].comment = "『不純物』は『ふじゅんぶつ』と読む。";

Q[473].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>健康診断で〔循環器〕に異状が発見された。";
Q[473].Ans[0] = "じゅんかんき";
Q[473].Ans[1] = "しゅんかんき";
Q[473].Ans[2] = "しゅうかんき";
Q[473].Ans[3] = "すんかんき";
Q[473].comment = "『循環器』は『じゅんかんき』と読む。";

Q[474].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空気を〔循環〕させるシステムが故障した。";
Q[474].Ans[0] = "じゅんかん";
Q[474].Ans[1] = "しゅうかん";
Q[474].Ans[2] = "そうかん";
Q[474].Ans[3] = "たいかん";
Q[474].comment = "『循環』は『じゅんかん』と読む。";

Q[475].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔順序〕を守ってください。";
Q[475].Ans[0] = "じゅんじょ";
Q[475].Ans[1] = "じゅうじょ";
Q[475].Ans[2] = "じゅじょ";
Q[475].Ans[3] = "じゅうじょう";
Q[475].comment = "『順序』は『じゅんじょ』と読む。";

Q[476].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すべてが〔順調〕に進んでいる。";
Q[476].Ans[0] = "じゅんちょう";
Q[476].Ans[1] = "しゅんちょう";
Q[476].Ans[2] = "しゅうちょう";
Q[476].Ans[3] = "こうちょう";
Q[476].comment = "『順調』は『じゅんちょう』と読む。";

Q[477].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔順番〕を待つ列に並ぶ。";
Q[477].Ans[0] = "じゅんばん";
Q[477].Ans[1] = "しゅんばん";
Q[477].Ans[2] = "しゅうばん";
Q[477].Ans[3] = "じゅうばん";
Q[477].comment = "『順番』は『じゅんばん』と読む。";

Q[478].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文化祭の〔準備〕が忙しい。";
Q[478].Ans[0] = "じゅんび";
Q[478].Ans[1] = "ちゅうび";
Q[478].Ans[2] = "しゅうび";
Q[478].Ans[3] = "そうび";
Q[478].comment = "『準備』は『じゅんび』と読む。";

Q[479].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>採用の〔基準〕を公表する。";
Q[479].Ans[0] = "きじゅん";
Q[479].Ans[1] = "きちゅう";
Q[479].Ans[2] = "きしゅん";
Q[479].Ans[3] = "きじょう";
Q[479].comment = "『基準』は『きじゅん』と読む。";

Q[480].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>うちは〔標準的〕な家庭だと思います。";
Q[480].Ans[0] = "ひょうじゅんてき";
Q[480].Ans[1] = "ひょうじゅうてき";
Q[480].Ans[2] = "ひょうしゅんてき";
Q[480].Ans[3] = "ひょうじんてき";
Q[480].comment = "『標準的』は『ひょうじゅんてき』と読む。";

Q[481].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>強豪チームは、どこも資金が〔潤沢〕だ。";
Q[481].Ans[0] = "じゅんたく";
Q[481].Ans[1] = "じんたく";
Q[481].Ans[2] = "しゅんたく";
Q[481].Ans[3] = "しゅうたく";
Q[481].comment = "『潤沢』は『じゅんたく』と読む。";

Q[482].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>気候が〔湿潤〕なので、カビが発生しやすい。";
Q[482].Ans[0] = "しつじゅん";
Q[482].Ans[1] = "しつじゅう";
Q[482].Ans[2] = "しつじん";
Q[482].Ans[3] = "しつぜん";
Q[482].comment = "『湿潤』は『しつじゅん』と読む。";

Q[483].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>30を過ぎると肌に〔潤い〕がなくなる。";
Q[483].Ans[0] = "うるおい";
Q[483].Ans[1] = "いきおい";
Q[483].Ans[2] = "きれい";
Q[483].Ans[3] = "まかない";
Q[483].comment = "『潤い』は『うるおい』と読む。";

Q[484].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新製品の人気で、だいぶ〔潤って〕いるらしい。";
Q[484].Ans[0] = "うるおって";
Q[484].Ans[1] = "もうかって";
Q[484].Ans[2] = "いきどおって";
Q[484].Ans[3] = "かしこまって";
Q[484].comment = "『潤う』は『うるおう』と読む。";

Q[485].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生活に〔潤い〕を感じられるようにしたい。";
Q[485].Ans[0] = "うるおい";
Q[485].Ans[1] = "いきおい";
Q[485].Ans[2] = "いこい";
Q[485].Ans[3] = "いきがい";
Q[485].comment = "『潤い』は『うるおい』と読む。";

Q[486].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>喜びに目が〔潤んで〕いる。";
Q[486].Ans[0] = "うるんで";
Q[486].Ans[1] = "かすんで";
Q[486].Ans[2] = "まなんで";
Q[486].Ans[3] = "ちなんで";
Q[486].comment = "『潤む』は『うるむ』と読む。";

Q[487].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ミネラルウォーターでのどを〔潤す〕。";
Q[487].Ans[0] = "うるおす";
Q[487].Ans[1] = "のがす";
Q[487].Ans[2] = "とおす";
Q[487].Ans[3] = "こがす";
Q[487].comment = "『潤す』は『うるおす』と読む。";

Q[488].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>規則を〔遵守〕するのは最低限の責任だ。";
Q[488].Ans[0] = "じゅんしゅ";
Q[488].Ans[1] = "そんしゅ";
Q[488].Ans[2] = "せんしゅ";
Q[488].Ans[3] = "げんしゅ";
Q[488].comment = "『遵守』は『じゅんしゅ』と読む。";

Q[489].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>違反したものは〔処罰〕します。";
Q[489].Ans[0] = "しょばつ";
Q[489].Ans[1] = "しゅうばつ";
Q[489].Ans[2] = "つうばつ";
Q[489].Ans[3] = "ちゅうばつ";
Q[489].comment = "『処罰』は『しょばつ』と読む。";

Q[490].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どのような〔処置〕が必要か、改めて検討する。";
Q[490].Ans[0] = "しょち";
Q[490].Ans[1] = "そうち";
Q[490].Ans[2] = "かんち";
Q[490].Ans[3] = "けんち";
Q[490].comment = "『処置』は『しょち』と読む。";

Q[491].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔初級〕の教科書からはじめます。";
Q[491].Ans[0] = "しょきゅう";
Q[491].Ans[1] = "ちゅうきゅう";
Q[491].Ans[2] = "じょうきゅう";
Q[491].Ans[3] = "こうきゅう";
Q[491].comment = "『初級』は『しょきゅう』と読む。";

Q[492].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔初歩的〕なミスとしかいいようがない。";
Q[492].Ans[0] = "しょほてき";
Q[492].Ans[1] = "ちゅうほてき";
Q[492].Ans[2] = "ちょうほてき";
Q[492].Ans[3] = "こうほてき";
Q[492].comment = "『初歩的』は『しょほてき』と読む。";

Q[493].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>月の〔初め〕なので、いろいろと忙しい。";
Q[493].Ans[0] = "はじめ";
Q[493].Ans[1] = "かなめ";
Q[493].Ans[2] = "あらかじめ";
Q[493].Ans[3] = "からめ";
Q[493].comment = "『初め』は『はじめ』と読む。";

Q[494].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔初め〕はうまく行っていたが、途中からは失敗の連続だった。";
Q[494].Ans[0] = "はじめ";
Q[494].Ans[1] = "いましめ";
Q[494].Ans[2] = "かなめ";
Q[494].Ans[3] = "あらかじめ";
Q[494].comment = "『初め』は『はじめ』と読む。";

Q[495].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>話題作が地上波〔初登場〕です。";
Q[495].Ans[0] = "はつとうじょう";
Q[495].Ans[1] = "しょとうじょう";
Q[495].Ans[2] = "はじとうじょう";
Q[495].Ans[3] = "ちゅうとうじょう";
Q[495].comment = "『初登場』は『はつとうじょう』と読む。";

Q[496].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは〔初耳〕です。";
Q[496].Ans[0] = "はつみみ";
Q[496].Ans[1] = "しょみみ";
Q[496].Ans[2] = "はじめみみ";
Q[496].Ans[3] = "うさみみ";
Q[496].comment = "『初耳』は『はつみみ』と読む。";

Q[497].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>春になると、新入生の〔初々しい〕姿が見られる。";
Q[497].Ans[0] = "ういういしい";
Q[497].Ans[1] = "はつはつしい";
Q[497].Ans[2] = "しょしょしい";
Q[497].Ans[3] = "はじはじしい";
Q[497].comment = "『初々しい』は『ういういしい』と読む。";

Q[498].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔書き初め〕大会で金賞をもらった。";
Q[498].Ans[0] = "かきぞめ";
Q[498].Ans[1] = "かきはじめ";
Q[498].Ans[2] = "かきしょめ";
Q[498].Ans[3] = "かきはめ";
Q[498].comment = "『書き初め』は『かきぞめ』と読む。";

Q[499].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>公園では、山桜が〔咲き初めて〕いる。";
Q[499].Ans[0] = "さきそめて";
Q[499].Ans[1] = "さきしょめて";
Q[499].Ans[2] = "さきはめて";
Q[499].Ans[3] = "さきとめて";
Q[499].comment = "『咲き初める』は『さきそめる』と読む。";