var Qnum = 500;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>女性らしい〔細やかな〕心づかいです。";
Q[0].Ans[0] = "こまやかな";
Q[0].Ans[1] = "ささやかな";
Q[0].Ans[2] = "なごやかな";
Q[0].Ans[3] = "おだやかな";
Q[0].comment = "『細やかな』は『こまやかな』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女には、もうだいぶ〔貢いで〕います。";
Q[1].Ans[0] = "みついで";
Q[1].Ans[1] = "とついで";
Q[1].Ans[2] = "かせいで";
Q[1].Ans[3] = "もらいで";
Q[1].comment = "『貢ぐ』は『みつぐ』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>趣味は〔書道〕と水泳です。";
Q[2].Ans[0] = "しょどう";
Q[2].Ans[1] = "しゅどう";
Q[2].Ans[2] = "かどう";
Q[2].Ans[3] = "ちゃどう";
Q[2].comment = "『書道』は『しょどう』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>申込書は必ず〔自書〕してください。";
Q[3].Ans[0] = "じしょ";
Q[3].Ans[1] = "じしゅ";
Q[3].Ans[2] = "じがき";
Q[3].Ans[3] = "じかく";
Q[3].comment = "『自書』は『じしょ』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最初に名前を〔書いて〕ください。";
Q[4].Ans[0] = "かいて";
Q[4].Ans[1] = "さいて";
Q[4].Ans[2] = "きいて";
Q[4].Ans[3] = "おいて";
Q[4].comment = "『書く』は『かく』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔庶民的〕な料理で人気のお店だ。";
Q[5].Ans[0] = "しょみんてき";
Q[5].Ans[1] = "しみんてき";
Q[5].Ans[2] = "しゅうみんてき";
Q[5].Ans[3] = "へいみんてき";
Q[5].comment = "『庶民的』は『しょみんてき』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その件なら〔庶務係〕にお願いします。";
Q[6].Ans[0] = "しょむがかり";
Q[6].Ans[1] = "そうむがかり";
Q[6].Ans[2] = "じむがかり";
Q[6].Ans[3] = "ふくむがかり";
Q[6].comment = "『庶務係』は『しょむがかり』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年も〔残暑〕が厳しい。";
Q[7].Ans[0] = "ざんしょ";
Q[7].Ans[1] = "ざんしゅ";
Q[7].Ans[2] = "ざんしゅう";
Q[7].Ans[3] = "ざんしょう";
Q[7].comment = "『残暑』は『ざんしょ』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>軽井沢は日本の代表的な〔避暑地〕である。";
Q[8].Ans[0] = "ひしょち";
Q[8].Ans[1] = "ひしゅうち";
Q[8].Ans[2] = "ひしょうち";
Q[8].Ans[3] = "ひしょっち";
Q[8].comment = "『避暑地』は『ひしょち』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年の夏は〔暑くて〕死にそうだ。";
Q[9].Ans[0] = "あつくて";
Q[9].Ans[1] = "ひどくて";
Q[9].Ans[2] = "わかくて";
Q[9].Ans[3] = "さむくて";
Q[9].comment = "『暑い』は『あつい』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔暑さ〕も、そう長くは続くまい。";
Q[10].Ans[0] = "あつさ";
Q[10].Ans[1] = "さむさ";
Q[10].Ans[2] = "いたさ";
Q[10].Ans[3] = "ひどさ";
Q[10].comment = "『暑さ』は『あつさ』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こちらに〔署名〕をお願いします。";
Q[11].Ans[0] = "しょめい";
Q[11].Ans[1] = "ちょめい";
Q[11].Ans[2] = "しょうめい";
Q[11].Ans[3] = "きめい";
Q[11].comment = "『署名』は『しょめい』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>親族が警察の〔署長〕をしているからといって、特別扱いはいただけない。";
Q[12].Ans[0] = "しょちょう";
Q[12].Ans[1] = "しちょう";
Q[12].Ans[2] = "ちょうちょう";
Q[12].Ans[3] = "しゃちょう";
Q[12].comment = "『署長』は『しょちょう』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>警察の〔署内〕で、盗難事件があったらしい。";
Q[13].Ans[0] = "しょない";
Q[13].Ans[1] = "ちょない";
Q[13].Ans[2] = "ちょうない";
Q[13].Ans[3] = "しない";
Q[13].comment = "『署内』は『しょない』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔由緒〕正しい家柄の出身だ。";
Q[14].Ans[0] = "ゆいしょ";
Q[14].Ans[1] = "ゆいしょう";
Q[14].Ans[2] = "ゆいちょ";
Q[14].Ans[3] = "ゆいしゅう";
Q[14].comment = "『由緒』は『ゆいしょ』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一緒〕に旅行に行きましょう。";
Q[15].Ans[0] = "いっしょ";
Q[15].Ans[1] = "いっしょう";
Q[15].Ans[2] = "いっちょ";
Q[15].Ans[3] = "いっそう";
Q[15].comment = "『一緒』は『いっしょ』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女には〔内緒〕にしてあげるよ。";
Q[16].Ans[0] = "ないしょ";
Q[16].Ans[1] = "ないちょ";
Q[16].Ans[2] = "ないしょう";
Q[16].Ans[3] = "ないっしょ";
Q[16].comment = "『内緒』は『ないしょ』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>神戸は〔異国情緒〕にあふれる街だ。";
Q[17].Ans[0] = "いこくじょうちょ";
Q[17].Ans[1] = "いこくじょうちょう";
Q[17].Ans[2] = "いこくじょうしょう";
Q[17].Ans[3] = "いこくじょうしゃ";
Q[17].comment = "『異国情緒』は『いこくじょうちょ』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>江戸の〔情緒〕あふれる城下町である。";
Q[18].Ans[0] = "じょうちょ";
Q[18].Ans[1] = "じょうちょう";
Q[18].Ans[2] = "じょうしょう";
Q[18].Ans[3] = "じょうそう";
Q[18].comment = "『情緒』は『じょうちょ』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゲタの〔鼻緒〕が切れた。";
Q[19].Ans[0] = "はなお";
Q[19].Ans[1] = "はなしょ";
Q[19].Ans[2] = "はなちょ";
Q[19].Ans[3] = "びしょ";
Q[19].comment = "『鼻緒』は『はなお』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>へその〔緒〕を大切に保管している。";
Q[20].Ans[0] = "お";
Q[20].Ans[1] = "しょ";
Q[20].Ans[2] = "ちょ";
Q[20].Ans[3] = "み";
Q[20].comment = "『へその緒』は『へそのお』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔用事〕があればいってください。";
Q[21].Ans[0] = "ようじ";
Q[21].Ans[1] = "よんじ";
Q[21].Ans[2] = "よじ";
Q[21].Ans[3] = "そうじ";
Q[21].comment = "『用事』は『ようじ』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>開発にかかった〔費用〕は10億円を下らない。";
Q[22].Ans[0] = "ひよう";
Q[22].Ans[1] = "ひよん";
Q[22].Ans[2] = "ひよ";
Q[22].Ans[3] = "ひよお";
Q[22].comment = "『費用』は『ひよう』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どのような手段を〔用いても〕成功すればよい。";
Q[23].Ans[0] = "もちいても";
Q[23].Ans[1] = "ひきいても";
Q[23].Ans[2] = "なびいても";
Q[23].Ans[3] = "さびいても";
Q[23].comment = "『用いる』は『もちいる』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔羊毛〕の生産で有名な都市だ。";
Q[24].Ans[0] = "ようもう";
Q[24].Ans[1] = "やもう";
Q[24].Ans[2] = "やんもう";
Q[24].Ans[3] = "ひつじげ";
Q[24].comment = "『羊毛』は『ようもう』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毛糸の原料は〔羊毛〕である。";
Q[25].Ans[0] = "ようもう";
Q[25].Ans[1] = "やんもう";
Q[25].Ans[2] = "よんもう";
Q[25].Ans[3] = "ようもん";
Q[25].comment = "『羊毛』は『ようもう』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔羊〕と狼はどちらが好きですか？";
Q[26].Ans[0] = "ひつじ";
Q[26].Ans[1] = "うし";
Q[26].Ans[2] = "やぎ";
Q[26].Ans[3] = "うま";
Q[26].comment = "『羊』は『ひつじ』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔羊〕の肉はあまり好きではありません。";
Q[27].Ans[0] = "ひつじ";
Q[27].Ans[1] = "うさぎ";
Q[27].Ans[2] = "やぎ";
Q[27].Ans[3] = "めうし";
Q[27].comment = "『羊』は『ひつじ』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中華より〔洋食〕の方が好きです。";
Q[28].Ans[0] = "ようしょく";
Q[28].Ans[1] = "よんしょく";
Q[28].Ans[2] = "やしょく";
Q[28].Ans[3] = "やんしょく";
Q[28].comment = "『洋食』は『ようしょく』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手作りのヨットで〔太平洋〕を横断する。";
Q[29].Ans[0] = "たいへいよう";
Q[29].Ans[1] = "たいへいおう";
Q[29].Ans[2] = "たいへいよ";
Q[29].Ans[3] = "たいへいや";
Q[29].comment = "『太平洋』は『たいへいよう』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔要所〕をおさえていけば、いずれは勝利が得られる。";
Q[30].Ans[0] = "ようしょ";
Q[30].Ans[1] = "ようしょう";
Q[30].Ans[2] = "ようじょ";
Q[30].Ans[3] = "かなめしょ";
Q[30].comment = "『要所』は『ようしょ』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔要人〕の警護を任せられた。";
Q[31].Ans[0] = "ようじん";
Q[31].Ans[1] = "ようと";
Q[31].Ans[2] = "ようびと";
Q[31].Ans[3] = "ようにん";
Q[31].comment = "『要人』は『』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔要る〕物をリストアップしなさい、";
Q[32].Ans[0] = "いる";
Q[32].Ans[1] = "わかる";
Q[32].Ans[2] = "すたる";
Q[32].Ans[3] = "よる";
Q[32].comment = "『要る』は『いる』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>口で言うほど〔容易〕なことではない。";
Q[33].Ans[0] = "ようい";
Q[33].Ans[1] = "ゆうい";
Q[33].Ans[2] = "ろんい";
Q[33].Ans[3] = "ろうい";
Q[33].comment = "『容易』は『ようい』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔容器〕は立派だが、中身の方は大したことがない。";
Q[34].Ans[0] = "ようき";
Q[34].Ans[1] = "ろうき";
Q[34].Ans[2] = "ゆうき";
Q[34].Ans[3] = "りょうき";
Q[34].comment = "『容器』は『ようき』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このところの彼は、〔凡庸〕な作品ばかりをつくっている。";
Q[35].Ans[0] = "ぼんよう";
Q[35].Ans[1] = "ぼんゆう";
Q[35].Ans[2] = "ぼんこう";
Q[35].Ans[3] = "ぼんそう";
Q[35].comment = "『凡庸』は『ぼんよう』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔中庸〕の徳ということばがあります。";
Q[36].Ans[0] = "ちゅうよう";
Q[36].Ans[1] = "ちゅうゆう";
Q[36].Ans[2] = "ちゅうそう";
Q[36].Ans[3] = "ちゅうこう";
Q[36].comment = "『中庸』は『ちゅうよう』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>変な〔抑揚〕で話さないでください。";
Q[37].Ans[0] = "よくよう";
Q[37].Ans[1] = "よくあげ";
Q[37].Ans[2] = "よくやん";
Q[37].Ans[3] = "よくゆう";
Q[37].comment = "『抑揚』は『よくよう』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔意気揚々〕と引きあげる。";
Q[38].Ans[0] = "いきようよう";
Q[38].Ans[1] = "いきやんやん";
Q[38].Ans[2] = "いきゆうゆう";
Q[38].Ans[3] = "いきそうそう";
Q[38].comment = "『意気揚々』は『いきようよう』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>巨大なカジキを船の上に〔揚げる〕。";
Q[39].Ans[0] = "あげる";
Q[39].Ans[1] = "さげる";
Q[39].Ans[2] = "なげる";
Q[39].Ans[3] = "もげる";
Q[39].comment = "『揚げる』は『あげる』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何でも油で〔揚げれば〕いいというものではない。";
Q[40].Ans[0] = "あげれば";
Q[40].Ans[1] = "にげれば";
Q[40].Ans[2] = "もげれば";
Q[40].Ans[3] = "とげれば";
Q[40].comment = "『揚げる』は『あげる』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この年になると〔揚げ物〕ばかりでは酒が飲めない。";
Q[41].Ans[0] = "あげもの";
Q[41].Ans[1] = "なげもの";
Q[41].Ans[2] = "こげもの";
Q[41].Ans[3] = "とげもの";
Q[41].comment = "『揚げ物』は『あげもの』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここ数日、大きなクエが続けて〔揚がって〕いるらしい。";
Q[42].Ans[0] = "あがって";
Q[42].Ans[1] = "まがって";
Q[42].Ans[2] = "さがって";
Q[42].Ans[3] = "よがって";
Q[42].comment = "『揚がる』は『あがる』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>港の〔水揚げ〕は年々減少しているらしい。";
Q[43].Ans[0] = "みずあげ";
Q[43].Ans[1] = "みずにげ";
Q[43].Ans[2] = "みずゆげ";
Q[43].Ans[3] = "みずさげ";
Q[43].comment = "『水揚げ』は『みずあげ』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日の〔釣果〕は、イワシ３匹だった。";
Q[44].Ans[0] = "ちょうか";
Q[44].Ans[1] = "つうか";
Q[44].Ans[2] = "こうか";
Q[44].Ans[3] = "とうか";
Q[44].comment = "『釣果』は『ちょうか』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日曜日に〔釣り〕に行きましょうか。";
Q[45].Ans[0] = "つり";
Q[45].Ans[1] = "まつり";
Q[45].Ans[2] = "かわり";
Q[45].Ans[3] = "ほり";
Q[45].comment = "『釣り』は『つり』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>客が多すぎて〔釣り銭〕が足りなくなった。";
Q[46].Ans[0] = "つりせん";
Q[46].Ans[1] = "ありせん";
Q[46].Ans[2] = "おりせん";
Q[46].Ans[3] = "もりせん";
Q[46].comment = "『釣り銭』は『つりせん』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔頂上〕を見上げたが、雲の中に隠れていた。";
Q[47].Ans[0] = "ちょうじょう";
Q[47].Ans[1] = "てんじょう";
Q[47].Ans[2] = "けつじょう";
Q[47].Ans[3] = "おくじょう";
Q[47].comment = "『頂上』は『ちょうじょう』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔頂点〕を極めた人だけあって、ことばに説得力がある。";
Q[48].Ans[0] = "ちょうてん";
Q[48].Ans[1] = "ちゅうてん";
Q[48].Ans[2] = "ていてん";
Q[48].Ans[3] = "てってん";
Q[48].comment = "『頂点』は『ちょうてん』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>３度目のアタックで〔登頂〕に成功した。";
Q[49].Ans[0] = "とうちょう";
Q[49].Ans[1] = "とうてん";
Q[49].Ans[2] = "とうこう";
Q[49].Ans[3] = "とうけつ";
Q[49].comment = "『登頂』は『とうちょう』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>かなたの山々は白い雪を〔頂いて〕いる。";
Q[50].Ans[0] = "いただいて";
Q[50].Ans[1] = "かわいて";
Q[50].Ans[2] = "はためいて";
Q[50].Ans[3] = "またたいて";
Q[50].comment = "『頂く』は『いただく』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お手紙を〔頂きまして〕ありがとうございました。";
Q[51].Ans[0] = "いただきまして";
Q[51].Ans[1] = "ささやきまして";
Q[51].Ans[2] = "おののきまして";
Q[51].Ans[3] = "はためきまして";
Q[51].comment = "『頂く』は『いただく』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おいしいお酒をたっぷり〔頂きました〕。";
Q[52].Ans[0] = "いただきました";
Q[52].Ans[1] = "またたきました";
Q[52].Ans[2] = "のぞきました";
Q[52].Ans[3] = "ささやきました";
Q[52].comment = "『頂く』は『いただく』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山の〔頂き〕から、足下の世界を望む。";
Q[53].Ans[0] = "いただき";
Q[53].Ans[1] = "またたき";
Q[53].Ans[2] = "ささやき";
Q[53].Ans[3] = "かささぎ";
Q[53].comment = "『頂き』は『いただき』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔野鳥〕を観察する。";
Q[54].Ans[0] = "やちょう";
Q[54].Ans[1] = "やどり";
Q[54].Ans[2] = "やにょう";
Q[54].Ans[3] = "やとう";
Q[54].comment = "『野鳥』は『やちょう』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>図書館で〔鳥類図鑑〕を借りる。";
Q[55].Ans[0] = "ちょうるいずかん";
Q[55].Ans[1] = "のうるいずかん";
Q[55].Ans[2] = "どりるいずかん";
Q[55].Ans[3] = "とううるいずかん";
Q[55].comment = "『鳥類図鑑』は『ちょうるいずかん』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭に〔小鳥〕が飛んできた。";
Q[56].Ans[0] = "ことり";
Q[56].Ans[1] = "こじま";
Q[56].Ans[2] = "こいぬ";
Q[56].Ans[3] = "こねこ";
Q[56].comment = "『小鳥』は『ことり』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それならば〔一石二鳥〕だ。";
Q[57].Ans[0] = "いっせきにちょう";
Q[57].Ans[1] = "いっせきにとり";
Q[57].Ans[2] = "いっせきにのう";
Q[57].Ans[3] = "いっせきにとう";
Q[57].comment = "『一石二鳥』は『いっせきにちょう』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>サービスプランに〔朝食〕は付いておりません。";
Q[58].Ans[0] = "ちょうしょく";
Q[58].Ans[1] = "あさしょく";
Q[58].Ans[2] = "やしょく";
Q[58].Ans[3] = "ちゅうしょく";
Q[58].comment = "『朝食』は『ちょうしょく』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そのニュースは〔今朝〕はじめて知りました。";
Q[59].Ans[0] = "けさ";
Q[59].Ans[1] = "けあさ";
Q[59].Ans[2] = "けちょう";
Q[59].Ans[3] = "こんちょう";
Q[59].comment = "『今朝』は『けさ』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔朝刊〕を配るアルバイトをしていました。";
Q[60].Ans[0] = "ちょうかん";
Q[60].Ans[1] = "あさかん";
Q[60].Ans[2] = "ちゅうかん";
Q[60].Ans[3] = "ゆうかん";
Q[60].comment = "『朝刊』は『ちょうかん』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔毎朝〕コーヒーを飲んでから新聞を読みます。";
Q[61].Ans[0] = "まいあさ";
Q[61].Ans[1] = "まいにち";
Q[61].Ans[2] = "まいちゅう";
Q[61].Ans[3] = "まいばん";
Q[61].comment = "『毎朝』は『まいあさ』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>宇宙は〔膨張〕しているという。";
Q[62].Ans[0] = "ぼうちょう";
Q[62].Ans[1] = "ぼうちゅう";
Q[62].Ans[2] = "ぼうちょ";
Q[62].Ans[3] = "ぼうじょう";
Q[62].comment = "『膨張』は『ぼうちょう』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勝敗など〔超越〕した世界に住んでいる。";
Q[63].Ans[0] = "ちょうえつ";
Q[63].Ans[1] = "ちょえつ";
Q[63].Ans[2] = "ちゅうえつ";
Q[63].Ans[3] = "しょうえつ";
Q[63].comment = "『超越』は『ちょうえつ』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>重量の〔超過〕を理由に、配達を断られた。";
Q[64].Ans[0] = "ちょうか";
Q[64].Ans[1] = "しょうか";
Q[64].Ans[2] = "じゅうか";
Q[64].Ans[3] = "そうか";
Q[64].comment = "『超過』は『ちょうか』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>気温は30度を〔超えて〕いる。";
Q[65].Ans[0] = "こえて";
Q[65].Ans[1] = "あえて";
Q[65].Ans[2] = "そえて";
Q[65].Ans[3] = "きえて";
Q[65].comment = "『超える』は『こえる』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>1000人を〔超す〕観客が訪れた。";
Q[66].Ans[0] = "こす";
Q[66].Ans[1] = "もす";
Q[66].Ans[2] = "とす";
Q[66].Ans[3] = "かす";
Q[66].comment = "『超す』は『こす』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世代を〔超えた〕人気を獲得している。";
Q[67].Ans[0] = "こえた";
Q[67].Ans[1] = "もえた";
Q[67].Ans[2] = "きえた";
Q[67].Ans[3] = "かえた";
Q[67].comment = "『超える』は『こえる』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔胃腸〕が弱い人は、海外生活には向かない。";
Q[68].Ans[0] = "いちょう";
Q[68].Ans[1] = "いさん";
Q[68].Ans[2] = "いたん";
Q[68].Ans[3] = "いじょう";
Q[68].comment = "『胃腸』は『いちょう』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ウイルス性の〔腸炎〕で病院に運ばれた。";
Q[69].Ans[0] = "ちょうえん";
Q[69].Ans[1] = "じょうえん";
Q[69].Ans[2] = "ぞうえん";
Q[69].Ans[3] = "そうえん";
Q[69].comment = "『腸炎』は『ちょうえん』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>二度目の〔跳躍〕も失敗した。";
Q[70].Ans[0] = "ちょうやく";
Q[70].Ans[1] = "とうやく";
Q[70].Ans[2] = "そうやく";
Q[70].Ans[3] = "たいやく";
Q[70].comment = "『跳躍』は『ちょうやく』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>魚が水面で〔跳ねて〕いる。";
Q[71].Ans[0] = "はねて";
Q[71].Ans[1] = "かねて";
Q[71].Ans[2] = "こねて";
Q[71].Ans[3] = "まねて";
Q[71].comment = "『跳ねる』は『はねる』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>軽い助走でも７メールを〔跳んだ〕。";
Q[72].Ans[0] = "とんだ";
Q[72].Ans[1] = "いどんだ";
Q[72].Ans[2] = "かんだ";
Q[72].Ans[3] = "すんだ";
Q[72].comment = "『跳ぶ』は『とぶ』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カエルが〔跳ぶ〕姿が見える。";
Q[73].Ans[0] = "とぶ";
Q[73].Ans[1] = "まなぶ";
Q[73].Ans[2] = "さけぶ";
Q[73].Ans[3] = "はぶ";
Q[73].comment = "『跳ぶ』は『とぶ』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔縄跳び〕の世界記録を持っている。";
Q[74].Ans[0] = "なわとび";
Q[74].Ans[1] = "なわちょうび";
Q[74].Ans[2] = "なわさけび";
Q[74].Ans[3] = "なわすさび";
Q[74].comment = "『縄跳び』は『なわとび』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>通行料金を〔徴収〕する。";
Q[75].Ans[0] = "ちょうしゅう";
Q[75].Ans[1] = "びしゅう";
Q[75].Ans[2] = "ぞうしゅう";
Q[75].Ans[3] = "しゅうしゅう";
Q[75].comment = "『徴収』は『ちょうしゅう』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔特徴〕がないのも〔特徴〕といえば〔特徴〕です。";
Q[76].Ans[0] = "とくちょう";
Q[76].Ans[1] = "とくそう";
Q[76].Ans[2] = "とくしゅう";
Q[76].Ans[3] = "とくじゅ";
Q[76].comment = "『特徴』は『とくちょう』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の作品には〔象徴的〕な表現が多い";
Q[77].Ans[0] = "しょうちょうてき";
Q[77].Ans[1] = "しょうじょうてき";
Q[77].Ans[2] = "しょうぞううてき";
Q[77].Ans[3] = "しょうこううてき";
Q[77].comment = "『象徴的』は『しょうちょうてき』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔〕";
Q[78].Ans[0] = "";
Q[78].Ans[1] = "";
Q[78].Ans[2] = "";
Q[78].Ans[3] = "";
Q[78].comment = "『』は『』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時代の〔潮流〕を正しく見極める必要があります。";
Q[79].Ans[0] = "ちょうりゅう";
Q[79].Ans[1] = "ちゅうりゅう";
Q[79].Ans[2] = "そうりゅう";
Q[79].Ans[3] = "ぞうりゅう";
Q[79].comment = "『潮流』は『ちょうりゅう』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔満潮〕まではまだ時間がある。";
Q[80].Ans[0] = "まんちょう";
Q[80].Ans[1] = "まんぞう";
Q[80].Ans[2] = "まんしゅう";
Q[80].Ans[3] = "まんしお";
Q[80].comment = "『満潮』は『まんちょう』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海に近いので〔潮〕の香りがする。";
Q[81].Ans[0] = "しお";
Q[81].Ans[1] = "いそ";
Q[81].Ans[2] = "うみ";
Q[81].Ans[3] = "なみ";
Q[81].comment = "『潮』は『しお』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔潮〕が悪いので、大物は釣れそうにない。";
Q[82].Ans[0] = "しお";
Q[82].Ans[1] = "うみ";
Q[82].Ans[2] = "なみ";
Q[82].Ans[3] = "なぎ";
Q[82].comment = "『潮』は『しお』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高原の〔清澄〕な空気に身も心もリフレッシュした。";
Q[83].Ans[0] = "せいちょう";
Q[83].Ans[1] = "せいとう";
Q[83].Ans[2] = "せいどう";
Q[83].Ans[3] = "せいしょう";
Q[83].comment = "『清澄』は『せいちょう』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔澄み渡った〕空のもとで運動会が行われた。";
Q[84].Ans[0] = "すみわたった";
Q[84].Ans[1] = "なじみわたった";
Q[84].Ans[2] = "しみわたった";
Q[84].Ans[3] = "のみわたった";
Q[84].comment = "『澄み渡る』は『すみわたる』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔澄んだ〕目をした好青年だった。";
Q[85].Ans[0] = "すんだ";
Q[85].Ans[1] = "なじんだ";
Q[85].Ans[2] = "うるんだ";
Q[85].Ans[3] = "やんだ";
Q[85].comment = "『澄む』は『すむ』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔澄んだ〕黄金色のスープに、カニの身が浮かんでいた。";
Q[86].Ans[0] = "すんだ";
Q[86].Ans[1] = "にじんだ";
Q[86].Ans[2] = "ちなんだ";
Q[86].Ans[3] = "とんだ";
Q[86].comment = "『澄む』は『すむ』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>晩ご飯は、栗ごはんに〔澄まし汁〕でした。";
Q[87].Ans[0] = "すましじる";
Q[87].Ans[1] = "さましじる";
Q[87].Ans[2] = "うましじる";
Q[87].Ans[3] = "かましじる";
Q[87].comment = "『澄まし汁』は『すましじる』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>真相の究明にはさらなる〔調査〕が必要だ。";
Q[88].Ans[0] = "ちょうさ";
Q[88].Ans[1] = "しゅうさ";
Q[88].Ans[2] = "そうさ";
Q[88].Ans[3] = "けんさ";
Q[88].comment = "『調査』は『ちょうさ』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>原因を〔調べる〕には専門家の協力が必要だ。";
Q[89].Ans[0] = "しらべる";
Q[89].Ans[1] = "まなべる";
Q[89].Ans[2] = "しゃべる";
Q[89].Ans[3] = "くらべる";
Q[89].comment = "『調べる』は『しらべる』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>塩とコショウで味を〔調える〕。";
Q[90].Ans[0] = "ととのえる";
Q[90].Ans[1] = "かえる";
Q[90].Ans[2] = "あつらえる";
Q[90].Ans[3] = "しつらえる";
Q[90].comment = "『調える』は『ととのえる』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ようやく隊長が〔整った〕。";
Q[91].Ans[0] = "ととのった";
Q[91].Ans[1] = "まにあった";
Q[91].Ans[2] = "あまった";
Q[91].Ans[3] = "わかった";
Q[91].comment = "『整う』は『ととのう』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔聴覚〕に異常がある。";
Q[92].Ans[0] = "ちょうかく";
Q[92].Ans[1] = "ちゅうかく";
Q[92].Ans[2] = "じんかく";
Q[92].Ans[3] = "きゅうかく";
Q[92].comment = "『聴覚』は『ちょうかく』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>パソコンで音楽を〔聴く〕。";
Q[93].Ans[0] = "きく";
Q[93].Ans[1] = "とく";
Q[93].Ans[2] = "さく";
Q[93].Ans[3] = "なく";
Q[93].comment = "『聴く』は『きく』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>セクハラで〔懲戒〕処分にする。";
Q[94].Ans[0] = "ちょうかい";
Q[94].Ans[1] = "ちゅうかい";
Q[94].Ans[2] = "しょうかい";
Q[94].Ans[3] = "こうかい";
Q[94].comment = "『懲戒』は『ちょうかい』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>裁判長は、〔懲役〕５年の判決を言い渡した。";
Q[95].Ans[0] = "ちょうえき";
Q[95].Ans[1] = "ろうえき";
Q[95].Ans[2] = "しゅうえき";
Q[95].Ans[3] = "ぼうえき";
Q[95].comment = "『懲役』は『ちょうえき』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雑誌の定期〔講読〕を申し込む。";
Q[96].Ans[0] = "こうどく";
Q[96].Ans[1] = "こうとく";
Q[96].Ans[2] = "こうとう";
Q[96].Ans[3] = "こうよみ";
Q[96].comment = "『講読』は『こうどく』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まず、一度〔黙読〕してください。";
Q[97].Ans[0] = "もくどく";
Q[97].Ans[1] = "もくとく";
Q[97].Ans[2] = "もくとう";
Q[97].Ans[3] = "もくよみ";
Q[97].comment = "『黙読』は『もくどく』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くの作家が〔文章読本〕を著している。";
Q[98].Ans[0] = "ぶんしょうとくほん";
Q[98].Ans[1] = "ぶんしょうどうほん";
Q[98].Ans[2] = "ぶんしょうよむほん";
Q[98].Ans[3] = "ぶんしょうとうほん";
Q[98].comment = "『文章読本』は『ぶんしょうとくほん』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>原稿用紙では〔句読点〕の位置に気をつけてください。";
Q[99].Ans[0] = "くとうてん";
Q[99].Ans[1] = "くどうてん";
Q[99].Ans[2] = "くどくてん";
Q[99].Ans[3] = "くとくてん";
Q[99].comment = "『句読点』は『くとうてん』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この漢字はどう〔読んだら〕いいでしょうか。";
Q[100].Ans[0] = "よんだら";
Q[100].Ans[1] = "かんだら";
Q[100].Ans[2] = "あんだら";
Q[100].Ans[3] = "とんだら";
Q[100].comment = "『読む』は『よむ』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔凸版〕印刷の工場を経営している。";
Q[101].Ans[0] = "とっぱん";
Q[101].Ans[1] = "ぼこばん";
Q[101].Ans[2] = "かっぱん";
Q[101].Ans[3] = "かつばん";
Q[101].comment = "『凸版』は『とっぱん』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>理科の実験で使った〔凸〕レンズのような形です。";
Q[102].Ans[0] = "とつ";
Q[102].Ans[1] = "ぼこ";
Q[102].Ans[2] = "おう";
Q[102].Ans[3] = "でこ";
Q[102].comment = "『凸レンズ』は『とつレンズ』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔凹凸〕が少ない場所に設置してください。";
Q[103].Ans[0] = "おうとつ";
Q[103].Ans[1] = "おうでこ";
Q[103].Ans[2] = "おうぽこ";
Q[103].Ans[3] = "おうこう";
Q[103].comment = "『凹凸』は『おうとつ』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路が〔凸凹〕していて走りづらい。";
Q[104].Ans[0] = "でこぼこ";
Q[104].Ans[1] = "ぼっこぼこ";
Q[104].Ans[2] = "ぽこぼこ";
Q[104].Ans[3] = "へべれけ";
Q[104].comment = "『凸凹』は『でこぼこ』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔突然〕そのようなことを言われても困ります。";
Q[105].Ans[0] = "とつぜん";
Q[105].Ans[1] = "とうぜん";
Q[105].Ans[2] = "ひつぜん";
Q[105].Ans[3] = "せつぜん";
Q[105].comment = "『突然』は『とつぜん』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>足がもつれて壁に〔激突〕した。";
Q[106].Ans[0] = "げきとつ";
Q[106].Ans[1] = "げきめつ";
Q[106].Ans[2] = "げきせん";
Q[106].Ans[3] = "げきこう";
Q[106].comment = "『激突』は『げきとつ』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔衝突〕の衝撃で安全ベルトが外れるようなことがあってはいけない。";
Q[107].Ans[0] = "しょうとつ";
Q[107].Ans[1] = "しょうげき";
Q[107].Ans[2] = "しょうこう";
Q[107].Ans[3] = "しょうもう";
Q[107].comment = "『衝突』は『しょうとつ』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>痛いところを〔突かれた〕と見えて、口ごもっている。";
Q[108].Ans[0] = "つかれた";
Q[108].Ans[1] = "かかれた";
Q[108].Ans[2] = "いかれた";
Q[108].Ans[3] = "なかれた";
Q[108].comment = "『突く』は『つく』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>つえを〔突いて〕歩いている。";
Q[109].Ans[0] = "ついて";
Q[109].Ans[1] = "ないて";
Q[109].Ans[2] = "かいて";
Q[109].Ans[3] = "ひいて";
Q[109].comment = "『突く』は『つく』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>クマと戦って〔一突き〕で倒したという伝説の空手家がいる。";
Q[110].Ans[0] = "ひとつき";
Q[110].Ans[1] = "ひとさき";
Q[110].Ans[2] = "ひとぬき";
Q[110].Ans[3] = "ひといき";
Q[110].comment = "『一突き』は『ひとつき』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>商品の〔お届け〕は火曜日以降になります。";
Q[111].Ans[0] = "おとどけ";
Q[111].Ans[1] = "おなさけ";
Q[111].Ans[2] = "おかけ";
Q[111].Ans[3] = "おまかけ";
Q[111].comment = "『お届け』は『おとどけ』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>送った書類は〔届き〕ましたか？";
Q[112].Ans[0] = "とどき";
Q[112].Ans[1] = "まねき";
Q[112].Ans[2] = "でむき";
Q[112].Ans[3] = "うつむき";
Q[112].comment = "『届く』は『とどく』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この近くには、自衛隊の〔駐屯地〕がある。";
Q[113].Ans[0] = "ちゅうとんち";
Q[113].Ans[1] = "ちゅうとうち";
Q[113].Ans[2] = "ちゅうどんち";
Q[113].Ans[3] = "ちゅうだんち";
Q[113].comment = "『駐屯地』は『ちゅうとんち』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地元で〔養豚業〕を営んでいる。";
Q[114].Ans[0] = "ようとんぎょう";
Q[114].Ans[1] = "ようぶたぎょう";
Q[114].Ans[2] = "ようたいぎょう";
Q[114].Ans[3] = "ようもうぎょう";
Q[114].comment = "『養豚業』は『ようとんぎょう』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>牛肉よりも〔豚肉〕が好きだという人もいる。";
Q[115].Ans[0] = "ぶたにく";
Q[115].Ans[1] = "とりにく";
Q[115].Ans[2] = "ももにく";
Q[115].Ans[3] = "やきにく";
Q[115].comment = "『豚肉』は『ぶたにく』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はとても〔鈍感〕な人間のように思える。";
Q[116].Ans[0] = "どんかん";
Q[116].Ans[1] = "てんかん";
Q[116].Ans[2] = "びんかん";
Q[116].Ans[3] = "れいかん";
Q[116].comment = "『鈍感』は『どんかん』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭部に〔鈍器〕で殴られた跡がある。";
Q[117].Ans[0] = "どんき";
Q[117].Ans[1] = "きょうき";
Q[117].Ans[2] = "とうき";
Q[117].Ans[3] = "かき";
Q[117].comment = "『鈍器』は『どんき』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手の感覚が〔鈍く〕なっている。";
Q[118].Ans[0] = "にぶく";
Q[118].Ans[1] = "わるく";
Q[118].Ans[2] = "あさく";
Q[118].Ans[3] = "ふかく";
Q[118].comment = "『鈍い』は『にぶい』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>チャンピオンのキックが当ると〔鈍い〕音がした。";
Q[119].Ans[0] = "にぶい";
Q[119].Ans[1] = "ゆるい";
Q[119].Ans[2] = "あつい";
Q[119].Ans[3] = "するどい";
Q[119].comment = "『鈍い』は『にぶい』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ブランクが大きいので、だいぶ腕が〔鈍って〕いるようだ。";
Q[120].Ans[0] = "にぶって";
Q[120].Ans[1] = "なまって";
Q[120].Ans[2] = "かまって";
Q[120].Ans[3] = "ともって";
Q[120].comment = "『鈍る』は『にぶる』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔曇天〕を見上げながら、登山隊の無事を祈っている。";
Q[121].Ans[0] = "どんてん";
Q[121].Ans[1] = "うんてん";
Q[121].Ans[2] = "せいてん";
Q[121].Ans[3] = "くもてん";
Q[121].comment = "『曇天』は『どんてん』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は一日中〔曇り〕だということだ。";
Q[122].Ans[0] = "くもり";
Q[122].Ans[1] = "あかり";
Q[122].Ans[2] = "どもり";
Q[122].Ans[3] = "わたり";
Q[122].comment = "『曇り』は『くもり』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔家内〕に相談してみないと決められません。";
Q[123].Ans[0] = "かない";
Q[123].Ans[1] = "かうち";
Q[123].Ans[2] = "やうち";
Q[123].Ans[3] = "やない";
Q[123].comment = "『家内』は『かない』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔お内裏様〕とおひな様が並んでいる。";
Q[124].Ans[0] = "おだいりさま";
Q[124].Ans[1] = "おないりさま";
Q[124].Ans[2] = "おねいりさま";
Q[124].Ans[3] = "おのうりさま";
Q[124].comment = "『お内裏様』は『おだいりさま』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女はとても〔内気〕な性格だ。";
Q[125].Ans[0] = "うちき";
Q[125].Ans[1] = "ないき";
Q[125].Ans[2] = "のうき";
Q[125].Ans[3] = "たんき";
Q[125].comment = "『内気』は『うちき』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔南北〕の首脳会談が予定されている。";
Q[126].Ans[0] = "なんぼく";
Q[126].Ans[1] = "なぼく";
Q[126].Ans[2] = "なっぼく";
Q[126].Ans[3] = "ないぼく";
Q[126].comment = "『南北』は『なんぼく』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔南無三〕とは仏に救いを求めることばだ。";
Q[127].Ans[0] = "なむさん";
Q[127].Ans[1] = "なんむさん";
Q[127].Ans[2] = "みなむさん";
Q[127].Ans[3] = "ないむさん";
Q[127].comment = "『南無三』は『なむさん』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔南〕の国だからといって、一年中暑いわけではない。";
Q[128].Ans[0] = "みなみ";
Q[128].Ans[1] = "ひがし";
Q[128].Ans[2] = "きた";
Q[128].Ans[3] = "にし";
Q[128].comment = "『南』は『みなみ』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔軟弱〕な精神を鍛え直すべきだ。";
Q[129].Ans[0] = "なんじゃく";
Q[129].Ans[1] = "けつじゃく";
Q[129].Ans[2] = "こうじゃく";
Q[129].Ans[3] = "ぜいじゃく";
Q[129].comment = "『軟弱』は『なんじゃく』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高校時代は〔軟式〕テニスをやっていた。";
Q[130].Ans[0] = "なんしき";
Q[130].Ans[1] = "こうしき";
Q[130].Ans[2] = "もうしき";
Q[130].Ans[3] = "そうしき";
Q[130].comment = "『軟式』は『なんしき』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔軟らかな〕物言いだが、内容は相当に厳しい。";
Q[131].Ans[0] = "やわらかな";
Q[131].Ans[1] = "ほがらかな";
Q[131].Ans[2] = "なめらかな";
Q[131].Ans[3] = "すべらかな";
Q[131].comment = "『軟らか』は『やわらか』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔軟らかく〕煮込んであってとてもおいしい。";
Q[132].Ans[0] = "やわらかく";
Q[132].Ans[1] = "なめらかく";
Q[132].Ans[2] = "たからかく";
Q[132].Ans[3] = "きよらかく";
Q[132].comment = "『軟らかい』は『やわらかい』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>炭酸を使ってタコを煮るととても〔軟らかく〕なる。";
Q[133].Ans[0] = "やわらかく";
Q[133].Ans[1] = "うららかく";
Q[133].Ans[2] = "おおらかく";
Q[133].Ans[3] = "つまびらかく";
Q[133].comment = "『軟らかい』は『やわらかい』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このゲームは相当〔難易度〕が高い。";
Q[134].Ans[0] = "なんいど";
Q[134].Ans[1] = "よういど";
Q[134].Ans[2] = "けいいど";
Q[134].Ans[3] = "のういど";
Q[134].comment = "『難易度』は『なんいど』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一家で体育館に〔避難〕する。";
Q[135].Ans[0] = "ひなん";
Q[135].Ans[1] = "ひこう";
Q[135].Ans[2] = "ひさん";
Q[135].Ans[3] = "ひごう";
Q[135].comment = "『避難』は『ひなん』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ軍の行為は〔許し難い〕ものだ。";
Q[136].Ans[0] = "ゆるしがたい";
Q[136].Ans[1] = "ゆるしにくい";
Q[136].Ans[2] = "ゆるしむずかしい";
Q[136].Ans[3] = "ゆるしいたい";
Q[136].comment = "『許し難い』は『ゆるしがたい』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼氏の入れ知恵であることは想像に〔難く〕ない。";
Q[137].Ans[0] = "かたく";
Q[137].Ans[1] = "むずかしく";
Q[137].Ans[2] = "むつかしく";
Q[137].Ans[3] = "にくく";
Q[137].comment = "『難い』は『かたい』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>目前には〔信じ難い〕光景が広がっていた。";
Q[138].Ans[0] = "しんじがたい";
Q[138].Ans[1] = "しんじにくい";
Q[138].Ans[2] = "しんじむずかしい";
Q[138].Ans[3] = "しんじしまい";
Q[138].comment = "『信じ難い』は『しんじがたい』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この案で合意するのは〔難しい〕と思われます。";
Q[139].Ans[0] = "むずかしい";
Q[139].Ans[1] = "おぞましい";
Q[139].Ans[2] = "なつかしい";
Q[139].Ans[3] = "ふさわしい";
Q[139].comment = "『難しい』は『むずかしい』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語を習得するのは〔難しく〕ない。";
Q[140].Ans[0] = "むずかしく";
Q[140].Ans[1] = "やさしく";
Q[140].Ans[2] = "ふさわしく";
Q[140].Ans[3] = "いそがしく";
Q[140].comment = "『難しい』は『むずかしい』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔千里〕の道も一歩からということわざがある。";
Q[141].Ans[0] = "せんり";
Q[141].Ans[1] = "ちさと";
Q[141].Ans[2] = "せんりい";
Q[141].Ans[3] = "せんりん";
Q[141].comment = "『千里』は『せんり』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>食べ物が不足して〔里〕におりてくるイノシシが増えている。";
Q[142].Ans[0] = "さと";
Q[142].Ans[1] = "むら";
Q[142].Ans[2] = "まち";
Q[142].Ans[3] = "しも";
Q[142].comment = "『里』は『さと』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>３組の夫婦が〔里親〕に名乗り出た。";
Q[143].Ans[0] = "さとおや";
Q[143].Ans[1] = "りおや";
Q[143].Ans[2] = "りょうしん";
Q[143].Ans[3] = "まちおや";
Q[143].comment = "『里親』は『さとおや』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔下痢〕が続くなど、体調が悪い。";
Q[144].Ans[0] = "げり";
Q[144].Ans[1] = "げる";
Q[144].Ans[2] = "げろ";
Q[144].Ans[3] = "げた";
Q[144].comment = "『下痢』は『げり』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これらの問題は〔表裏一体〕だ。";
Q[145].Ans[0] = "ひょうりいったい";
Q[145].Ans[1] = "ひょううらいったい";
Q[145].Ans[2] = "ひょうらいったい";
Q[145].Ans[3] = "ひょうるいいったい";
Q[145].comment = "『表裏一体』は『ひょうりいったい』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スペースが足りない場合は〔裏面〕に記載してください。";
Q[146].Ans[0] = "りめん";
Q[146].Ans[1] = "ひょうめん";
Q[146].Ans[2] = "ないめん";
Q[146].Ans[3] = "たいめん";
Q[146].comment = "『裏面』は『りめん』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔履歴書〕にのために写真を撮影する。";
Q[147].Ans[0] = "りれきしょ";
Q[147].Ans[1] = "けいれきしょ";
Q[147].Ans[2] = "ふくれきしょ";
Q[147].Ans[3] = "かれきしょ";
Q[147].comment = "『履歴書』は『りれきしょ』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>債務の〔履行〕を求める。";
Q[148].Ans[0] = "りこう";
Q[148].Ans[1] = "じっこう";
Q[148].Ans[2] = "しこう";
Q[148].Ans[3] = "けいこう";
Q[148].comment = "『履行』は『りこう』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>靴を〔履く〕。";
Q[149].Ans[0] = "はく";
Q[149].Ans[1] = "ふく";
Q[149].Ans[2] = "しく";
Q[149].Ans[3] = "あく";
Q[149].comment = "『履く』は『はく』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔履き物〕はここで脱いでください。";
Q[150].Ans[0] = "はきもの";
Q[150].Ans[1] = "しきもの";
Q[150].Ans[2] = "ふきもの";
Q[150].Ans[3] = "やきもの";
Q[150].comment = "『履き物』は『はきもの』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>愛情は〔距離〕に勝てるでしょうか。";
Q[151].Ans[0] = "きょり";
Q[151].Ans[1] = "きょい";
Q[151].Ans[2] = "きょう";
Q[151].Ans[3] = "きょく";
Q[151].comment = "『距離』は『きょり』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あぶないので〔離れて〕ください。";
Q[152].Ans[0] = "はなれて";
Q[152].Ans[1] = "すたれて";
Q[152].Ans[2] = "なれて";
Q[152].Ans[3] = "こがれて";
Q[152].comment = "『離れる』は『はなれる』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>民宿の〔離れ〕に宿泊する。";
Q[153].Ans[0] = "はなれ";
Q[153].Ans[1] = "まぎれ";
Q[153].Ans[2] = "さびれ";
Q[153].Ans[3] = "まがれ";
Q[153].comment = "『離れ』は『はなれ』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>火から〔離して〕焼いた方がおいしい。";
Q[154].Ans[0] = "はなして";
Q[154].Ans[1] = "はがして";
Q[154].Ans[2] = "さがして";
Q[154].Ans[3] = "のがして";
Q[154].comment = "『離す』は『はなす』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>飛行機が〔離陸〕する。";
Q[155].Ans[0] = "りりく";
Q[155].Ans[1] = "りろく";
Q[155].Ans[2] = "りれき";
Q[155].Ans[3] = "りこん";
Q[155].comment = "『離陸』は『りりく』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水平線に〔陸地〕が見えてきた。";
Q[156].Ans[0] = "りくち";
Q[156].Ans[1] = "ろくち";
Q[156].Ans[2] = "りゅうち";
Q[156].Ans[3] = "あきち";
Q[156].comment = "『陸地』は『りくち』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔独立〕をめぐる議論が続いている。";
Q[157].Ans[0] = "どくりつ";
Q[157].Ans[1] = "とうりつ";
Q[157].Ans[2] = "そうりつ";
Q[157].Ans[3] = "ちゅうりつ";
Q[157].comment = "『独立』は『どくりつ』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大仏を〔建立〕する。";
Q[158].Ans[0] = "こんりゅう";
Q[158].Ans[1] = "けんりつ";
Q[158].Ans[2] = "けんたち";
Q[158].Ans[3] = "こんたつ";
Q[158].comment = "『建立』は『こんりゅう』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おみやげ用の〔草履〕をつくっている。";
Q[159].Ans[0] = "ぞうり";
Q[159].Ans[1] = "ぞうるい";
Q[159].Ans[2] = "ぞうろ";
Q[159].Ans[3] = "ぞうふく";
Q[159].comment = "『草履』は『ぞうり』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしの〔立場〕もお考えください。";
Q[160].Ans[0] = "たちば";
Q[160].Ans[1] = "たつば";
Q[160].Ans[2] = "りつば";
Q[160].Ans[3] = "りゅうば";
Q[160].comment = "『立場』は『たちば』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨日は、５時ごろから強い〔夕立〕があった。";
Q[161].Ans[0] = "ゆうだち";
Q[161].Ans[1] = "ゆうたて";
Q[161].Ans[2] = "ゆうりつ";
Q[161].Ans[3] = "ゆうだつ";
Q[161].comment = "『夕立』は『ゆうだち』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>街道に札を〔立てる〕。";
Q[162].Ans[0] = "たてる";
Q[162].Ans[1] = "もてる";
Q[162].Ans[2] = "かてる";
Q[162].Ans[3] = "きてる";
Q[162].comment = "『立てる』は『たてる』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔規律〕を乱す行為は厳しく罰する。";
Q[163].Ans[0] = "きりつ";
Q[163].Ans[1] = "きしん";
Q[163].Ans[2] = "きそつ";
Q[163].Ans[3] = "きこう";
Q[163].comment = "『規律』は『きりつ』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本では、〔法律〕をつくるのは国会の仕事です。";
Q[164].Ans[0] = "ほうりつ";
Q[164].Ans[1] = "ほうそう";
Q[164].Ans[2] = "ほうけん";
Q[164].Ans[3] = "ほうれい";
Q[164].comment = "『法律』は『ほうりつ』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつものことながら〔律儀〕な男だ。";
Q[165].Ans[0] = "りちぎ";
Q[165].Ans[1] = "りつぎ";
Q[165].Ans[2] = "そうぎ";
Q[165].Ans[3] = "こうぎ";
Q[165].comment = "『律儀』は『りちぎ』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>以前述べたことなので、今回は〔省略〕します。";
Q[166].Ans[0] = "しょうりゃく";
Q[166].Ans[1] = "しょうりく";
Q[166].Ans[2] = "しょうろく";
Q[166].Ans[3] = "しょうかく";
Q[166].comment = "『省略』は『しょうりゃく』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この時代に隣国を〔侵略〕するなど狂気としか思えない。";
Q[167].Ans[0] = "しんりゃく";
Q[167].Ans[1] = "しんかく";
Q[167].Ans[2] = "しんしょく";
Q[167].Ans[3] = "しんしゅつ";
Q[167].comment = "『侵略』は『しんりゃく』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新聞の〔川柳〕に投稿する。";
Q[168].Ans[0] = "せんりゅう";
Q[168].Ans[1] = "せんぎゅう";
Q[168].Ans[2] = "せんそう";
Q[168].Ans[3] = "せんおう";
Q[168].comment = "『川柳』は『せんりゅう』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>川岸に〔柳〕の木が並んでいる。";
Q[169].Ans[0] = "やなぎ";
Q[169].Ans[1] = "いちょう";
Q[169].Ans[2] = "かえで";
Q[169].Ans[3] = "ひのき";
Q[169].comment = "『柳』は『やなぎ』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>達人は〔柳〕の木のような身のこなしをするものだ。";
Q[170].Ans[0] = "やなぎ";
Q[170].Ans[1] = "ぶな";
Q[170].Ans[2] = "すぎ";
Q[170].Ans[3] = "さくら";
Q[170].comment = "『柳』は『やなぎ』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小型船舶〕のライセンスを取得する。";
Q[171].Ans[0] = "こがたせんぱく";
Q[171].Ans[1] = "こがたえんぱく";
Q[171].Ans[2] = "こがたけんぱく";
Q[171].Ans[3] = "こがたかんぱく";
Q[171].comment = "『小型船舶』は『こがたせんぱく』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔下船〕する際に、転んで腰を打った。";
Q[172].Ans[0] = "げせん";
Q[172].Ans[1] = "げふね";
Q[172].Ans[2] = "げこう";
Q[172].Ans[3] = "げかん";
Q[172].comment = "『下船』は『げせん』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔船〕での旅行も良いものだ。";
Q[173].Ans[0] = "ふね";
Q[173].Ans[1] = "せん";
Q[173].Ans[2] = "かご";
Q[173].Ans[3] = "くら";
Q[173].comment = "『船』は『ふね』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>天候がよければ、〔船旅〕も悪くない。";
Q[174].Ans[0] = "ふなたび";
Q[174].Ans[1] = "ふねたび";
Q[174].Ans[2] = "せんたび";
Q[174].Ans[3] = "ふたたび";
Q[174].comment = "『船旅』は『ふなたび』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼らには〔戦略〕というものがない。";
Q[175].Ans[0] = "せんりゃく";
Q[175].Ans[1] = "たんりゃく";
Q[175].Ans[2] = "こうりゃく";
Q[175].Ans[3] = "かんりゃく";
Q[175].comment = "『戦略』は『せんりゃく』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔負け戦〕と知りながら、戦い続けなければならなかった。";
Q[176].Ans[0] = "まけいくさ";
Q[176].Ans[1] = "まけせん";
Q[176].Ans[2] = "まけたたかい";
Q[176].Ans[3] = "まけぐみ";
Q[176].comment = "『負け戦』は『まけいくさ』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>隣国の大名たちは、〔戦〕の準備を進めていた。";
Q[177].Ans[0] = "いくさ";
Q[177].Ans[1] = "たたかい";
Q[177].Ans[2] = "あらそい";
Q[177].Ans[3] = "いさかい";
Q[177].comment = "『戦』は『いくさ』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔戦う〕前に負けることを考えるやつがいるか。";
Q[178].Ans[0] = "たたかう";
Q[178].Ans[1] = "あらそう";
Q[178].Ans[2] = "いさかう";
Q[178].Ans[3] = "すめらぐ";
Q[178].comment = "『戦う』は『たたかう』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔実践〕も重要だが、まずは理論を固めることだ。";
Q[179].Ans[0] = "じっせん";
Q[179].Ans[1] = "じっけん";
Q[179].Ans[2] = "じっかん";
Q[179].Ans[3] = "じっこん";
Q[179].comment = "『実践』は『じっせん』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔金銭〕で争うのは見苦しい。";
Q[180].Ans[0] = "きんせん";
Q[180].Ans[1] = "きんけん";
Q[180].Ans[2] = "きんかん";
Q[180].Ans[3] = "きんしん";
Q[180].comment = "『金銭』は『きんせん』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学時代は〔銭湯〕に通っていた。";
Q[181].Ans[0] = "せんとう";
Q[181].Ans[1] = "ぜいとう";
Q[181].Ans[2] = "かんとう";
Q[181].Ans[3] = "がいとう";
Q[181].comment = "『銭湯』は『せんとう』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小銭〕が増えて財布が重い。";
Q[182].Ans[0] = "こぜに";
Q[182].Ans[1] = "こせん";
Q[182].Ans[2] = "こざん";
Q[182].Ans[3] = "こがね";
Q[182].comment = "『小銭』は『こぜに』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この魚は体に〔銭形〕の模様があるのが特徴だ。";
Q[183].Ans[0] = "ぜにがた";
Q[183].Ans[1] = "やまがた";
Q[183].Ans[2] = "かながた";
Q[183].Ans[3] = "かねがた";
Q[183].comment = "『銭形』は『ぜにがた』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔潜在的〕な能力は高い。";
Q[184].Ans[0] = "せんざいてき";
Q[184].Ans[1] = "けんざいてき";
Q[184].Ans[2] = "かんざいてき";
Q[184].Ans[3] = "そんざいてき";
Q[184].comment = "『潜在的』は『せんざいてき』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔潜水〕の世界記録を樹立した。";
Q[185].Ans[0] = "せんすい";
Q[185].Ans[1] = "たいすい";
Q[185].Ans[2] = "かんすい";
Q[185].Ans[3] = "けんすい";
Q[185].comment = "『潜水』は『せんすい』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ダイビングスーツを着て、海に〔潜る〕。";
Q[186].Ans[0] = "もぐる";
Q[186].Ans[1] = "さぐる";
Q[186].Ans[2] = "ひたる";
Q[186].Ans[3] = "さける";
Q[186].comment = "『潜る』は『もぐる』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>マッコウクジラは深海に〔潜る〕ことができる。";
Q[187].Ans[0] = "もぐる";
Q[187].Ans[1] = "あがる";
Q[187].Ans[2] = "さがる";
Q[187].Ans[3] = "いたる";
Q[187].comment = "『潜る』は『もぐる』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この図には、主要なバス〔路線〕を示しています。";
Q[188].Ans[0] = "ろせん";
Q[188].Ans[1] = "ろせい";
Q[188].Ans[2] = "ろけん";
Q[188].Ans[3] = "ろだん";
Q[188].comment = "『路線』は『ろせん』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>証言に〔変遷〕が多く、信用できない。";
Q[189].Ans[0] = "へんせん";
Q[189].Ans[1] = "へんかん";
Q[189].Ans[2] = "へんたい";
Q[189].Ans[3] = "へんけい";
Q[189].comment = "『変遷』は『へんせん』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>794年、平安京に〔遷都〕された。";
Q[190].Ans[0] = "せんと";
Q[190].Ans[1] = "けんと";
Q[190].Ans[2] = "こうと";
Q[190].Ans[3] = "きょうと";
Q[190].comment = "『遷都』は『せんと』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最下位の〔当選者〕との差はわずか２票だった。";
Q[191].Ans[0] = "とうせんしゃ";
Q[191].Ans[1] = "とうかんしゃ";
Q[191].Ans[2] = "とうこうしゃ";
Q[191].Ans[3] = "とうえいしゃ";
Q[191].comment = "『当選者』は『とうせんしゃ』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どれを〔選んでも〕料金は同じです。";
Q[192].Ans[0] = "えらんでも";
Q[192].Ans[1] = "まなんでも";
Q[192].Ans[2] = "のぞんでも";
Q[192].Ans[3] = "ふくんでも";
Q[192].comment = "『選ぶ』は『えらぶ』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>主催者の〔推薦〕で出場する。";
Q[193].Ans[0] = "すいせん";
Q[193].Ans[1] = "すいとう";
Q[193].Ans[2] = "すいしょう";
Q[193].Ans[3] = "すいたい";
Q[193].comment = "『推薦』は『すいせん』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女を候補者として〔薦めます〕。";
Q[194].Ans[0] = "すすめます";
Q[194].Ans[1] = "なじめます";
Q[194].Ans[2] = "いさめます";
Q[194].Ans[3] = "おさめます";
Q[194].comment = "『薦める』は『すすめる』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔繊細〕な味付けの料理だ。";
Q[195].Ans[0] = "せんさい";
Q[195].Ans[1] = "しょうさい";
Q[195].Ans[2] = "かんさい";
Q[195].Ans[3] = "しさい";
Q[195].comment = "『繊細』は『せんさい』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔繊維〕工場が建ち並んでいる。";
Q[196].Ans[0] = "せんい";
Q[196].Ans[1] = "けんい";
Q[196].Ans[2] = "かんい";
Q[196].Ans[3] = "あんい";
Q[196].comment = "『繊維』は『せんい』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>NASAが、火星表面の〔鮮明〕な写真を公開した。";
Q[197].Ans[0] = "せんめい";
Q[197].Ans[1] = "けんめい";
Q[197].Ans[2] = "かんめい";
Q[197].Ans[3] = "こんめい";
Q[197].comment = "『鮮明』は『せんめい』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔新鮮〕な刺身はおいしい。";
Q[198].Ans[0] = "しんせん";
Q[198].Ans[1] = "しんこう";
Q[198].Ans[2] = "しんとう";
Q[198].Ans[3] = "しんかい";
Q[198].comment = "『新鮮』は『しんせん』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔鮮やか〕な模様がついている。";
Q[199].Ans[0] = "あざやか";
Q[199].Ans[1] = "せんやか";
Q[199].Ans[2] = "ささやか";
Q[199].Ans[3] = "のびやか";
Q[199].comment = "『鮮やか』は『あざやか』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ホームズは事件を〔鮮やか〕に解決した。";
Q[200].Ans[0] = "あざやか";
Q[200].Ans[1] = "ささやか";
Q[200].Ans[2] = "いさやか";
Q[200].Ans[3] = "うおやか";
Q[200].comment = "『鮮やか』は『あざやか』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔全国〕レベルの大会で入賞した実績がある。";
Q[201].Ans[0] = "ぜんこく";
Q[201].Ans[1] = "せんこく";
Q[201].Ans[2] = "ちんこく";
Q[201].Ans[3] = "かんこく";
Q[201].comment = "『全国』は『ぜんこく』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長期の調査にもかかわらず、原因は〔全く〕わからなかった。";
Q[202].Ans[0] = "まったく";
Q[202].Ans[1] = "すべからく";
Q[202].Ans[2] = "おののく";
Q[202].Ans[3] = "さやけく";
Q[202].comment = "『全く』は『まったく』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>残された任期を〔全う〕するだけです。";
Q[203].Ans[0] = "まっとう";
Q[203].Ans[1] = "あらそう";
Q[203].Ans[2] = "いっこう";
Q[203].Ans[3] = "そうこう";
Q[203].comment = "『全うする』は『まっとうする』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>映画は〔空前〕の大ヒットとなった。";
Q[204].Ans[0] = "くうぜん";
Q[204].Ans[1] = "からまえ";
Q[204].Ans[2] = "そらぜん";
Q[204].Ans[3] = "そらまえ";
Q[204].comment = "『空前』は『くうぜん』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔前〕の列に座っている人が優先です。";
Q[205].Ans[0] = "まえ";
Q[205].Ans[1] = "さき";
Q[205].Ans[2] = "もと";
Q[205].Ans[3] = "おく";
Q[205].comment = "『前』は『まえ』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔偽善者〕が！";
Q[206].Ans[0] = "ぎぜんしゃ";
Q[206].Ans[1] = "ぎでんしゃ";
Q[206].Ans[2] = "ぎけんしゃ";
Q[206].Ans[3] = "ぎぞんしゃ";
Q[206].comment = "『偽善者』は『ぎぜんしゃ』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔善悪〕の判断もできないようでは話にならない。";
Q[207].Ans[0] = "ぜんあく";
Q[207].Ans[1] = "けんあく";
Q[207].Ans[2] = "よしあく";
Q[207].Ans[3] = "ちょうあく";
Q[207].comment = "『善悪』は『ぜんあく』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>無条件に〔善い〕行ないというものもある。";
Q[208].Ans[0] = "よい";
Q[208].Ans[1] = "わるい";
Q[208].Ans[2] = "いたい";
Q[208].Ans[3] = "よわい";
Q[208].comment = "『善い』は『よい』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勉強もしないのですから、〔当然〕の結果です。";
Q[209].Ans[0] = "とうぜん";
Q[209].Ans[1] = "とうせん";
Q[209].Ans[2] = "とうねん";
Q[209].Ans[3] = "とうこん";
Q[209].comment = "『当然』は『とうぜん』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すべての物事が〔必然〕だというわけではない。";
Q[210].Ans[0] = "ひつぜん";
Q[210].Ans[1] = "ひつねん";
Q[210].Ans[2] = "ひっけん";
Q[210].Ans[3] = "ひつだん";
Q[210].comment = "『必然』は『ひつぜん』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新茶の〔品評会〕が開かれた。";
Q[211].Ans[0] = "ひんぴょうかい";
Q[211].Ans[1] = "しなぴょうかい";
Q[211].Ans[2] = "しょうぴょうかい";
Q[211].Ans[3] = "こうひょうかい";
Q[211].comment = "『品評会』は『ひんぴょうかい』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>身の振る舞いからして〔上品〕さが感じられる。";
Q[212].Ans[0] = "じょうひん";
Q[212].Ans[1] = "じょうしな";
Q[212].Ans[2] = "じょうけん";
Q[212].Ans[3] = "じょうこう";
Q[212].comment = "『上品』は『じょうひん』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔手品〕でも見せてくれ。";
Q[213].Ans[0] = "てじな";
Q[213].Ans[1] = "てほん";
Q[213].Ans[2] = "てひん";
Q[213].Ans[3] = "てばん";
Q[213].comment = "『手品』は『てじな』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔品物〕は悪くないと思いますよ。";
Q[214].Ans[0] = "しなもの";
Q[214].Ans[1] = "ひんぶつ";
Q[214].Ans[2] = "しなぶつ";
Q[214].Ans[3] = "ひんもの";
Q[214].comment = "『品物』は『しなもの』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔海浜公園〕でイベントが行われる。";
Q[215].Ans[0] = "かいひんこうえん";
Q[215].Ans[1] = "かいはまこうえん";
Q[215].Ans[2] = "うみはまこうえん";
Q[215].Ans[3] = "うみへいこうえん";
Q[215].comment = "『海浜公園』は『かいひんこうえん』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔砂浜〕をはだしで歩く。";
Q[216].Ans[0] = "すなはま";
Q[216].Ans[1] = "しゃひん";
Q[216].Ans[2] = "さきゅう";
Q[216].Ans[3] = "すなば";
Q[216].comment = "『砂浜』は『すなはま』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近、〔貧富〕の差が拡大している。";
Q[217].Ans[0] = "ひんぷ";
Q[217].Ans[1] = "ふんぷ";
Q[217].Ans[2] = "はんぷ";
Q[217].Ans[3] = "かんぷ";
Q[217].comment = "『貧富』は『ひんぷ』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔貧弱〕な身体を何とかしなさい。";
Q[218].Ans[0] = "ひんじゃく";
Q[218].Ans[1] = "こうじゃく";
Q[218].Ans[2] = "ぜいじゃく";
Q[218].Ans[3] = "なんじゃく";
Q[218].comment = "『貧弱』は『ひんじゃく』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔貧乏〕ひまなしというけれど、本当ですね。";
Q[219].Ans[0] = "びんぼう";
Q[219].Ans[1] = "どろぼう";
Q[219].Ans[2] = "あいぼう";
Q[219].Ans[3] = "とうぼう";
Q[219].comment = "『貧乏』は『びんぼう』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔貧しさ〕は犯罪の言い訳にはならない。";
Q[220].Ans[0] = "まずしさ";
Q[220].Ans[1] = "わびしさ";
Q[220].Ans[2] = "やさしさ";
Q[220].Ans[3] = "いやしさ";
Q[220].comment = "『貧しさ』は『まずしさ』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生活が苦しいと心も〔貧しく〕なる。";
Q[221].Ans[0] = "まずしく";
Q[221].Ans[1] = "いやしく";
Q[221].Ans[2] = "さびしく";
Q[221].Ans[3] = "やさしく";
Q[221].comment = "『貧しい』は『まずしい』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔主賓〕にスピーチをお願いします。";
Q[222].Ans[0] = "しゅひん";
Q[222].Ans[1] = "しゅほう";
Q[222].Ans[2] = "しゅはん";
Q[222].Ans[3] = "しゅせき";
Q[222].comment = "『主賓』は『しゅひん』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔来賓〕の代表として挨拶する。";
Q[223].Ans[0] = "らいひん";
Q[223].Ans[1] = "らいふん";
Q[223].Ans[2] = "らいはん";
Q[223].Ans[3] = "らいほう";
Q[223].comment = "『来賓』は『らいひん』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このような問題が〔頻繁〕に生じるようでは困ります。";
Q[224].Ans[0] = "ひんぱん";
Q[224].Ans[1] = "ひんぱん";
Q[224].Ans[2] = "ひんぱん";
Q[224].Ans[3] = "ひんぱん";
Q[224].comment = "『頻繁』は『ひんぱん』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔頻度〕の順にグラフを作成する。";
Q[225].Ans[0] = "ひんど";
Q[225].Ans[1] = "いど";
Q[225].Ans[2] = "けいど";
Q[225].Ans[3] = "のうど";
Q[225].comment = "『頻度』は『ひんど』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>練習では、〔機敏〕な動きを見せている。";
Q[226].Ans[0] = "きびん";
Q[226].Ans[1] = "きまい";
Q[226].Ans[2] = "きほん";
Q[226].Ans[3] = "きはん";
Q[226].comment = "『機敏』は『きびん』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>味覚が実に〔鋭敏〕だ。";
Q[227].Ans[0] = "えいびん";
Q[227].Ans[1] = "えいまい";
Q[227].Ans[2] = "えいこう";
Q[227].Ans[3] = "えいゆう";
Q[227].comment = "『鋭敏』は『えいびん』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔花瓶〕を割ってしまった。";
Q[228].Ans[0] = "かびん";
Q[228].Ans[1] = "かへい";
Q[228].Ans[2] = "かつぼ";
Q[228].Ans[3] = "かない";
Q[228].comment = "『花瓶』は『かびん』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手作りのジャムを〔瓶〕にいれて保存する。";
Q[229].Ans[0] = "びん";
Q[229].Ans[1] = "かん";
Q[229].Ans[2] = "おけ";
Q[229].Ans[3] = "かめ";
Q[229].comment = "『瓶』は『びん』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔不当〕な避非難には断固抗議します。";
Q[230].Ans[0] = "ふとう";
Q[230].Ans[1] = "ぶとう";
Q[230].Ans[2] = "はいとう";
Q[230].Ans[3] = "ひとう";
Q[230].comment = "『不当』は『ふとう』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>戸を開けたまま外出するなど、〔不用心〕というものです。";
Q[231].Ans[0] = "ぶようじん";
Q[231].Ans[1] = "ふようじん";
Q[231].Ans[2] = "むようじん";
Q[231].Ans[3] = "ひようじん";
Q[231].comment = "『不用心』は『ぶようじん』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなマナーでは、〔不作法〕な人だと思われます。";
Q[232].Ans[0] = "ぶさほう";
Q[232].Ans[1] = "ひさほう";
Q[232].Ans[2] = "むさほう";
Q[232].Ans[3] = "はさほう";
Q[232].comment = "『不作法』は『ぶさほう』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夫婦〕で同じ職場に勤めています。";
Q[233].Ans[0] = "ふうふ";
Q[233].Ans[1] = "ふふう";
Q[233].Ans[2] = "ふんふ";
Q[233].Ans[3] = "ふっふ";
Q[233].comment = "『夫婦』は『ふうふ』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夫人〕のほうに伝えてきました。";
Q[234].Ans[0] = "ふじん";
Q[234].Ans[1] = "ふうじん";
Q[234].Ans[2] = "おっとじん";
Q[234].Ans[3] = "びじん";
Q[234].comment = "『夫人』は『ふじん』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くんは理想的な〔夫〕だと思う。";
Q[235].Ans[0] = "おっと";
Q[235].Ans[1] = "だんな";
Q[235].Ans[2] = "よめ";
Q[235].Ans[3] = "おのこ";
Q[235].comment = "『夫』は『おっと』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生徒の〔父母〕に連絡をとる。";
Q[236].Ans[0] = "ふぼ";
Q[236].Ans[1] = "ちちばば";
Q[236].Ans[2] = "ふうふ";
Q[236].Ans[3] = "ちちぶ";
Q[236].comment = "『父母』は『ふぼ』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校で〔父兄会〕が開かれた。";
Q[237].Ans[0] = "ふけいかい";
Q[237].Ans[1] = "ちけいかい";
Q[237].Ans[2] = "ちちけいかい";
Q[237].Ans[3] = "ふうけいかい";
Q[237].comment = "『父兄会』は『ふけいかい』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔父親〕というのは、あまり家にいないものだ。";
Q[238].Ans[0] = "ちちおや";
Q[238].Ans[1] = "ははおや";
Q[238].Ans[2] = "ままおや";
Q[238].Ans[3] = "てておや";
Q[238].comment = "『父親』は『ちちおや』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>補助金を〔給付〕する。";
Q[239].Ans[0] = "きゅうふ";
Q[239].Ans[1] = "きゅうぶ";
Q[239].Ans[2] = "きゅうふう";
Q[239].Ans[3] = "きゅうすう";
Q[239].comment = "『給付』は『きゅうふ』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ワインを買うと、もれなくグラスも〔付いて〕くる。";
Q[240].Ans[0] = "ついて";
Q[240].Ans[1] = "ふいて";
Q[240].Ans[2] = "おいて";
Q[240].Ans[3] = "さいて";
Q[240].comment = "『付く』は『つく』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ミヤマカエデの〔分布〕を示した図です。";
Q[241].Ans[0] = "ぶんぷ";
Q[241].Ans[1] = "ぶんふ";
Q[241].Ans[2] = "ぶんふう";
Q[241].Ans[3] = "ぶんぶ";
Q[241].comment = "『分布』は『ぶんぷ』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔毛布〕がないと寒い季節になりますよ。";
Q[242].Ans[0] = "もうふ";
Q[242].Ans[1] = "もうぶ";
Q[242].Ans[2] = "もうふう";
Q[242].Ans[3] = "もっぷ";
Q[242].comment = "『毛布』は『もうふ』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この服は、使われている〔布〕の質が悪い。";
Q[243].Ans[0] = "ぬの";
Q[243].Ans[1] = "えり";
Q[243].Ans[2] = "そで";
Q[243].Ans[3] = "つつ";
Q[243].comment = "『布』は『ぬの』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔扶養家族〕の欄には「なし」と書けばよいでしょう。";
Q[244].Ans[0] = "ふようかぞく";
Q[244].Ans[1] = "ふうようかぞく";
Q[244].Ans[2] = "むようかぞく";
Q[244].Ans[3] = "じようかぞく";
Q[244].comment = "『扶養家族』は『ふようかぞく』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>互いに〔扶助〕しあう精神が必要だ。";
Q[245].Ans[0] = "ふじょ";
Q[245].Ans[1] = "ほじょ";
Q[245].Ans[2] = "ぎじょ";
Q[245].Ans[3] = "くじょ";
Q[245].comment = "『扶助』は『ふじょ』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔政府〕の方針には賛成できない。";
Q[246].Ans[0] = "せいふ";
Q[246].Ans[1] = "せいほう";
Q[246].Ans[2] = "せいかい";
Q[246].Ans[3] = "せいけん";
Q[246].comment = "『政府』は『せいふ』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>江戸〔幕府〕は300年続いた。";
Q[247].Ans[0] = "ばくふ";
Q[247].Ans[1] = "ばくはん";
Q[247].Ans[2] = "ばくは";
Q[247].Ans[3] = "ばくまつ";
Q[247].comment = "『幕府』は『ばくふ』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本当の〔恐怖〕はそこから始まる。";
Q[248].Ans[0] = "きょうふ";
Q[248].Ans[1] = "きょうこう";
Q[248].Ans[2] = "きょうけん";
Q[248].Ans[3] = "きょうか";
Q[248].comment = "『恐怖』は『きょうふ』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに〔怖がる〕ことはありませんよ。";
Q[249].Ans[0] = "こわがる";
Q[249].Ans[1] = "なつかしがる";
Q[249].Ans[2] = "いやがる";
Q[249].Ans[3] = "あやしがる";
Q[249].comment = "『怖がる』は『こわがる』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>私の顔って、そんなに〔怖い〕ですか？";
Q[250].Ans[0] = "こわい";
Q[250].Ans[1] = "ひどい";
Q[250].Ans[2] = "わるい";
Q[250].Ans[3] = "おぞましい";
Q[250].comment = "『怖い』は『こわい』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学〔附属〕の幼稚園で学んでいる。";
Q[251].Ans[0] = "ふぞく";
Q[251].Ans[1] = "はいぞく";
Q[251].Ans[2] = "きぞく";
Q[251].Ans[3] = "しょぞく";
Q[251].comment = "『附属』は『ふぞく』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手があいていたら〔手伝って〕ください。";
Q[252].Ans[0] = "てつだって";
Q[252].Ans[1] = "てつたわって";
Q[252].Ans[2] = "てたわって";
Q[252].Ans[3] = "てでわって";
Q[252].comment = "『手伝う』は『てつだう』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>満場一致で〔殿堂〕入りを果たした。";
Q[253].Ans[0] = "でんどう";
Q[253].Ans[1] = "どのどう";
Q[253].Ans[2] = "しんどう";
Q[253].Ans[3] = "とのどう";
Q[253].comment = "『殿堂』は『でんどう』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社長は〔宮殿〕のような家に住んでいた。";
Q[254].Ans[0] = "きゅうでん";
Q[254].Ans[1] = "きゅうとの";
Q[254].Ans[2] = "きゅうてん";
Q[254].Ans[3] = "きゅうどの";
Q[254].comment = "『宮殿』は『きゅうでん』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一代で築いた財産で、〔御殿〕のような家を建てた。";
Q[255].Ans[0] = "ごてん";
Q[255].Ans[1] = "ごでん";
Q[255].Ans[2] = "ごどの";
Q[255].Ans[3] = "ごとの";
Q[255].comment = "『御殿』は『ごてん』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>うちの社長は〔殿様〕タイプだ。";
Q[256].Ans[0] = "とのさま";
Q[256].Ans[1] = "でんさま";
Q[256].Ans[2] = "おうさま";
Q[256].Ans[3] = "どのさま";
Q[256].comment = "『殿様』は『とのさま』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>宛て名に〔殿〕を使うことは少なくなった。";
Q[257].Ans[0] = "どの";
Q[257].Ans[1] = "との";
Q[257].Ans[2] = "さま";
Q[257].Ans[3] = "でん";
Q[257].comment = "『殿』は『どの』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>薬局の袋も〔殿〕から様にかわってきた。";
Q[258].Ans[0] = "どの";
Q[258].Ans[1] = "との";
Q[258].Ans[2] = "でん";
Q[258].Ans[3] = "さま";
Q[258].comment = "『殿』は『どの』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>量販店に〔電器〕を買いにいく。";
Q[259].Ans[0] = "でんき";
Q[259].Ans[1] = "てんき";
Q[259].Ans[2] = "らいき";
Q[259].Ans[3] = "とうき";
Q[259].comment = "『電器』は『でんき』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔北斗七星〕がきれいに見える。";
Q[260].Ans[0] = "ほくとしちせい";
Q[260].Ans[1] = "ほくとうしちせい";
Q[260].Ans[2] = "ほくどしちせい";
Q[260].Ans[3] = "ほくしょうしちせい";
Q[260].comment = "『北斗七星』は『ほくとしちせい』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>横綱は、〔一斗〕も飲むような酒豪だった。";
Q[261].Ans[0] = "いっと";
Q[261].Ans[1] = "いっしょう";
Q[261].Ans[2] = "いちごう";
Q[261].Ans[3] = "いっぱい";
Q[261].comment = "『一斗』は『いっと』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大量に〔吐血〕して、入院した。";
Q[262].Ans[0] = "とけつ";
Q[262].Ans[1] = "かっけつ";
Q[262].Ans[2] = "ゆけつ";
Q[262].Ans[3] = "けんけつ";
Q[262].comment = "『吐血』は『とけつ』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>気分が悪くて〔吐いて〕しまった。";
Q[263].Ans[0] = "はいて";
Q[263].Ans[1] = "ふいて";
Q[263].Ans[2] = "ないて";
Q[263].Ans[3] = "といて";
Q[263].comment = "『吐く』は『はく』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔吐く〕ほど食べるなんてどうかしているよ。";
Q[264].Ans[0] = "はく";
Q[264].Ans[1] = "なく";
Q[264].Ans[2] = "きく";
Q[264].Ans[3] = "だく";
Q[264].comment = "『吐く』は『はく』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すべての努力は〔徒労〕に終わった。";
Q[265].Ans[0] = "とろう";
Q[265].Ans[1] = "くろう";
Q[265].Ans[2] = "かろう";
Q[265].Ans[3] = "そろう";
Q[265].comment = "『徒労』は『とろう』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔徒歩〕で通うには距離がありすぎる。";
Q[266].Ans[0] = "とほ";
Q[266].Ans[1] = "そうほ";
Q[266].Ans[2] = "かっぽ";
Q[266].Ans[3] = "きょうほ";
Q[266].comment = "『徒歩』は『とほ』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだまだ発展の〔途上〕だ。";
Q[267].Ans[0] = "とじょう";
Q[267].Ans[1] = "とじょう";
Q[267].Ans[2] = "とじょう";
Q[267].Ans[3] = "とじょう";
Q[267].comment = "『途上』は『とじょう』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若者の〔前途〕には洋々たるものがある。";
Q[268].Ans[0] = "ぜんと";
Q[268].Ans[1] = "ぜんぶ";
Q[268].Ans[2] = "ぜんろ";
Q[268].Ans[3] = "ぜんき";
Q[268].comment = "『前途』は『ぜんと』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔途中〕で引き返す決断も重要だ。";
Q[269].Ans[0] = "とちゅう";
Q[269].Ans[1] = "きちゅう";
Q[269].Ans[2] = "むちゅう";
Q[269].Ans[3] = "かちゅう";
Q[269].comment = "『途中』は『とちゅう』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔首都〕は東京です。";
Q[270].Ans[0] = "しゅと";
Q[270].Ans[1] = "しゅとう";
Q[270].Ans[2] = "しゅど";
Q[270].Ans[3] = "しゅどう";
Q[270].comment = "『首都』は『しゅと』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔都心〕の平均気温は年々上昇している。";
Q[271].Ans[0] = "としん";
Q[271].Ans[1] = "どうしん";
Q[271].Ans[2] = "とうしん";
Q[271].Ans[3] = "とっしん";
Q[271].comment = "『都心』は『としん』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いろいろと〔都合〕というものがある。";
Q[272].Ans[0] = "つごう";
Q[272].Ans[1] = "とごう";
Q[272].Ans[2] = "とうごう";
Q[272].Ans[3] = "つうごう";
Q[272].comment = "『都合』は『つごう』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>問題があったら、その〔都度〕相談しましょう。";
Q[273].Ans[0] = "つど";
Q[273].Ans[1] = "とど";
Q[273].Ans[2] = "とうど";
Q[273].Ans[3] = "きっと";
Q[273].comment = "『都度』は『つど』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>住めば〔都〕といいますからね。";
Q[274].Ans[0] = "みやこ";
Q[274].Ans[1] = "ありか";
Q[274].Ans[2] = "つばき";
Q[274].Ans[3] = "わたり";
Q[274].comment = "『都』は『みやこ』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>株券を〔譲渡〕する。";
Q[275].Ans[0] = "じょうと";
Q[275].Ans[1] = "じょうとう";
Q[275].Ans[2] = "じょうど";
Q[275].Ans[3] = "じょうどう";
Q[275].comment = "『譲渡』は『じょうと』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>橋を〔渡る〕。";
Q[276].Ans[0] = "わたる";
Q[276].Ans[1] = "とおる";
Q[276].Ans[2] = "はしる";
Q[276].Ans[3] = "いたる";
Q[276].comment = "『渡る』は『わたる』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>８時間に〔渡る〕大手術は無事に成功した。";
Q[277].Ans[0] = "わたる";
Q[277].Ans[1] = "いたる";
Q[277].Ans[2] = "かかる";
Q[277].Ans[3] = "きえる";
Q[277].comment = "『渡る』は『わたる』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>移民としてブラジルに〔渡った〕。";
Q[278].Ans[0] = "わたった";
Q[278].Ans[1] = "かよった";
Q[278].Ans[2] = "いたった";
Q[278].Ans[3] = "とおった";
Q[278].comment = "『渡る』は『わたる』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この書類を外部のものに〔渡す〕わけにはいかない。";
Q[279].Ans[0] = "わたす";
Q[279].Ans[1] = "もたす";
Q[279].Ans[2] = "みたす";
Q[279].Ans[3] = "いかす";
Q[279].comment = "『渡す』は『わたす』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>次の走者にバトンを〔渡す〕。";
Q[280].Ans[0] = "わたす";
Q[280].Ans[1] = "とおす";
Q[280].Ans[2] = "いたす";
Q[280].Ans[3] = "かかす";
Q[280].comment = "『渡す』は『わたす』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔塗料〕に違法な成分が含まれていた。";
Q[281].Ans[0] = "とりょう";
Q[281].Ans[1] = "とうりょう";
Q[281].Ans[2] = "どりょう";
Q[281].Ans[3] = "そうりょう";
Q[281].comment = "『塗料』は『とりょう』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車の〔塗装〕をする工場を経営している。";
Q[282].Ans[0] = "とそう";
Q[282].Ans[1] = "そそう";
Q[282].Ans[2] = "きそう";
Q[282].Ans[3] = "かそう";
Q[282].comment = "『塗装』は『とそう』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔粘土〕で模型をつくる。";
Q[283].Ans[0] = "ねんど";
Q[283].Ans[1] = "ねんど";
Q[283].Ans[2] = "ねんど";
Q[283].Ans[3] = "ねんど";
Q[283].comment = "『粘土』は『ねんど』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学で〔土木〕を学んでいる。";
Q[284].Ans[0] = "どぼく";
Q[284].Ans[1] = "どもく";
Q[284].Ans[2] = "どき";
Q[284].Ans[3] = "どぞう";
Q[284].comment = "『土木』は『どぼく』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこの店でも、同じような〔土産〕を売っている。";
Q[285].Ans[0] = "みやげ";
Q[285].Ans[1] = "どさん";
Q[285].Ans[2] = "とさん";
Q[285].Ans[3] = "おみや";
Q[285].comment = "『土産』は『みやげ』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔土地〕の取得にからむ汚職の捜査が進んでいる。";
Q[286].Ans[0] = "とち";
Q[286].Ans[1] = "どち";
Q[286].Ans[2] = "つち";
Q[286].Ans[3] = "もち";
Q[286].comment = "『土地』は『とち』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔土〕が悪いとよい野菜は作れない。";
Q[287].Ans[0] = "つち";
Q[287].Ans[1] = "とち";
Q[287].Ans[2] = "ど";
Q[287].Ans[3] = "みず";
Q[287].comment = "『土』は『つち』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔努力〕だけでは成功に至らない。";
Q[288].Ans[0] = "どりょく";
Q[288].Ans[1] = "むりょく";
Q[288].Ans[2] = "いりょく";
Q[288].Ans[3] = "かりょく";
Q[288].comment = "『努力』は『どりょく』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい利用者の獲得に〔努める〕。";
Q[289].Ans[0] = "つとめる";
Q[289].Ans[1] = "からめる";
Q[289].Ans[2] = "きよめる";
Q[289].Ans[3] = "なじめる";
Q[289].comment = "『努める』は『つとめる』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>身体は大きいのに〔度胸〕がない。";
Q[290].Ans[0] = "どきょう";
Q[290].Ans[1] = "とうきょう";
Q[290].Ans[2] = "かいきょう";
Q[290].Ans[3] = "ききょう";
Q[290].comment = "『度胸』は『どきょう』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>飲み物の持ち込みは〔御法度〕だ。";
Q[291].Ans[0] = "ごはっと";
Q[291].Ans[1] = "ごほうと";
Q[291].Ans[2] = "ごほっと";
Q[291].Ans[3] = "ごぼうと";
Q[291].comment = "『御法度』は『ごはっと』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>早く〔支度〕をしたほうがいい。";
Q[292].Ans[0] = "したく";
Q[292].Ans[1] = "しど";
Q[292].Ans[2] = "しと";
Q[292].Ans[3] = "しかた";
Q[292].comment = "『支度』は『したく』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔度重なる〕違反には厳しい対応が必要だ。";
Q[293].Ans[0] = "たびかさなる";
Q[293].Ans[1] = "どかさなる";
Q[293].Ans[2] = "とうかさなる";
Q[293].Ans[3] = "くりかさなる";
Q[293].comment = "『度重なる』は『たびかさなる』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国に帰る〔度〕に、行く場所がある。";
Q[294].Ans[0] = "たび";
Q[294].Ans[1] = "とき";
Q[294].Ans[2] = "ごと";
Q[294].Ans[3] = "まで";
Q[294].comment = "『度』は『たび』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>無礼な発言に〔激怒〕した。";
Q[295].Ans[0] = "げきど";
Q[295].Ans[1] = "げきと";
Q[295].Ans[2] = "げきとう";
Q[295].Ans[3] = "げきむ";
Q[295].comment = "『激怒』は『げきど』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会議では〔怒号〕がとびかった。";
Q[296].Ans[0] = "どごう";
Q[296].Ans[1] = "きごう";
Q[296].Ans[2] = "こごう";
Q[296].Ans[3] = "そうごう";
Q[296].comment = "『怒号』は『どごう』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若者が〔談笑〕している姿が見える。";
Q[297].Ans[0] = "だんしょう";
Q[297].Ans[1] = "だんしょう";
Q[297].Ans[2] = "だんしょう";
Q[297].Ans[3] = "だんしょう";
Q[297].comment = "『談笑』は『だんしょう』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔笑う〕のは身体にいいのです。";
Q[298].Ans[0] = "わらう";
Q[298].Ans[1] = "きそう";
Q[298].Ans[2] = "いこう";
Q[298].Ans[3] = "ならう";
Q[298].comment = "『笑う』は『わらう』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>満面の〔笑み〕を浮かべている。";
Q[299].Ans[0] = "えみ";
Q[299].Ans[1] = "わらみ";
Q[299].Ans[2] = "しょうみ";
Q[299].Ans[3] = "きみ";
Q[299].comment = "『笑み』は『えみ』と読む。";

Q[300].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔笑顔〕がかわいい少年だ。";
Q[300].Ans[0] = "えがお";
Q[300].Ans[1] = "わらいがお";
Q[300].Ans[2] = "しょうがん";
Q[300].Ans[3] = "わらがお";
Q[300].comment = "『笑顔』は『えがお』と読む。";

Q[301].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔合唱〕コンクールに参加する。";
Q[301].Ans[0] = "がっしょう";
Q[301].Ans[1] = "がっそう";
Q[301].Ans[2] = "がっせん";
Q[301].Ans[3] = "がっかい";
Q[301].comment = "『合唱』は『がっしょう』と読む。";

Q[302].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい理論を〔提唱〕する。";
Q[302].Ans[0] = "ていしょう";
Q[302].Ans[1] = "ていこう";
Q[302].Ans[2] = "ていそう";
Q[302].Ans[3] = "ていきょう";
Q[302].comment = "『提唱』は『ていしょう』と読む。";

Q[303].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の主張に異議を〔唱える〕声はない。";
Q[303].Ans[0] = "となえる";
Q[303].Ans[1] = "かなえる";
Q[303].Ans[2] = "まじえる";
Q[303].Ans[3] = "そなえる";
Q[303].comment = "『唱える』は『となえる』と読む。";

Q[304].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔商業地〕に隣接した地域に住んでいる。";
Q[304].Ans[0] = "しょうぎょうち";
Q[304].Ans[1] = "さんぎょうち";
Q[304].Ans[2] = "こうぎょうち";
Q[304].Ans[3] = "のうぎょうち";
Q[304].comment = "『商業地』は『しょうぎょうち』と読む。";

Q[305].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>魚の干物を〔商って〕いる。";
Q[305].Ans[0] = "あきなって";
Q[305].Ans[1] = "まかなって";
Q[305].Ans[2] = "おぎなって";
Q[305].Ans[3] = "おこなって";
Q[305].comment = "『商う』は『あきなう』と読む。";

Q[306].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今月の〔商い〕は、まあまあといったところだろうか。";
Q[306].Ans[0] = "あきない";
Q[306].Ans[1] = "まかない";
Q[306].Ans[2] = "いさかい";
Q[306].Ans[3] = "しはらい";
Q[306].comment = "『商い』は『あきない』と読む。";

Q[307].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカはしばしば他国の内政に〔干渉〕しようとする。";
Q[307].Ans[0] = "かんしょう";
Q[307].Ans[1] = "かんこう";
Q[307].Ans[2] = "かんぽ";
Q[307].Ans[3] = "かんじん";
Q[307].comment = "『干渉』は『かんしょう』と読む。";

Q[308].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>粘り強く〔交渉〕していく必要がある。";
Q[308].Ans[0] = "こうしょう";
Q[308].Ans[1] = "こうかん";
Q[308].Ans[2] = "こうけん";
Q[308].Ans[3] = "こうそう";
Q[308].comment = "『交渉』は『こうしょう』と読む。";

Q[309].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米国の行動は、国連〔憲章〕の精神に反するものだ。";
Q[309].Ans[0] = "けんしょう";
Q[309].Ans[1] = "けんこう";
Q[309].Ans[2] = "けんぽう";
Q[309].Ans[3] = "けんそう";
Q[309].comment = "『憲章』は『けんしょう』と読む。";

Q[310].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>よい医者を〔紹介〕する。";
Q[310].Ans[0] = "しょうかい";
Q[310].Ans[1] = "ちょうかい";
Q[310].Ans[2] = "こうかい";
Q[310].Ans[3] = "きょうかい";
Q[310].comment = "『紹介』は『しょうかい』と読む。";

Q[311].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人が２人いれば〔訴訟〕が起きる。";
Q[311].Ans[0] = "そしょう";
Q[311].Ans[1] = "そこう";
Q[311].Ans[2] = "そかい";
Q[311].Ans[3] = "そせん";
Q[311].comment = "『訴訟』は『そしょう』と読む。";

Q[312].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔勝敗〕にだけこだわってはいけない。";
Q[312].Ans[0] = "しょうはい";
Q[312].Ans[1] = "かちはい";
Q[312].Ans[2] = "かんぱい";
Q[312].Ans[3] = "そうはい";
Q[312].comment = "『勝敗』は『しょうはい』と読む。";

Q[313].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔勝手〕なことばかり言う人です。";
Q[313].Ans[0] = "かって";
Q[313].Ans[1] = "かちて";
Q[313].Ans[2] = "しょうて";
Q[313].Ans[3] = "かつて";
Q[313].comment = "『勝手』は『かって』と読む。";

Q[314].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>挑戦者の攻撃力の方が〔勝る〕だろう。";
Q[314].Ans[0] = "まさる";
Q[314].Ans[1] = "かてる";
Q[314].Ans[2] = "かつる";
Q[314].Ans[3] = "すぐれる";
Q[314].comment = "『勝る』は『まさる』と読む。";

Q[315].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両替は〔車掌〕までお願いします。";
Q[315].Ans[0] = "しゃしょう";
Q[315].Ans[1] = "しゃこう";
Q[315].Ans[2] = "しゃちょう";
Q[315].Ans[3] = "しゃじょう";
Q[315].comment = "『車掌』は『しゃしょう』と読む。";

Q[316].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タイトルを〔掌中〕に収める。";
Q[316].Ans[0] = "しょうちゅう";
Q[316].Ans[1] = "きょうちゅう";
Q[316].Ans[2] = "しゅちゅう";
Q[316].Ans[3] = "こうちゅう";
Q[316].comment = "『掌中』は『しょうちゅう』と読む。";

Q[317].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔水晶〕でできたアクセサリーを買う。";
Q[317].Ans[0] = "すいしょう";
Q[317].Ans[1] = "すいせん";
Q[317].Ans[2] = "すいじつ";
Q[317].Ans[3] = "すいちゅう";
Q[317].comment = "『水晶』は『すいしょう』と読む。";

Q[318].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>塩の〔結晶〕を観察する。";
Q[318].Ans[0] = "けっしょう";
Q[318].Ans[1] = "けっかい";
Q[318].Ans[2] = "けっせん";
Q[318].Ans[3] = "けっこう";
Q[318].comment = "『結晶』は『けっしょう』と読む。";

Q[319].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>不要になった書類を〔焼却〕する。";
Q[319].Ans[0] = "しょうきゃく";
Q[319].Ans[1] = "ぎょうきゃく";
Q[319].Ans[2] = "やききゃく";
Q[319].Ans[3] = "ちょうきゃく";
Q[319].comment = "『焼却』は『しょうきゃく』と読む。";

Q[320].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>木造３階建ての建物を〔全焼〕する火事だった。";
Q[320].Ans[0] = "ぜんしょう";
Q[320].Ans[1] = "ぜんごう";
Q[320].Ans[2] = "ぜんちょう";
Q[320].Ans[3] = "まるやけ";
Q[320].comment = "『全焼』は『ぜんしょう』と読む。";

Q[321].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔炭焼〕のコーヒーを飲む。";
Q[321].Ans[0] = "すみやき";
Q[321].Ans[1] = "すみやけ";
Q[321].Ans[2] = "すみやく";
Q[321].Ans[3] = "すみや";
Q[321].comment = "『炭焼』は『すみやき』と読む。";

Q[322].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夕焼け〕が美しい。";
Q[322].Ans[0] = "ゆうやけ";
Q[322].Ans[1] = "ゆうおけ";
Q[322].Ans[2] = "ゆうまけ";
Q[322].Ans[3] = "ゆうさけ";
Q[322].comment = "『夕焼け』は『ゆうやけ』と読む。";

Q[323].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカの爆撃で日本は〔焦土〕と化した。";
Q[323].Ans[0] = "しょうど";
Q[323].Ans[1] = "きょうど";
Q[323].Ans[2] = "のうど";
Q[323].Ans[3] = "ちょうど";
Q[323].comment = "『焦土』は『しょうど』と読む。";

Q[324].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍の空爆で市街地は〔焦土〕となった。";
Q[324].Ans[0] = "しょうど";
Q[324].Ans[1] = "ちょうど";
Q[324].Ans[2] = "じょうど";
Q[324].Ans[3] = "じゅうど";
Q[324].comment = "『焦土』は『しょうど』と読む。";

Q[325].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>魚を〔黒焦げ〕にしてしまった。";
Q[325].Ans[0] = "くろこげ";
Q[325].Ans[1] = "くろなげ";
Q[325].Ans[2] = "くろまげ";
Q[325].Ans[3] = "くろさげ";
Q[325].comment = "『黒焦げ』は『くろこげ』と読む。";

Q[326].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>砂糖の〔焦げた〕よい香りがする。";
Q[326].Ans[0] = "こげた";
Q[326].Ans[1] = "さげた";
Q[326].Ans[2] = "なげた";
Q[326].Ans[3] = "もげた";
Q[326].comment = "『焦げる』は『こげる』と読む。";

Q[327].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>クリームを〔焦がさない〕ように注意してください。";
Q[327].Ans[0] = "こがさない";
Q[327].Ans[1] = "さがさない";
Q[327].Ans[2] = "かがさない";
Q[327].Ans[3] = "ながさない";
Q[327].comment = "『焦がす』は『こがす』と読む。";

Q[328].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>恋に〔恋い焦がれる〕年頃なのかもしれない。";
Q[328].Ans[0] = "こいこがれる";
Q[328].Ans[1] = "こいさがれる";
Q[328].Ans[2] = "こいながれる";
Q[328].Ans[3] = "こいしがれる";
Q[328].comment = "『恋い焦がれる』は『こいこがれる』と読む。";

Q[329].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勝負所での〔焦り〕は禁物だ。";
Q[329].Ans[0] = "あせり";
Q[329].Ans[1] = "いたり";
Q[329].Ans[2] = "おごり";
Q[329].Ans[3] = "かかり";
Q[329].comment = "『焦り』は『あせり』と読む。";

Q[330].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔焦る〕気持ちはわからなくもないが、落ち着いた方がいい。";
Q[330].Ans[0] = "あせる";
Q[330].Ans[1] = "いたる";
Q[330].Ans[2] = "かざる";
Q[330].Ans[3] = "こもる";
Q[330].comment = "『焦る』は『あせる』と読む。";

Q[331].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>瓶の中身は〔硝酸〕です。";
Q[331].Ans[0] = "しょうさん";
Q[331].Ans[1] = "こうさん";
Q[331].Ans[2] = "えんさん";
Q[331].Ans[3] = "たんさん";
Q[331].comment = "『硝酸』は『しょうさん』と読む。";

Q[332].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>男が〔化粧〕をしたって構わないと思う。";
Q[332].Ans[0] = "けしょう";
Q[332].Ans[1] = "けそう";
Q[332].Ans[2] = "けはい";
Q[332].Ans[3] = "けちょう";
Q[332].comment = "『化粧』は『けしょう』と読む。";

Q[333].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>天皇が出す公文書を〔詔書〕という。";
Q[333].Ans[0] = "しょうしょ";
Q[333].Ans[1] = "きょうしょ";
Q[333].Ans[2] = "しゅうしょ";
Q[333].Ans[3] = "ちょうしょ";
Q[333].comment = "『詔書』は『しょうちょう』と読む。";

Q[334].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>天皇が開戦の〔詔〕を出す。";
Q[334].Ans[0] = "みことのり";
Q[334].Ans[1] = "おことば";
Q[334].Ans[2] = "みこころ";
Q[334].Ans[3] = "おだまり";
Q[334].comment = "『詔』は『みことのり』と読む。";

Q[335].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔大人〕になってください。";
Q[335].Ans[0] = "おとな";
Q[335].Ans[1] = "だいじん";
Q[335].Ans[2] = "おおびと";
Q[335].Ans[3] = "おのこ";
Q[335].comment = "『大人』は『おとな』と読む。";

Q[336].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金額の〔大小〕が問題なのではありません。";
Q[336].Ans[0] = "だいしょう";
Q[336].Ans[1] = "おうしょう";
Q[336].Ans[2] = "おおしょう";
Q[336].Ans[3] = "だしょう";
Q[336].comment = "『大小』は『だいしょう』と読む。";

Q[337].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔大衆〕受けをねらったパフォーマンスではない。";
Q[337].Ans[0] = "たいしゅう";
Q[337].Ans[1] = "だいしゅう";
Q[337].Ans[2] = "おおしゅう";
Q[337].Ans[3] = "おうしゅう";
Q[337].comment = "『大衆』は『たいしゅう』と読む。";

Q[338].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>戦艦〔大和〕を知っていますか？";
Q[338].Ans[0] = "やまと";
Q[338].Ans[1] = "だいわ";
Q[338].Ans[2] = "たいわ";
Q[338].Ans[3] = "ときわ";
Q[338].comment = "『大和』は『やまと』と読む。";

Q[339].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔大型〕のショッピングセンターがオープンした。";
Q[339].Ans[0] = "おおがた";
Q[339].Ans[1] = "だいがた";
Q[339].Ans[2] = "おがた";
Q[339].Ans[3] = "たいがた";
Q[339].comment = "『大型』は『おおがた』と読む。";

Q[340].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>正当な主張であるか、〔大いに〕疑問がある。";
Q[340].Ans[0] = "おおいに";
Q[340].Ans[1] = "おういに";
Q[340].Ans[2] = "おいに";
Q[340].Ans[3] = "おっいに";
Q[340].comment = "『大いに』は『おおいに』と読む。";

Q[341].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔大きさ〕によって値段が異なる。";
Q[341].Ans[0] = "おおきさ";
Q[341].Ans[1] = "おきさ";
Q[341].Ans[2] = "おっきさ";
Q[341].Ans[3] = "おうきさ";
Q[341].comment = "『大きさ』は『おおきさ』と読む。";

Q[342].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔代理〕で出席する。";
Q[342].Ans[0] = "だいり";
Q[342].Ans[1] = "けいり";
Q[342].Ans[2] = "そうり";
Q[342].Ans[3] = "かんり";
Q[342].comment = "『代理』は『だいり』と読む。";

Q[343].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔世代〕によって認識に違いが見られる。";
Q[343].Ans[0] = "せだい";
Q[343].Ans[1] = "せたい";
Q[343].Ans[2] = "せよ";
Q[343].Ans[3] = "せしろ";
Q[343].comment = "『世代』は『せだい』と読む。";

Q[344].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>監督が投手を〔交代〕させる。";
Q[344].Ans[0] = "こうたい";
Q[344].Ans[1] = "こうだい";
Q[344].Ans[2] = "こうだん";
Q[344].Ans[3] = "こうせん";
Q[344].comment = "『交代』は『こうたい』と読む。";

Q[345].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔代わる代わる〕意見を述べる進行になっています。";
Q[345].Ans[0] = "かわるがわる";
Q[345].Ans[1] = "よわるよわる";
Q[345].Ans[2] = "たわるだわる";
Q[345].Ans[3] = "さわるざわる";
Q[345].comment = "『代わる代わる』は『かわるがわる』と読む。";

Q[346].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>校長に〔代わって〕あいさつする。";
Q[346].Ans[0] = "かわって";
Q[346].Ans[1] = "よわって";
Q[346].Ans[2] = "おわって";
Q[346].Ans[3] = "さわって";
Q[346].comment = "『代わる』は『かわる』と読む。";

Q[347].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>命に〔代えても〕守るべき信念というものがある。";
Q[347].Ans[0] = "かえても";
Q[347].Ans[1] = "はえても";
Q[347].Ans[2] = "なえても";
Q[347].Ans[3] = "きえても";
Q[347].comment = "『代える』は『かえる』と読む。";

Q[348].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>武士の〔代〕も、いずれは終わる。";
Q[348].Ans[0] = "よ";
Q[348].Ans[1] = "だい";
Q[348].Ans[2] = "しろ";
Q[348].Ans[3] = "よう";
Q[348].comment = "『代』は『よ』と読む。";

Q[349].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔神代〕の昔、万物には魂が宿っていた。";
Q[349].Ans[0] = "かみよ";
Q[349].Ans[1] = "かみだい";
Q[349].Ans[2] = "かみたい";
Q[349].Ans[3] = "かみしろ";
Q[349].comment = "『神代』は『かみよ』と読む。";

Q[350].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな〔代物〕では、売り物にできない。";
Q[350].Ans[0] = "しろもの";
Q[350].Ans[1] = "よもの";
Q[350].Ans[2] = "たいもの";
Q[350].Ans[3] = "だいもの";
Q[350].comment = "『代物』は『しろもの』と読む。";

Q[351].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>1000円どころか、30円程度の〔代物〕だ。";
Q[351].Ans[0] = "しろもの";
Q[351].Ans[1] = "だいぶつ";
Q[351].Ans[2] = "だいもの";
Q[351].Ans[3] = "よもの";
Q[351].comment = "『代物』は『しろもの』と読む。";

Q[352].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔台形〕の面積を求める公式を忘れてしまった。";
Q[352].Ans[0] = "だいけい";
Q[352].Ans[1] = "たいけい";
Q[352].Ans[2] = "しかくけい";
Q[352].Ans[3] = "くけい";
Q[352].comment = "『台形』は『だいけい』と読む。";

Q[353].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔灯台〕のしたで魚釣りをする。";
Q[353].Ans[0] = "とうだい";
Q[353].Ans[1] = "とうたい";
Q[353].Ans[2] = "とうだ";
Q[353].Ans[3] = "とうた";
Q[353].comment = "『灯台』は『とうだい』と読む。";

Q[354].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の姉は〔舞台〕で活躍する女優だ。";
Q[354].Ans[0] = "ぶたい";
Q[354].Ans[1] = "ぶだい";
Q[354].Ans[2] = "ぶったい";
Q[354].Ans[3] = "ぶたんい";
Q[354].comment = "『舞台』は『ぶたい』と読む。";

Q[355].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人生は〔舞台〕、主役はあなたです。";
Q[355].Ans[0] = "ぶたい";
Q[355].Ans[1] = "ぶだい";
Q[355].Ans[2] = "ぶとう";
Q[355].Ans[3] = "ぶよう";
Q[355].comment = "『舞台』は『ぶたい』と読む。";

Q[356].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔台風〕は台湾から来る風という意味です。";
Q[356].Ans[0] = "たいふう";
Q[356].Ans[1] = "だいふう";
Q[356].Ans[2] = "たっふう";
Q[356].Ans[3] = "たふう";
Q[356].comment = "『台風』は『たいふう』と読む。";

Q[357].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな成績では〔落第〕です。";
Q[357].Ans[0] = "らくだい";
Q[357].Ans[1] = "らくてい";
Q[357].Ans[2] = "らくご";
Q[357].Ans[3] = "らくせん";
Q[357].comment = "『落第』は『らくだい』と読む。";

Q[358].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>内容にふさわしい〔標題〕にしてください。";
Q[358].Ans[0] = "ひょうだい";
Q[358].Ans[1] = "ひょうけつ";
Q[358].Ans[2] = "ひょうどう";
Q[358].Ans[3] = "ひょうぐ";
Q[358].comment = "『標題』は『ひょうだい』と読む。";

Q[359].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>屋根から雨が〔滝〕のように流れている。";
Q[359].Ans[0] = "たき";
Q[359].Ans[1] = "みず";
Q[359].Ans[2] = "おけ";
Q[359].Ans[3] = "たつ";
Q[359].comment = "『滝』は『たき』と読む。";

Q[360].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ホームズはモリアーティ教授と組み合いながら〔滝つぼ〕に転落した。";
Q[360].Ans[0] = "たきつぼ";
Q[360].Ans[1] = "かわつぼ";
Q[360].Ans[2] = "みずつぼ";
Q[360].Ans[3] = "そこつぼ";
Q[360].comment = "『滝つぼ』は『たきつぼ』と読む。";

Q[361].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔自宅〕からパソコンで接続しています。";
Q[361].Ans[0] = "じたく";
Q[361].Ans[1] = "じけん";
Q[361].Ans[2] = "じかん";
Q[361].Ans[3] = "じっか";
Q[361].comment = "『自宅』は『じたく』と読む。";

Q[362].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>広大な〔邸宅〕に住んでいる。";
Q[362].Ans[0] = "ていたく";
Q[362].Ans[1] = "ていかつ";
Q[362].Ans[2] = "ていこう";
Q[362].Ans[3] = "ていせん";
Q[362].comment = "『邸宅』は『ていたく』と読む。";

Q[363].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米国を非難する宣言を〔採択〕する。";
Q[363].Ans[0] = "さいたく";
Q[363].Ans[1] = "さいよう";
Q[363].Ans[2] = "さいしゃく";
Q[363].Ans[3] = "さいけん";
Q[363].comment = "『採択』は『さいたく』と読む。";

Q[364].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>賛成家反対か、〔択一〕を迫る。";
Q[364].Ans[0] = "たくいつ";
Q[364].Ans[1] = "さくいつ";
Q[364].Ans[2] = "とういつ";
Q[364].Ans[3] = "こういつ";
Q[364].comment = "『択一』は『たくいつ』と読む。";

Q[365].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔光沢〕がある仕上がりになっている。";
Q[365].Ans[0] = "こうたく";
Q[365].Ans[1] = "こうしゃく";
Q[365].Ans[2] = "こうさく";
Q[365].Ans[3] = "こうせん";
Q[365].comment = "『光沢』は『こうたく』と読む。";

Q[366].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>グループ企業の〔潤沢〕な資金に支えられている。";
Q[366].Ans[0] = "じゅんたく";
Q[366].Ans[1] = "じゅんさく";
Q[366].Ans[2] = "じゅんしゃく";
Q[366].Ans[3] = "じゅんちょう";
Q[366].comment = "『潤沢』は『じゅんたく』と読む。";

Q[367].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>尾根よりも〔沢〕を登るほうが楽しい。";
Q[367].Ans[0] = "さわ";
Q[367].Ans[1] = "すき";
Q[367].Ans[2] = "しゃく";
Q[367].Ans[3] = "たく";
Q[367].comment = "『沢』は『さわ』と読む。";

Q[368].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔卓越〕した技術で活躍している。";
Q[368].Ans[0] = "たくえつ";
Q[368].Ans[1] = "さくえつ";
Q[368].Ans[2] = "あくえつ";
Q[368].Ans[3] = "はくえつ";
Q[368].comment = "『卓越』は『たくえつ』と読む。";

Q[369].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これだけのカニが、家庭の〔食卓〕にのぼることはまずない。";
Q[369].Ans[0] = "しょくたく";
Q[369].Ans[1] = "しょくどう";
Q[369].Ans[2] = "しょくぜん";
Q[369].Ans[3] = "しょくよく";
Q[369].comment = "『食卓』は『しょくたく』と読む。";

Q[370].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>北海道を〔開拓〕した人たちの苦労がしのばれる。";
Q[370].Ans[0] = "かいたく";
Q[370].Ans[1] = "かいせき";
Q[370].Ans[2] = "かいこう";
Q[370].Ans[3] = "かいぞう";
Q[370].comment = "『開拓』は『かいたく』と読む。";

Q[371].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生産を〔委託〕する。";
Q[371].Ans[0] = "いたく";
Q[371].Ans[1] = "いしょく";
Q[371].Ans[2] = "いこう";
Q[371].Ans[3] = "いかく";
Q[371].comment = "『委託』は『いたく』と読む。";

Q[372].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政治家と〔結託〕して悪事をはたらく。";
Q[372].Ans[0] = "けったく";
Q[372].Ans[1] = "けっせん";
Q[372].Ans[2] = "けっかん";
Q[372].Ans[3] = "けっこう";
Q[372].comment = "『結託』は『けったく』と読む。";

Q[373].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いまどき川で〔洗濯〕する人がいるとは。";
Q[373].Ans[0] = "せんたく";
Q[373].Ans[1] = "せんよく";
Q[373].Ans[2] = "せんもく";
Q[373].Ans[3] = "せんがく";
Q[373].comment = "『洗濯』は『せんたく』と読む。";

Q[374].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この文面では、〔承諾〕は難しいだろう。";
Q[374].Ans[0] = "しょうだく";
Q[374].Ans[1] = "しょうじゃく";
Q[374].Ans[2] = "しょうざく";
Q[374].Ans[3] = "しょうどく";
Q[374].comment = "『承諾』は『しょうだく』と読む。";

Q[375].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>申し出を〔快諾〕された。";
Q[375].Ans[0] = "かいだく";
Q[375].Ans[1] = "かいじゃく";
Q[375].Ans[2] = "かいまく";
Q[375].Ans[3] = "かいもく";
Q[375].comment = "『快諾』は『かいだく』と読む。";

Q[376].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔濁音〕が苦手だという学習者が多い。";
Q[376].Ans[0] = "だくおん";
Q[376].Ans[1] = "とうおん";
Q[376].Ans[2] = "はつおん";
Q[376].Ans[3] = "そくおん";
Q[376].comment = "『濁音』は『だくおん』と読む。";

Q[377].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政治家には〔清濁〕合わせ飲むようなところがなければならない。";
Q[377].Ans[0] = "せいだく";
Q[377].Ans[1] = "せいじゅう";
Q[377].Ans[2] = "せいちゅう";
Q[377].Ans[3] = "せいどう";
Q[377].comment = "『清濁』は『せいだく』と読む。";

Q[378].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大雨でだいぶ水が〔濁っている〕。";
Q[378].Ans[0] = "にごっている";
Q[378].Ans[1] = "たまっている";
Q[378].Ans[2] = "とどまっている";
Q[378].Ans[3] = "かまっている";
Q[378].comment = "『濁っている』は『にごっている』と読む。";

Q[379].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ムニャムニャ言って、お茶を〔濁す〕。";
Q[379].Ans[0] = "にごす";
Q[379].Ans[1] = "こがす";
Q[379].Ans[2] = "さがす";
Q[379].Ans[3] = "わたす";
Q[379].comment = "『濁す』は『にごす』と読む。";

Q[380].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔後輩〕には厳しい。";
Q[380].Ans[0] = "こうはい";
Q[380].Ans[1] = "こうぱい";
Q[380].Ans[2] = "こうひい";
Q[380].Ans[3] = "こうばい";
Q[380].comment = "『後輩』は『こうはい』と読む。";

Q[381].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高名な科学者を〔輩出〕している理科系の名門校だ。";
Q[381].Ans[0] = "はいしゅつ";
Q[381].Ans[1] = "そうしゅつ";
Q[381].Ans[2] = "しゃしゅつ";
Q[381].Ans[3] = "ゆしゅつ";
Q[381].comment = "『輩出』は『はいしゅつ』と読む。";

Q[382].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔商売〕のためだからといって何をしてもいいわけではない。";
Q[382].Ans[0] = "しょうばい";
Q[382].Ans[1] = "しょうはい";
Q[382].Ans[2] = "しょうぱい";
Q[382].Ans[3] = "しょうり";
Q[382].comment = "『商売』は『しょうばい』と読む。";

Q[383].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>代々伝わってきた花瓶を〔売り〕にだす。";
Q[383].Ans[0] = "うり";
Q[383].Ans[1] = "せり";
Q[383].Ans[2] = "はり";
Q[383].Ans[3] = "もり";
Q[383].comment = "『売り』は『うり』と読む。";

Q[384].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新製品の〔売れ行き〕はなかなか好調のようだ。";
Q[384].Ans[0] = "うれゆき";
Q[384].Ans[1] = "はれゆき";
Q[384].Ans[2] = "もれゆき";
Q[384].Ans[3] = "かれゆき";
Q[384].comment = "『売れ行き』は『うれゆき』と読む。";

Q[385].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レンズの〔倍率〕をあげる。";
Q[385].Ans[0] = "ばいりつ";
Q[385].Ans[1] = "たくりつ";
Q[385].Ans[2] = "かいりつ";
Q[385].Ans[3] = "ぶりつ";
Q[385].comment = "『倍率』は『ばいりつ』と読む。";

Q[386].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>売り上げを〔倍増〕する計画だ。";
Q[386].Ans[0] = "ばいぞう";
Q[386].Ans[1] = "げきぞう";
Q[386].Ans[2] = "そうぞう";
Q[386].Ans[3] = "ないぞう";
Q[386].comment = "『倍増』は『ばいぞう』と読む。";

Q[387].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本は〔梅雨〕だから、雨が多いだろう。";
Q[387].Ans[0] = "つゆ";
Q[387].Ans[1] = "しぐれ";
Q[387].Ans[2] = "うめう";
Q[387].Ans[3] = "ながめ";
Q[387].comment = "『梅雨』は『つゆ』と読む。";

Q[388].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ササミを〔梅肉〕であえる。";
Q[388].Ans[0] = "ばいにく";
Q[388].Ans[1] = "まいにく";
Q[388].Ans[2] = "うまにく";
Q[388].Ans[3] = "さくらにく";
Q[388].comment = "『梅肉』は『ばいにく』と読む。";

Q[389].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔梅酒〕をソーダで割る。";
Q[389].Ans[0] = "うめしゅ";
Q[389].Ans[1] = "うましゅ";
Q[389].Ans[2] = "うめっしゅ";
Q[389].Ans[3] = "まいしゅ";
Q[389].comment = "『梅酒』は『うめしゅ』と読む。";

Q[390].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古代、日本人は〔梅〕を好んだ。";
Q[390].Ans[0] = "うめ";
Q[390].Ans[1] = "さくら";
Q[390].Ans[2] = "もも";
Q[390].Ans[3] = "つつじ";
Q[390].comment = "『梅』は『うめ』と読む。";

Q[391].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くの農家が、新品種を〔栽培〕している。";
Q[391].Ans[0] = "さいばい";
Q[391].Ans[1] = "さいだん";
Q[391].Ans[2] = "さいぜん";
Q[391].Ans[3] = "さいばん";
Q[391].comment = "『栽培』は『さいばい』と読む。";

Q[392].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>試験官で〔培養〕する。";
Q[392].Ans[0] = "ばいよう";
Q[392].Ans[1] = "かいよう";
Q[392].Ans[2] = "ちくよう";
Q[392].Ans[3] = "こうよう";
Q[392].comment = "『培養』は『ばいよう』と読む。";

Q[393].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>厳しい訓練によって愛国心を〔培う〕ことになる。";
Q[393].Ans[0] = "つちかう";
Q[393].Ans[1] = "そこなう";
Q[393].Ans[2] = "あがなう";
Q[393].Ans[3] = "まかなう";
Q[393].comment = "『培う』は『つちかう』と読む。";

Q[394].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本でも〔陪審〕の導入が検討されている。";
Q[394].Ans[0] = "ばいしん";
Q[394].Ans[1] = "がいしん";
Q[394].Ans[2] = "まいしん";
Q[394].Ans[3] = "ぶっしん";
Q[394].comment = "『陪審』は『ばいしん』と読む。";

Q[395].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ニワトリを〔媒介〕にして感染したと思われる。";
Q[395].Ans[0] = "ばいかい";
Q[395].Ans[1] = "ぼうかい";
Q[395].Ans[2] = "しょうかい";
Q[395].Ans[3] = "しゅうかい";
Q[395].comment = "『媒介』は『ばいかい』と読む。";

Q[396].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>記憶〔媒体〕の大容量化が進んでいる。";
Q[396].Ans[0] = "ばいたい";
Q[396].Ans[1] = "こうたい";
Q[396].Ans[2] = "なんたい";
Q[396].Ans[3] = "ぼうたい";
Q[396].comment = "『媒体』は『ばいたい』と読む。";

Q[397].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外国企業に〔買収〕された。";
Q[397].Ans[0] = "ばいしゅう";
Q[397].Ans[1] = "かいしゅう";
Q[397].Ans[2] = "こうしゅう";
Q[397].Ans[3] = "まいしゅう";
Q[397].comment = "『買収』は『ばいしゅう』と読む。";

Q[398].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>労働者の〔購買力〕が高まっている。";
Q[398].Ans[0] = "こうばいりょく";
Q[398].Ans[1] = "こうかいりょく";
Q[398].Ans[2] = "こうまいりょく";
Q[398].Ans[3] = "こうがいりょく";
Q[398].comment = "『購買力』は『こうばいりょく』と読む。";

Q[399].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オンラインで〔買い物〕をする。";
Q[399].Ans[0] = "かいもの";
Q[399].Ans[1] = "ないもの";
Q[399].Ans[2] = "そいもの";
Q[399].Ans[3] = "わいもの";
Q[399].comment = "『買い物』は『かいもの』と読む。";

Q[400].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨年の〔紅白歌合戦〕は、あまり良くなかった。";
Q[400].Ans[0] = "こうはくうたがっせん";
Q[400].Ans[1] = "こうはいうたがっせん";
Q[400].Ans[2] = "こうばくうたがっせん";
Q[400].Ans[3] = "こうしろうたがっせん";
Q[400].comment = "『紅白歌合戦』は『こうはくうたがっせん』と読む。";

Q[401].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、何事にも〔黒白〕をつけたがるところがある。";
Q[401].Ans[0] = "こくびゃく";
Q[401].Ans[1] = "こくはい";
Q[401].Ans[2] = "こくはく";
Q[401].Ans[3] = "こくしろ";
Q[401].comment = "『黒白』は『こくびゃく』と読む。";

Q[402].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女が生まれたこと、テレビはまだ〔白黒〕だったという。";
Q[402].Ans[0] = "しろくろ";
Q[402].Ans[1] = "はくくろ";
Q[402].Ans[2] = "はいくろ";
Q[402].Ans[3] = "しろうくろ";
Q[402].comment = "『白黒』は『しろくろ』と読む。";

Q[403].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空が〔白んで〕きた。";
Q[403].Ans[0] = "しらんで";
Q[403].Ans[1] = "しろんで";
Q[403].Ans[2] = "はくんで";
Q[403].Ans[3] = "はいんで";
Q[403].comment = "『白む』は『しらむ』と読む。";

Q[404].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまりのつまらなさに、会場には〔白けた〕空気が流れている。";
Q[404].Ans[0] = "しらけた";
Q[404].Ans[1] = "しろけた";
Q[404].Ans[2] = "はけた";
Q[404].Ans[3] = "ばけた";
Q[404].comment = "『白ける』は『しらける』と読む。";

Q[405].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>上位は、実力が〔伯仲〕している。";
Q[405].Ans[0] = "はくちゅう";
Q[405].Ans[1] = "はいちゅう";
Q[405].Ans[2] = "はっちゅう";
Q[405].Ans[3] = "はんちゅう";
Q[405].comment = "『伯仲』は『はくちゅう』と読む。";

Q[406].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔伯父〕は外交官をしています。";
Q[406].Ans[0] = "おじ";
Q[406].Ans[1] = "おうじ";
Q[406].Ans[2] = "おじい";
Q[406].Ans[3] = "おんじ";
Q[406].comment = "『伯父』は『おじ』と読む。";

Q[407].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会場は〔拍手〕の音に包まれた。";
Q[407].Ans[0] = "はくしゅ";
Q[407].Ans[1] = "ぱくしゅ";
Q[407].Ans[2] = "はんしゅ";
Q[407].Ans[3] = "はいしゅ";
Q[407].comment = "『拍手』は『はくしゅ』と読む。";

Q[408].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>英語講師の退職に〔拍車〕がかかる。";
Q[408].Ans[0] = "はくしゃ";
Q[408].Ans[1] = "はいしゃ";
Q[408].Ans[2] = "ぱいしゃ";
Q[408].Ans[3] = "びゃくしゃ";
Q[408].comment = "『拍車』は『はくしゃ』と読む。";

Q[409].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相手がヘボすぎて〔拍子抜け〕したよ。";
Q[409].Ans[0] = "ひょうしぬけ";
Q[409].Ans[1] = "はくしぬけ";
Q[409].Ans[2] = "はいしぬけ";
Q[409].Ans[3] = "はんしぬけ";
Q[409].comment = "『拍子抜け』は『ひょうしぬけ』と読む。";

Q[410].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>近くに〔宿泊〕する施設はありません。";
Q[410].Ans[0] = "しゅくはく";
Q[410].Ans[1] = "しゅくはい";
Q[410].Ans[2] = "しゅくふく";
Q[410].Ans[3] = "しゅくびゃく";
Q[410].comment = "『宿泊』は『しゅくはく』と読む。";

Q[411].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くの船舶が、港に〔停泊〕している。";
Q[411].Ans[0] = "ていはく";
Q[411].Ans[1] = "ていびゃく";
Q[411].Ans[2] = "ていしゅく";
Q[411].Ans[3] = "ていはい";
Q[411].comment = "『停泊』は『ていはく』と読む。";

Q[412].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ホテルに〔泊まる〕。";
Q[412].Ans[0] = "とまる";
Q[412].Ans[1] = "はまる";
Q[412].Ans[2] = "そまる";
Q[412].Ans[3] = "なまる";
Q[412].comment = "『泊まる』は『とまる』と読む。";

Q[413].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一晩でいいから〔泊めて〕ください。";
Q[413].Ans[0] = "とめて";
Q[413].Ans[1] = "ためて";
Q[413].Ans[2] = "やめて";
Q[413].Ans[3] = "なめて";
Q[413].comment = "『泊める』は『とめる』と読む。";

Q[414].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くの異教徒を〔迫害〕してきた。";
Q[414].Ans[0] = "はくがい";
Q[414].Ans[1] = "はいがい";
Q[414].Ans[2] = "ぱくがい";
Q[414].Ans[3] = "ばいがい";
Q[414].comment = "『迫害』は『はくがい』と読む。";

Q[415].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事態は〔切迫〕している。";
Q[415].Ans[0] = "せっぱく";
Q[415].Ans[1] = "せっぷく";
Q[415].Ans[2] = "せっはく";
Q[415].Ans[3] = "せっぱい";
Q[415].comment = "『切迫』は『せっぱく』と読む。";

Q[416].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>敵は本陣に〔迫って〕いる。";
Q[416].Ans[0] = "せまって";
Q[416].Ans[1] = "かよって";
Q[416].Ans[2] = "いたって";
Q[416].Ans[3] = "とおって";
Q[416].comment = "『迫る』は『せまる』と読む。";

Q[417].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は小型〔船舶〕のライセンスがある。";
Q[417].Ans[0] = "せんぱく";
Q[417].Ans[1] = "せんはい";
Q[417].Ans[2] = "せんぱい";
Q[417].Ans[3] = "せんそう";
Q[417].comment = "『船舶』は『せんぱく』と読む。";

Q[418].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔舶来〕の名品を展示しています。";
Q[418].Ans[0] = "はくらい";
Q[418].Ans[1] = "せんらい";
Q[418].Ans[2] = "かいらい";
Q[418].Ans[3] = "はいらい";
Q[418].comment = "『舶来』は『はくらい』と読む。";

Q[419].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカの行ないには〔正義〕というものがない。";
Q[419].Ans[0] = "せいぎ";
Q[419].Ans[1] = "しょうぎ";
Q[419].Ans[2] = "たいぎ";
Q[419].Ans[3] = "まさぎ";
Q[419].comment = "『正義』は『せいぎ』と読む。";

Q[420].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>誤りを〔訂正〕する。";
Q[420].Ans[0] = "ていせい";
Q[420].Ans[1] = "ていしょう";
Q[420].Ans[2] = "ていかい";
Q[420].Ans[3] = "ていまい";
Q[420].comment = "『訂正』は『ていせい』と読む。";

Q[421].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何をしたのか、〔正直〕に言いなさい。";
Q[421].Ans[0] = "しょうじき";
Q[421].Ans[1] = "せいじき";
Q[421].Ans[2] = "ただじき";
Q[421].Ans[3] = "まさじき";
Q[421].comment = "『正直』は『しょうじき』と読む。";

Q[422].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔正面〕から撮った写真でなければダメです。";
Q[422].Ans[0] = "しょうめん";
Q[422].Ans[1] = "せいめん";
Q[422].Ans[2] = "ただめん";
Q[422].Ans[3] = "まさめん";
Q[422].comment = "『正面』は『しょうめん』と読む。";

Q[423].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>誤りを〔正す〕。";
Q[423].Ans[0] = "ただす";
Q[423].Ans[1] = "まさす";
Q[423].Ans[2] = "なおす";
Q[423].Ans[3] = "みなおす";
Q[423].comment = "『正す』は『ただす』と読む。";

Q[424].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカでは〔正しい〕政治が行なわれていない。";
Q[424].Ans[0] = "ただしい";
Q[424].Ans[1] = "まさしい";
Q[424].Ans[2] = "おおしい";
Q[424].Ans[3] = "いさましい";
Q[424].comment = "『正しい』は『ただしい』と読む。";

Q[425].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔正夢〕というのは見たことがない。";
Q[425].Ans[0] = "まさゆめ";
Q[425].Ans[1] = "せいむ";
Q[425].Ans[2] = "ただゆめ";
Q[425].Ans[3] = "しょうむ";
Q[425].comment = "『正夢』は『まさゆめ』と読む。";

Q[426].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔芝生〕には立ち入らないでください。";
Q[426].Ans[0] = "しばふ";
Q[426].Ans[1] = "しばき";
Q[426].Ans[2] = "しばせい";
Q[426].Ans[3] = "しばしょう";
Q[426].comment = "『芝生』は『しばふ』と読む。";

Q[427].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカで、大災害が〔発生〕した。";
Q[427].Ans[0] = "はっせい";
Q[427].Ans[1] = "はっしょう";
Q[427].Ans[2] = "はっせん";
Q[427].Ans[3] = "はっじょう";
Q[427].comment = "『発生』は『はっせい』と読む。";

Q[428].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>孫の〔誕生〕を祝う。";
Q[428].Ans[0] = "たんじょう";
Q[428].Ans[1] = "たんぜい";
Q[428].Ans[2] = "たんしょう";
Q[428].Ans[3] = "たんしょ";
Q[428].comment = "『誕生』は『たんじょう』と読む。";

Q[429].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一生〕かかっても、そんな大金は稼げない。";
Q[429].Ans[0] = "いっしょう";
Q[429].Ans[1] = "いっせい";
Q[429].Ans[2] = "いっぜい";
Q[429].Ans[3] = "いっじょう";
Q[429].comment = "『一生』は『いっしょう』と読む。";

Q[430].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>パワーが〔生きる〕展開にならなかったのが敗因だろう。";
Q[430].Ans[0] = "いきる";
Q[430].Ans[1] = "あきる";
Q[430].Ans[2] = "おきる";
Q[430].Ans[3] = "しきる";
Q[430].comment = "『生きる』は『いきる』と読む。";

Q[431].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>素材の持ち味を〔生かした〕調理法だ。";
Q[431].Ans[0] = "いかした";
Q[431].Ans[1] = "なかした";
Q[431].Ans[2] = "さかした";
Q[431].Ans[3] = "ぼかした";
Q[431].comment = "『生かす』は『いかす』と読む。";

Q[432].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>花瓶に花を〔生ける〕。";
Q[432].Ans[0] = "いける";
Q[432].Ans[1] = "なける";
Q[432].Ans[2] = "さける";
Q[432].Ans[3] = "おける";
Q[432].comment = "『生ける』は『いける』と読む。";

Q[433].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レオくんはブラジルの〔生まれ〕です。";
Q[433].Ans[0] = "うまれ";
Q[433].Ans[1] = "なまれ";
Q[433].Ans[2] = "いまれ";
Q[433].Ans[3] = "そまれ";
Q[433].comment = "『生まれ』は『うまれ』と読む。";

Q[434].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>疑心は暗鬼を〔生む〕。";
Q[434].Ans[0] = "うむ";
Q[434].Ans[1] = "なまむ";
Q[434].Ans[2] = "いきむ";
Q[434].Ans[3] = "しょうむ";
Q[434].comment = "『生む』は『うむ』と読む。";

Q[435].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔は草木が〔生い茂る〕場所だった。";
Q[435].Ans[0] = "おいしげる";
Q[435].Ans[1] = "ないしげる";
Q[435].Ans[2] = "さいしげる";
Q[435].Ans[3] = "しょいしげる";
Q[435].comment = "『生い茂る』は『おいしげる』と読む。";

Q[436].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>不幸な〔生い立ち〕を語る。";
Q[436].Ans[0] = "おいたち";
Q[436].Ans[1] = "ないたち";
Q[436].Ans[2] = "しょいたち";
Q[436].Ans[3] = "ういたち";
Q[436].comment = "『生い立ち』は『おいたち』と読む。";

Q[437].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>マッキーとレオには友情が〔芽生えて〕いる。";
Q[437].Ans[0] = "めばえて";
Q[437].Ans[1] = "めなえて";
Q[437].Ans[2] = "めいえて";
Q[437].Ans[3] = "めおえて";
Q[437].comment = "『芽生える』は『めばえる』と読む。";

Q[438].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くんは、ヒゲを〔生やして〕もかわいい。";
Q[438].Ans[0] = "はやして";
Q[438].Ans[1] = "なやして";
Q[438].Ans[2] = "そやして";
Q[438].Ans[3] = "いやして";
Q[438].comment = "『生やす』は『はやす』と読む。";

Q[439].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冷凍のパイ〔生地〕を使う。";
Q[439].Ans[0] = "きじ";
Q[439].Ans[1] = "なまじ";
Q[439].Ans[2] = "しょうじ";
Q[439].Ans[3] = "せいじ";
Q[439].comment = "『生地』は『きじ』と読む。";

Q[440].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔生糸〕の生産では日本有数だ。";
Q[440].Ans[0] = "きいと";
Q[440].Ans[1] = "なまいと";
Q[440].Ans[2] = "せいと";
Q[440].Ans[3] = "いきいと";
Q[440].comment = "『生糸』は『きいと』と読む。";

Q[441].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔生々しい〕証言に、全員が聞き入った。";
Q[441].Ans[0] = "なまなましい";
Q[441].Ans[1] = "せいせいしい";
Q[441].Ans[2] = "しょうじょうしい";
Q[441].Ans[3] = "いききしい";
Q[441].comment = "『生々しい』は『なまなましい』と読む。";

Q[442].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔生水〕を飲んではいけません。";
Q[442].Ans[0] = "なまみず";
Q[442].Ans[1] = "いきみず";
Q[442].Ans[2] = "せいみず";
Q[442].Ans[3] = "しょうすい";
Q[442].comment = "『生水』は『なまみず』と読む。";

Q[443].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>作品の〔完成〕を待たずに解雇された。";
Q[443].Ans[0] = "かんせい";
Q[443].Ans[1] = "かんぜい";
Q[443].Ans[2] = "かんしょう";
Q[443].Ans[3] = "かんしゅう";
Q[443].comment = "『完成』は『かんせい』と読む。";

Q[444].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学業が〔成就〕するようにお祈りする。";
Q[444].Ans[0] = "じょうじゅ";
Q[444].Ans[1] = "せいじゅ";
Q[444].Ans[2] = "しょんじゅ";
Q[444].Ans[3] = "せんじゅ";
Q[444].comment = "『成就』は『じょうじゅ』と読む。";

Q[445].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔成仏〕しない魂が、おばけになる。";
Q[445].Ans[0] = "じょうぶつ";
Q[445].Ans[1] = "せいぶつ";
Q[445].Ans[2] = "しょんぶつ";
Q[445].Ans[3] = "ぜいぶつ";
Q[445].comment = "『成仏』は『じょうぶつ』と読む。";

Q[446].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地域の〔成り立ち〕を調べてみる。";
Q[446].Ans[0] = "なりたち";
Q[446].Ans[1] = "さりたち";
Q[446].Ans[2] = "おりたち";
Q[446].Ans[3] = "かりたち";
Q[446].comment = "『なりたち』は『なりたち』と読む。";

Q[447].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何かを〔成す〕には、才能と努力が必要だ。";
Q[447].Ans[0] = "なす";
Q[447].Ans[1] = "せいす";
Q[447].Ans[2] = "おこす";
Q[447].Ans[3] = "しょうす";
Q[447].comment = "『成す』は『なす』と読む。";

Q[448].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔西暦〕を民国暦に換算するには、11を引きます。";
Q[448].Ans[0] = "せいれき";
Q[448].Ans[1] = "さいれき";
Q[448].Ans[2] = "にしれき";
Q[448].Ans[3] = "しょうれき";
Q[448].comment = "『西暦』は『せいれき』と読む。";

Q[449].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本列島を〔東西〕に横断する。";
Q[449].Ans[0] = "とうざい";
Q[449].Ans[1] = "とうさい";
Q[449].Ans[2] = "とうしん";
Q[449].Ans[3] = "とうせい";
Q[449].comment = "『東西』は『とうざい』と読む。";

Q[450].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この部屋は〔西日〕が強く当る。";
Q[450].Ans[0] = "にしび";
Q[450].Ans[1] = "さいび";
Q[450].Ans[2] = "せいび";
Q[450].Ans[3] = "しんび";
Q[450].comment = "『西日』は『にしび』と読む。";

Q[451].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学で〔声楽〕を学んでいた。";
Q[451].Ans[0] = "せいがく";
Q[451].Ans[1] = "こえがく";
Q[451].Ans[2] = "しょうがく";
Q[451].Ans[3] = "こわがく";
Q[451].comment = "『声楽』は『せいがく』と読む。";

Q[452].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夢は〔声優〕になることです。";
Q[452].Ans[0] = "せいゆう";
Q[452].Ans[1] = "こえゆう";
Q[452].Ans[2] = "はいゆう";
Q[452].Ans[3] = "じょゆう";
Q[452].comment = "『声優』は『せいゆう』と読む。";

Q[453].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事件によって、〔名声〕を失った。";
Q[453].Ans[0] = "めいせい";
Q[453].Ans[1] = "めいこえ";
Q[453].Ans[2] = "めいごえ";
Q[453].Ans[3] = "めいしょう";
Q[453].comment = "『名声』は『めいせい』と読む。";

Q[454].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔大音声〕の音楽が聞こえてきた。";
Q[454].Ans[0] = "だいおんじょう";
Q[454].Ans[1] = "だいおんせい";
Q[454].Ans[2] = "だいおんこえ";
Q[454].Ans[3] = "だいおんぜい";
Q[454].comment = "『大音声』は『だいおんじょう』と読む。";

Q[455].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の〔声〕は小鳥のようです。";
Q[455].Ans[0] = "こえ";
Q[455].Ans[1] = "かお";
Q[455].Ans[2] = "いろ";
Q[455].Ans[3] = "ほほ";
Q[455].comment = "『声』は『こえ』と読む。";

Q[456].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔声色〕を変えて、二役を演じる。";
Q[456].Ans[0] = "こわいろ";
Q[456].Ans[1] = "こえいろ";
Q[456].Ans[2] = "しょうしょく";
Q[456].Ans[3] = "せいしょく";
Q[456].comment = "『声色』は『こわいろ』と読む。";

Q[457].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔制度〕に欠陥があるのだからしようがない。";
Q[457].Ans[0] = "せいど";
Q[457].Ans[1] = "せんど";
Q[457].Ans[2] = "ちょうど";
Q[457].Ans[3] = "こうど";
Q[457].comment = "『制度』は『せいど』と読む。";

Q[458].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔同姓〕だから結婚しているというわけではない。";
Q[458].Ans[0] = "どうせい";
Q[458].Ans[1] = "どうしょう";
Q[458].Ans[2] = "どうみょう";
Q[458].Ans[3] = "どうめい";
Q[458].comment = "『同姓』は『どうせい』と読む。";

Q[459].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔百姓〕の分際で何を言うか！";
Q[459].Ans[0] = "ひゃくしょう";
Q[459].Ans[1] = "ひゃくせい";
Q[459].Ans[2] = "ひゃくしゅう";
Q[459].Ans[3] = "ひゃくぜい";
Q[459].comment = "『百姓』は『ひゃくしょう』と読む。";

Q[460].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>チームの〔遠征〕に同行する。";
Q[460].Ans[0] = "えんせい";
Q[460].Ans[1] = "えんぜい";
Q[460].Ans[2] = "えんしょう";
Q[460].Ans[3] = "えんちょう";
Q[460].comment = "『遠征』は『えんせい』と読む。";

Q[461].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最高峰を〔征服〕した気分はどうですか？";
Q[461].Ans[0] = "せいふく";
Q[461].Ans[1] = "しょうふく";
Q[461].Ans[2] = "こうふく";
Q[461].Ans[3] = "だいふく";
Q[461].comment = "『征服』は『せいふく』と読む。";

Q[462].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔理性〕ではどうにもならいことだってある。";
Q[462].Ans[0] = "りせい";
Q[462].Ans[1] = "りしょう";
Q[462].Ans[2] = "りぜい";
Q[462].Ans[3] = "りっせい";
Q[462].comment = "『理性』は『りせい』と読む。";

Q[463].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コーヒーよりも〔緑茶〕の方がいいです。";
Q[463].Ans[0] = "りょくちゃ";
Q[463].Ans[1] = "りょくさ";
Q[463].Ans[2] = "りょくしゃ";
Q[463].Ans[3] = "りょくち";
Q[463].comment = "『緑茶』は『りょくちゃ』と読む。";

Q[464].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>10時から〔茶話会〕を開きます。";
Q[464].Ans[0] = "さわかい";
Q[464].Ans[1] = "ちゃわかい";
Q[464].Ans[2] = "ちわかい";
Q[464].Ans[3] = "じゃわかい";
Q[464].comment = "『茶話会』は『さわかい』と読む。";

Q[465].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海外では若い人も〔茶道〕をやる。";
Q[465].Ans[0] = "さどう";
Q[465].Ans[1] = "ちゃとう";
Q[465].Ans[2] = "ちどう";
Q[465].Ans[3] = "ちゅうどう";
Q[465].comment = "『茶道』は『さどう』と読む。";

Q[466].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>必ず指定の服を〔着用〕してください。";
Q[466].Ans[0] = "ちゃくよう";
Q[466].Ans[1] = "ちゃよう";
Q[466].Ans[2] = "ちゅうよう";
Q[466].Ans[3] = "つけよう";
Q[466].comment = "『着用』は『ちゃくどう』と読む。";

Q[467].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔着物〕を来て街を歩いている人はいません。";
Q[467].Ans[0] = "きもの";
Q[467].Ans[1] = "ぎもの";
Q[467].Ans[2] = "ちゃくもの";
Q[467].Ans[3] = "ちゃもの";
Q[467].comment = "『着物』は『きもの』と読む。";

Q[468].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こどもに服を〔着せる〕。";
Q[468].Ans[0] = "きせる";
Q[468].Ans[1] = "あわせる";
Q[468].Ans[2] = "かせる";
Q[468].Ans[3] = "さがせる";
Q[468].comment = "『着せる』は『きせる』と読む。";

Q[469].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>目的地に〔着く〕。";
Q[469].Ans[0] = "つく";
Q[469].Ans[1] = "いく";
Q[469].Ans[2] = "ひく";
Q[469].Ans[3] = "まく";
Q[469].comment = "『着く』は『つく』と読む。";

Q[470].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ブレスレットを〔着ける〕。";
Q[470].Ans[0] = "つける";
Q[470].Ans[1] = "かける";
Q[470].Ans[2] = "おける";
Q[470].Ans[3] = "いける";
Q[470].comment = "『着ける』は『つける』と読む。";

Q[471].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は戸籍上〔非嫡出子〕だ。";
Q[471].Ans[0] = "ひちゃくしゅつし";
Q[471].Ans[1] = "ひてきしゅつし";
Q[471].Ans[2] = "ひちゅうしゅつし";
Q[471].Ans[3] = "ひちょうしゅつし";
Q[471].comment = "『非嫡出子』は『ひちゃくしゅつし』と読む。";

Q[472].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タバコのおかげで、私はニコチン〔中毒〕です。";
Q[472].Ans[0] = "ちゅうどく";
Q[472].Ans[1] = "ちょうどく";
Q[472].Ans[2] = "なかどく";
Q[472].Ans[3] = "ちゅんどく";
Q[472].comment = "『中毒』は『ちゅうどく』と読む。";

Q[473].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔中庭〕にキノコがはえている。";
Q[473].Ans[0] = "なかにわ";
Q[473].Ans[1] = "ちゅうてい";
Q[473].Ans[2] = "ちゅうにわ";
Q[473].Ans[3] = "ながにわ";
Q[473].comment = "『中庭』は『なかにわ』と読む。";

Q[474].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ケンカの〔仲裁〕をする。";
Q[474].Ans[0] = "ちゅうさい";
Q[474].Ans[1] = "なかさい";
Q[474].Ans[2] = "こうさい";
Q[474].Ans[3] = "そうさい";
Q[474].comment = "『仲裁』は『ちゅうさい』と読む。";

Q[475].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔仲間〕だったら、わかってくれるはずだ、";
Q[475].Ans[0] = "なかま";
Q[475].Ans[1] = "ながま";
Q[475].Ans[2] = "なっま";
Q[475].Ans[3] = "なきま";
Q[475].comment = "『仲間』は『なかま』と読む。";

Q[476].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔害虫〕を駆除する。";
Q[476].Ans[0] = "がいちゅう";
Q[476].Ans[1] = "がいむし";
Q[476].Ans[2] = "がいちょう";
Q[476].Ans[3] = "がいしゅう";
Q[476].comment = "『害虫』は『がいちゅう』と読む。";

Q[477].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔毛虫〕くらいで驚くな。";
Q[477].Ans[0] = "けむし";
Q[477].Ans[1] = "けむしい";
Q[477].Ans[2] = "けむじ";
Q[477].Ans[3] = "けむっし";
Q[477].comment = "『毛虫』は『けむし』と読む。";

Q[478].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>恩師に〔仲人〕を依頼する。";
Q[478].Ans[0] = "なこうど";
Q[478].Ans[1] = "なかびと";
Q[478].Ans[2] = "なかじん";
Q[478].Ans[3] = "なかにん";
Q[478].comment = "『仲人』は『なこうど』と読む。";

Q[479].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長年の〔沖積〕によってできた平野だ。";
Q[479].Ans[0] = "ちゅうせき";
Q[479].Ans[1] = "おきせき";
Q[479].Ans[2] = "こうせき";
Q[479].Ans[3] = "そうせき";
Q[479].comment = "『沖積』は『ちゅうせき』と読む。";

Q[480].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔沖〕のほうにヨットが見える。";
Q[480].Ans[0] = "おき";
Q[480].Ans[1] = "なぎ";
Q[480].Ans[2] = "はま";
Q[480].Ans[3] = "いそ";
Q[480].comment = "『沖』は『おき』と読む。";

Q[481].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔沖〕まで泳いでいこう。";
Q[481].Ans[0] = "おき";
Q[481].Ans[1] = "はま";
Q[481].Ans[2] = "いそ";
Q[481].Ans[3] = "なみ";
Q[481].comment = "『沖』は『おき』と読む。";

Q[482].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔宇宙〕には人間以外の高等生命もいることだろう。";
Q[482].Ans[0] = "うちゅう";
Q[482].Ans[1] = "うじゅう";
Q[482].Ans[2] = "うゆう";
Q[482].Ans[3] = "うしゅう";
Q[482].comment = "『宇宙』は『うちゅう』と読む。";

Q[483].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>トランポリンで〔宙〕に舞う。";
Q[483].Ans[0] = "ちゅう";
Q[483].Ans[1] = "そら";
Q[483].Ans[2] = "てん";
Q[483].Ans[3] = "なか";
Q[483].comment = "『宙』は『ちゅう』と読む。";

Q[484].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>原典に〔忠実〕に映画化する。";
Q[484].Ans[0] = "ちゅうじつ";
Q[484].Ans[1] = "しょうじつ";
Q[484].Ans[2] = "こうじつ";
Q[484].Ans[3] = "きょうじつ";
Q[484].comment = "『忠実』は『ちゅうじつ』と読む。";

Q[485].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔忠犬〕ハチ公の銅像がある。";
Q[485].Ans[0] = "ちゅうけん";
Q[485].Ans[1] = "じゅうけん";
Q[485].Ans[2] = "きょうけん";
Q[485].Ans[3] = "じょうけん";
Q[485].comment = "『忠犬』は『ちゅうけん』と読む。";

Q[486].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>サンプルを〔抽出〕する。";
Q[486].Ans[0] = "ちゅうしゅつ";
Q[486].Ans[1] = "きょうしゅつ";
Q[486].Ans[2] = "はいしゅつ";
Q[486].Ans[3] = "そうしゅつ";
Q[486].comment = "『抽出』は『ちゅうしゅつ』と読む。";

Q[487].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>当学会では、〔抽象的〕な議論こそ歓迎します。";
Q[487].Ans[0] = "ちゅうしょうてき";
Q[487].Ans[1] = "じょうしょうてき";
Q[487].Ans[2] = "そうしょうてき";
Q[487].Ans[3] = "ゆうしょうてき";
Q[487].comment = "『抽象的』は『ちゅうしょうてき』と読む。";

Q[488].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>工事を〔発注〕する。";
Q[488].Ans[0] = "はっちゅう";
Q[488].Ans[1] = "はっしゅう";
Q[488].Ans[2] = "はっじゅう";
Q[488].Ans[3] = "はっしゅ";
Q[488].comment = "『発注』は『はっちゅう』と読む。";

Q[489].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ポットからお湯を〔注ぐ〕。";
Q[489].Ans[0] = "そそぐ";
Q[489].Ans[1] = "すすぐ";
Q[489].Ans[2] = "いそぐ";
Q[489].Ans[3] = "かしぐ";
Q[489].comment = "『注ぐ』は『そそぐ』と読む。";

Q[490].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>必ず熱い湯を〔注いで〕ください。";
Q[490].Ans[0] = "そそいで";
Q[490].Ans[1] = "つないで";
Q[490].Ans[2] = "いそいで";
Q[490].Ans[3] = "すすいで";
Q[490].comment = "『注ぐ』は『そそぐ』と読む。";

Q[491].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔白昼〕の惨劇だった。";
Q[491].Ans[0] = "はくちゅう";
Q[491].Ans[1] = "はくひる";
Q[491].Ans[2] = "はくじゅう";
Q[491].Ans[3] = "はくびる";
Q[491].comment = "『白昼』は『はくちゅう』と読む。";

Q[492].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔昼夜〕を問わず働いている。";
Q[492].Ans[0] = "ちゅうや";
Q[492].Ans[1] = "ひるや";
Q[492].Ans[2] = "ちょうや";
Q[492].Ans[3] = "しゅうや";
Q[492].comment = "『昼夜』は『ちゅうや』と読む。";

Q[493].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔真昼〕だというのに、まだ寝ている。";
Q[493].Ans[0] = "まひる";
Q[493].Ans[1] = "まっぴる";
Q[493].Ans[2] = "まちゅう";
Q[493].Ans[3] = "まみなみ";
Q[493].comment = "『真昼』は『まひる』と読む。";

Q[494].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔真っ昼間〕から酒を飲むな。";
Q[494].Ans[0] = "まっぴるま";
Q[494].Ans[1] = "まっちゅうま";
Q[494].Ans[2] = "まっひるま";
Q[494].Ans[3] = "まっじゅうま";
Q[494].comment = "『真っ昼間』は『まっぴるま』と読む。";

Q[495].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔電柱〕に激突しそうになった。";
Q[495].Ans[0] = "でんちゅう";
Q[495].Ans[1] = "でんしん";
Q[495].Ans[2] = "でんしゅ";
Q[495].Ans[3] = "でんげん";
Q[495].comment = "『電柱』は『でんちゅう』と読む。";

Q[496].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家の〔柱〕に落書きをする。";
Q[496].Ans[0] = "はしら";
Q[496].Ans[1] = "ちゅう";
Q[496].Ans[2] = "かべ";
Q[496].Ans[3] = "いらか";
Q[496].comment = "『柱』は『はしら』と読む。";

Q[497].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼こそ、一家の〔大黒柱〕だ。";
Q[497].Ans[0] = "だいこくばしら";
Q[497].Ans[1] = "だいこくちゅう";
Q[497].Ans[2] = "だいこくはっしら";
Q[497].Ans[3] = "だいこくしゅう";
Q[497].comment = "『大黒柱』は『だいこくばしら』と読む。";

Q[498].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>和洋を〔折衷〕した料理だ。";
Q[498].Ans[0] = "せっちゅう";
Q[498].Ans[1] = "せっしょう";
Q[498].Ans[2] = "せっかん";
Q[498].Ans[3] = "せっぱく";
Q[498].comment = "『折衷』は『せっちゅう』と読む。";

Q[499].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>硬貨を〔鋳造〕する。";
Q[499].Ans[0] = "ちゅうぞう";
Q[499].Ans[1] = "じゅぞう";
Q[499].Ans[2] = "じゅうぞう";
Q[499].Ans[3] = "しょうぞう";
Q[499].comment = "『鋳造』は『ちゅうぞう』と読む。";