var Qnum = 60;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔勢いが弱くゆっくりしていること。〕";
Q[0].Ans[0] = "ゆるい";
Q[0].Ans[1] = "だらしない";
Q[0].Ans[2] = "やわらかい";
Q[0].Ans[3] = "なだらか";
Q[0].comment = "『ゆるい（緩い）』が正解。";

Q[1].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔サインすること。〕";
Q[1].Ans[0] = "署名";
Q[1].Ans[1] = "書道";
Q[1].Ans[2] = "執筆";
Q[1].Ans[3] = "筆記";
Q[1].comment = "『署名（しょめい）』が正解。";

Q[2].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔自然や文化に関する資料を一般に見せる機関のこと。〕";
Q[2].Ans[0] = "博物館";
Q[2].Ans[1] = "展覧会";
Q[2].Ans[2] = "マーケット";
Q[2].Ans[3] = "図書館";
Q[2].comment = "『博物館（はくぶつかん）』が正解。";

Q[3].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔身体や機械などの状態のこと。〕";
Q[3].Ans[0] = "調子";
Q[3].Ans[1] = "態度";
Q[3].Ans[2] = "都合";
Q[3].Ans[3] = "事情";
Q[3].comment = "『調子（ちょうし）』が正解。";

Q[4].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔以前の状態を続けること。〕";
Q[4].Ans[0] = "継続";
Q[4].Ans[1] = "保存";
Q[4].Ans[2] = "連続";
Q[4].Ans[3] = "相続";
Q[4].comment = "『継続（けいぞく）』が正解。";

Q[5].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔義務や責任を引き受けること。〕";
Q[5].Ans[0] = "負担";
Q[5].Ans[1] = "仕事";
Q[5].Ans[2] = "担当";
Q[5].Ans[3] = "専攻";
Q[5].comment = "『負担（ふたん）』が正解。";

Q[6].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔署名すること。〕";
Q[6].Ans[0] = "サイン";
Q[6].Ans[1] = "チェック";
Q[6].Ans[2] = "レポート";
Q[6].Ans[3] = "ライト";
Q[6].comment = "『サイン（sign）』が正解。";

Q[7].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔他人の考えや行動をもっともだと認めること。〕";
Q[7].Ans[0] = "納得（なっとく）";
Q[7].Ans[1] = "勿論（もちろん）";
Q[7].Ans[2] = "誤解（ごかい）";
Q[7].Ans[3] = "批評（ひひょう）";
Q[7].comment = "『納得（なっとく）』が正解。";

Q[8].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔そのときの状況や事情。〕";
Q[8].Ans[0] = "都合";
Q[8].Ans[1] = "スケジュール";
Q[8].Ans[2] = "態度";
Q[8].Ans[3] = "特徴";
Q[8].comment = "『都合（つごう）』が正解。";

Q[9].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔許される範囲や数字を決めること。〕";
Q[9].Ans[0] = "制限";
Q[9].Ans[1] = "規則";
Q[9].Ans[2] = "許可";
Q[9].Ans[3] = "限度";
Q[9].comment = "『制限（せいげん）』が正解。";

Q[10].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔予定の時期を先にのばすこと。〕";
Q[10].Ans[0] = "延期";
Q[10].Ans[1] = "延長";
Q[10].Ans[2] = "進歩";
Q[10].Ans[3] = "展開";
Q[10].comment = "『延期（えんき）』が正解。";

Q[11].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔人間の経済活動によって環境や人間の健康に生じる被害のこと。〕";
Q[11].Ans[0] = "公害（こうがい）";
Q[11].Ans[1] = "障害（しょうがい）";
Q[11].Ans[2] = "災難（さいなん）";
Q[11].Ans[3] = "損害（そんがい）";
Q[11].comment = "『公害（こうがい）』が正解。";

Q[12].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔何かを断ったり、やめたりすること。〕";
Q[12].Ans[0] = "遠慮（えんりょ）";
Q[12].Ans[1] = "中止（ちゅうし）";
Q[12].Ans[2] = "延期（えんき）";
Q[12].Ans[3] = "停止（ていし）";
Q[12].comment = "『遠慮（えんりょ）』が正解。";

Q[13].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔２つの地点の離れ方の程度のこと。〕";
Q[13].Ans[0] = "距離";
Q[13].Ans[1] = "場所";
Q[13].Ans[2] = "長短";
Q[13].Ans[3] = "期間";
Q[13].comment = "『距離（きょり）』が正解。";

Q[14].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔さまざまな物を並べて多くの人に見せる会のこと。〕";
Q[14].Ans[0] = "展覧会（てんらんかい）";
Q[14].Ans[1] = "コンクール";
Q[14].Ans[2] = "競技会（きょうぎかい）";
Q[14].Ans[3] = "コンサート";
Q[14].comment = "『展覧会（てんらんかい）』が正解。";

Q[15].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔知識や技術などを教えること。〕";
Q[15].Ans[0] = "指導";
Q[15].Ans[1] = "指示";
Q[15].Ans[2] = "学習";
Q[15].Ans[3] = "学術";
Q[15].comment = "『指導（しどう）』が正解。";

Q[16].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔ある物事についての見方や考え方のこと。〕";
Q[16].Ans[0] = "見解";
Q[16].Ans[1] = "見本";
Q[16].Ans[2] = "見物";
Q[16].Ans[3] = "見当";
Q[16].comment = "『見解（けんかい）』が正解。";

Q[17].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔死んだ人の財産をもらうこと。〕";
Q[17].Ans[0] = "相続";
Q[17].Ans[1] = "継続";
Q[17].Ans[2] = "連続";
Q[17].Ans[3] = "接続";
Q[17].comment = "『相続（そうぞく）』が正解。";

Q[18].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔等しいこと。〕";
Q[18].Ans[0] = "イコール";
Q[18].Ans[1] = "リポート";
Q[18].Ans[2] = "オーバー";
Q[18].Ans[3] = "レベル";
Q[18].comment = "『イコール（equal）』が正解。";

Q[19].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔イコールであること。〕";
Q[19].Ans[0] = "ひとしい";
Q[19].Ans[1] = "したしい";
Q[19].Ans[2] = "しつこい";
Q[19].Ans[3] = "はげしい";
Q[19].comment = "『ひとしい（等しい）』が正解。";

Q[20].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔人間が感覚で知ることのできる出来事や物事のこと。〕";
Q[20].Ans[0] = "現象";
Q[20].Ans[1] = "印象";
Q[20].Ans[2] = "想像";
Q[20].Ans[3] = "物理";
Q[20].comment = "『現象（げんしょう）』が正解。";

Q[21].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔いつまでもずっと続くこと。〕";
Q[21].Ans[0] = "永久";
Q[21].Ans[1] = "長期";
Q[21].Ans[2] = "延期";
Q[21].Ans[3] = "限界";
Q[21].comment = "『永久（えいきゅう）』が正解。";

Q[22].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔予定よりも期間や長さを長くすること。〕";
Q[22].Ans[0] = "延長";
Q[22].Ans[1] = "延期";
Q[22].Ans[2] = "継続";
Q[22].Ans[3] = "維持";
Q[22].comment = "『延長（えんちょう）』が正解。";

Q[23].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔物が持つ力のこと。〕";
Q[23].Ans[0] = "エネルギー";
Q[23].Ans[1] = "エチケット";
Q[23].Ans[2] = "スタイル";
Q[23].Ans[3] = "エンジン";
Q[23].comment = "『エネルギー（Energie：ドイツ語）』が正解。";

Q[24].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔形や大きさを大きくすること。〕";
Q[24].Ans[0] = "かくだい";
Q[24].Ans[1] = "ぞうだい";
Q[24].Ans[2] = "ぼうだい";
Q[24].Ans[3] = "えんちょう";
Q[24].comment = "『かくだい（拡大）』が正解。";

Q[25].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔グループのこと。〕";
Q[25].Ans[0] = "集団";
Q[25].Ans[1] = "固体";
Q[25].Ans[2] = "構造";
Q[25].Ans[3] = "制度";
Q[25].comment = "『集団（しゅうだん）』が正解。";

Q[26].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔集団のこと。〕";
Q[26].Ans[0] = "グループ";
Q[26].Ans[1] = "サービス";
Q[26].Ans[2] = "スタイル";
Q[26].Ans[3] = "エプロン";
Q[26].comment = "『グループ（group）』が正解。";

Q[27].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔物質が安定した形を持つ状態のこと。〕";
Q[27].Ans[0] = "固体";
Q[27].Ans[1] = "状況";
Q[27].Ans[2] = "現象";
Q[27].Ans[3] = "構造";
Q[27].comment = "『固体（こたい）』が正解。";

Q[28].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔国と国との交際のこと。〕";
Q[28].Ans[0] = "外交";
Q[28].Ans[1] = "国際";
Q[28].Ans[2] = "国家";
Q[28].Ans[3] = "海外";
Q[28].comment = "『外交（がいこう）』が正解。";

Q[29].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔悪いところを変えて、よりよいものにすること。〕";
Q[29].Ans[0] = "改善";
Q[29].Ans[1] = "改造";
Q[29].Ans[2] = "修理";
Q[29].Ans[3] = "整理";
Q[29].comment = "『改善（かいぜん）』が正解。";

Q[30].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔物事がもとの良かった状態に戻ること。〕";
Q[30].Ans[0] = "回復";
Q[30].Ans[1] = "本来";
Q[30].Ans[2] = "修理";
Q[30].Ans[3] = "改善";
Q[30].comment = "『回復（かいふく）』が正解。";

Q[31].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔最初から決まっている物の値段のこと。〕";
Q[31].Ans[0] = "定価";
Q[31].Ans[1] = "料金";
Q[31].Ans[2] = "代金";
Q[31].Ans[3] = "給与";
Q[31].comment = "『定価（ていか）』が正解。";

Q[32].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔アパートなどを持っている人のこと。〕";
Q[32].Ans[0] = "大家";
Q[32].Ans[1] = "大臣";
Q[32].Ans[2] = "主人";
Q[32].Ans[3] = "大人";
Q[32].comment = "『大家（おおや）』が正解。";

Q[33].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔人が住む家のこと。〕";
Q[33].Ans[0] = "住宅";
Q[33].Ans[1] = "自宅";
Q[33].Ans[2] = "住所";
Q[33].Ans[3] = "滞在";
Q[33].comment = "『住宅（じゅうたく）』が正解。";

Q[34].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔人が住むための建物のこと。〕";
Q[34].Ans[0] = "かおく";
Q[34].Ans[1] = "じたく";
Q[34].Ans[2] = "かぐ";
Q[34].Ans[3] = "じゅうしょ";
Q[34].comment = "『家屋（かおく）』が正解。";

Q[35].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔いきいきとした様子のこと。〕";
Q[35].Ans[0] = "活気";
Q[35].Ans[1] = "活動";
Q[35].Ans[2] = "健康";
Q[35].Ans[3] = "保健";
Q[35].comment = "『活気（かっき）』が正解。";

Q[36].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔ある考え方が正しいかどうかを知るために、実際にやってみること。〕";
Q[36].Ans[0] = "実験";
Q[36].Ans[1] = "観察";
Q[36].Ans[2] = "監視";
Q[36].Ans[3] = "実物";
Q[36].comment = "『実験（じっけん）』が正解。";

Q[37].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔すべてできあがること。〕";
Q[37].Ans[0] = "完成";
Q[37].Ans[1] = "終了";
Q[37].Ans[2] = "完了";
Q[37].Ans[3] = "結果";
Q[37].comment = "『完成（かんせい）』が正解。";

Q[38].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔作業などががすべて終わること。〕";
Q[38].Ans[0] = "完了";
Q[38].Ans[1] = "結果";
Q[38].Ans[2] = "結局";
Q[38].Ans[3] = "完全";
Q[38].comment = "『完了（かんりょう）』が正解。";

Q[39].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔それをしなければならない義務があること。〕";
Q[39].Ans[0] = "責任";
Q[39].Ans[1] = "権利";
Q[39].Ans[2] = "仕事";
Q[39].Ans[3] = "経営";
Q[39].comment = "『責任（せきにん）』が正解。";

Q[40].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔仕事が休みの日のこと。〕";
Q[40].Ans[0] = "休暇";
Q[40].Ans[1] = "休憩";
Q[40].Ans[2] = "休息";
Q[40].Ans[3] = "休養";
Q[40].comment = "『休暇（きゅうか）』が正解。";

Q[41].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔非常に高い価値があること。〕";
Q[41].Ans[0] = "貴重";
Q[41].Ans[1] = "高等";
Q[41].Ans[2] = "上品";
Q[41].Ans[3] = "尊重";
Q[41].comment = "『貴重（きちょう）』が正解。";

Q[42].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔程度が高いこと。〕";
Q[42].Ans[0] = "高等";
Q[42].Ans[1] = "上品";
Q[42].Ans[2] = "価値";
Q[42].Ans[3] = "頂点";
Q[42].comment = "『高等（こうとう）』が正解。";

Q[43].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔レベルのこと。〕";
Q[43].Ans[0] = "水準";
Q[43].Ans[1] = "平均";
Q[43].Ans[2] = "水平";
Q[43].Ans[3] = "基準";
Q[43].comment = "『水準（すいじゅん）』が正解。";

Q[44].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔異なる地域や組織の間で、人や物が行ったり来たりすること。〕";
Q[44].Ans[0] = "交流";
Q[44].Ans[1] = "輸出";
Q[44].Ans[2] = "貿易";
Q[44].Ans[3] = "国際";
Q[44].comment = "『交流（こうりゅう）』が正解。";

Q[45].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔つくること。〕";
Q[45].Ans[0] = "こしらえる";
Q[45].Ans[1] = "たくわえる";
Q[45].Ans[2] = "さかのぼる";
Q[45].Ans[3] = "さしつかえる";
Q[45].comment = "『こしらえる（拵える）』が正解。";

Q[46].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔何かをたくわえておくこと。〕";
Q[46].Ans[0] = "貯蔵";
Q[46].Ans[1] = "財産";
Q[46].Ans[2] = "維持";
Q[46].Ans[3] = "存在";
Q[46].comment = "『貯蔵（ちょぞう）』が正解。";

Q[47].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔物を集めること。〕";
Q[47].Ans[0] = "コレクション";
Q[47].Ans[1] = "趣味";
Q[47].Ans[2] = "構成";
Q[47].Ans[3] = "シリーズ";
Q[47].comment = "『コレクション（collection）』が正解。";

Q[48].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔熱心に何かをする様子。〕";
Q[48].Ans[0] = "せっせと";
Q[48].Ans[1] = "どっと";
Q[48].Ans[2] = "さっさと";
Q[48].Ans[3] = "きちんと";
Q[48].comment = "『せっせと』が正解。";

Q[49].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔物事がうまく進んでいること。〕";
Q[49].Ans[0] = "順調";
Q[49].Ans[1] = "調子";
Q[49].Ans[2] = "展開";
Q[49].Ans[3] = "維持";
Q[49].comment = "『順調（じゅんちょう）』が正解。";

Q[50].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔長いものの先のこと。〕";
Q[50].Ans[0] = "先端";
Q[50].Ans[1] = "先頭";
Q[50].Ans[2] = "トップ";
Q[50].Ans[3] = "途端";
Q[50].comment = "『先端（せんたん）』が正解。";

Q[51].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔すぐれた素質や能力のこと。〕";
Q[51].Ans[0] = "才能";
Q[51].Ans[1] = "効力";
Q[51].Ans[2] = "有能";
Q[51].Ans[3] = "優秀";
Q[51].comment = "『才能（さいのう）』が正解。";

Q[52].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔必要なことを知らせること。〕";
Q[52].Ans[0] = "通知";
Q[52].Ans[1] = "情報";
Q[52].Ans[2] = "メモ";
Q[52].Ans[3] = "伝言";
Q[52].comment = "『通知（つうち）』が正解。";

Q[53].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔間違いがないこと。〕";
Q[53].Ans[0] = "正確";
Q[53].Ans[1] = "明確";
Q[53].Ans[2] = "確率";
Q[53].Ans[3] = "事実";
Q[53].comment = "『正確（せいかく）』が正解。";

Q[54].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔毎日必ずすることに決めていること。〕";
Q[54].Ans[0] = "日課";
Q[54].Ans[1] = "日程";
Q[54].Ans[2] = "習慣";
Q[54].Ans[3] = "課程";
Q[54].comment = "『日課（にっか）』が正解。";

Q[55].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔もようがないこと。〕";
Q[55].Ans[0] = "無地";
Q[55].Ans[1] = "カラー";
Q[55].Ans[2] = "同様";
Q[55].Ans[3] = "符号";
Q[55].comment = "『無地（むじ）』が正解。";

Q[56].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔もう少しで何かが起こりそうな様子のこと。〕";
Q[56].Ans[0] = "いまにも";
Q[56].Ans[1] = "いつのまにか";
Q[56].Ans[2] = "もしかすると";
Q[56].Ans[3] = "めっきり";
Q[56].comment = "『いまにも』が正解。";

Q[57].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔場所や住所が変わること。〕";
Q[57].Ans[0] = "移転";
Q[57].Ans[1] = "移動";
Q[57].Ans[2] = "回転";
Q[57].Ans[3] = "変更";
Q[57].comment = "『移転（いてん）』が正解。";

Q[58].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔尊敬の気持ちを態度や行動で表わすこと。〕";
Q[58].Ans[0] = "うやまう";
Q[58].Ans[1] = "うらやむ";
Q[58].Ans[2] = "うけたまわる";
Q[58].Ans[3] = "ぞんじる";
Q[58].comment = "『うやまう（敬う）』が正解。";

Q[59].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔内容をわかりやすくして言うこと。〕";
Q[59].Ans[0] = "解説";
Q[59].Ans[1] = "解釈";
Q[59].Ans[2] = "演説";
Q[59].Ans[3] = "要点";
Q[59].comment = "『解説（かいせつ）』が正解。";

Q[60].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔新聞の文章のこと。〕";
Q[60].Ans[0] = "記事";
Q[60].Ans[1] = "記録";
Q[60].Ans[2] = "日記";
Q[60].Ans[3] = "事実";
Q[60].comment = "『記事（きじ）』が正解。";

Q[61].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔時期や期間がもとから決まっていること。〕";
Q[61].Ans[0] = "定期";
Q[61].Ans[1] = "予期";
Q[61].Ans[2] = "一定";
Q[61].Ans[3] = "予約";
Q[61].comment = "『定期（ていき）』が正解。";

Q[62].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔ふたつの道路が十の形にまじわる所。〕";
Q[62].Ans[0] = "四つ角";
Q[62].Ans[1] = "曲がり角";
Q[62].Ans[2] = "三角点";
Q[62].Ans[3] = "角地";
Q[62].comment = "『四つ角（よつかど）』が正解。";

Q[63].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔差別しないで同じように扱うこと。〕";
Q[63].Ans[0] = "平等";
Q[63].Ans[1] = "平均";
Q[63].Ans[2] = "公平";
Q[63].Ans[3] = "水平";
Q[63].comment = "『平等（びょうどう）』が正解。";

Q[64].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔上がったり下がったりしていないこと。〕";
Q[64].Ans[0] = "水平";
Q[64].Ans[1] = "平行";
Q[64].Ans[2] = "水準";
Q[64].Ans[3] = "公平";
Q[64].comment = "『水平（すいへい）』が正解。";

Q[65].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔売買を目的とする物のこと。〕";
Q[65].Ans[0] = "商品";
Q[65].Ans[1] = "製品";
Q[65].Ans[2] = "品物";
Q[65].Ans[3] = "東西";
Q[65].comment = "『商品（しょうひん）』が正解。";

Q[66].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔社会の全体に関わるものであること。〕";
Q[66].Ans[0] = "公共";
Q[66].Ans[1] = "国家";
Q[66].Ans[2] = "政府";
Q[66].Ans[3] = "国立";
Q[66].comment = "『公共（こうきょう）』が正解。";

Q[67].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔個人が国家に属する身分のこと。〕";
Q[67].Ans[0] = "国籍";
Q[67].Ans[1] = "国民";
Q[67].Ans[2] = "パスポート";
Q[67].Ans[3] = "国際";
Q[67].comment = "『国籍（こくせき）』が正解。";

Q[68].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔電車やバスが最後に着くところ。〕";
Q[68].Ans[0] = "終点";
Q[68].Ans[1] = "ゴール";
Q[68].Ans[2] = "目的地";
Q[68].Ans[3] = "最終";
Q[68].comment = "『終点（しゅうてん）』が正解。";

Q[69].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔適当でない点を直すこと。〕";
Q[69].Ans[0] = "改正";
Q[69].Ans[1] = "解釈";
Q[69].Ans[2] = "解決";
Q[69].Ans[3] = "改造";
Q[69].comment = "『改正（かいせい）』が正解。";

Q[70].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔生き物が育って大きくなること。〕";
Q[70].Ans[0] = "成長";
Q[70].Ans[1] = "大人";
Q[70].Ans[2] = "発達";
Q[70].Ans[3] = "増大";
Q[70].comment = "『成長（せいちょう）』が正解。";

Q[71].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔何かをするように強く求めること。〕";
Q[71].Ans[0] = "命令";
Q[71].Ans[1] = "指示";
Q[71].Ans[2] = "依頼";
Q[71].Ans[3] = "注文";
Q[71].comment = "『命令（めいれい）』が正解。";

Q[72].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔ありがたいと思うこと。〕";
Q[72].Ans[0] = "感謝";
Q[72].Ans[1] = "感動";
Q[72].Ans[2] = "感心";
Q[72].Ans[3] = "感想";
Q[72].comment = "『感謝（かんしゃ）』が正解。";

Q[73].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔新しい考えを思いつくこと。〕";
Q[73].Ans[0] = "発想";
Q[73].Ans[1] = "発達";
Q[73].Ans[2] = "発見";
Q[73].Ans[3] = "発表";
Q[73].comment = "『発想（はっそう）』が正解。";

Q[74].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔知られていなかった物や場所を見つけること。〕";
Q[74].Ans[0] = "発見";
Q[74].Ans[1] = "理解";
Q[74].Ans[2] = "想像";
Q[74].Ans[3] = "存在";
Q[74].comment = "『発見（はっけん）』が正解。";

Q[75].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔持っている力を出すこと。〕";
Q[75].Ans[0] = "発揮";
Q[75].Ans[1] = "実力";
Q[75].Ans[2] = "本来";
Q[75].Ans[3] = "才能";
Q[75].comment = "『発揮（はっき）』が正解。";

Q[76].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔全体の半分よりも多い数。〕";
Q[76].Ans[0] = "過半数";
Q[76].Ans[1] = "大部分";
Q[76].Ans[2] = "平均";
Q[76].Ans[3] = "大半";
Q[76].comment = "『過半数（かはんすう）』が正解。";

Q[77].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔ものごとの程度が大きくない様子。〕";
Q[77].Ans[0] = "多少";
Q[77].Ans[1] = "多量";
Q[77].Ans[2] = "多分";
Q[77].Ans[3] = "多数";
Q[77].comment = "『多少（たしょう）』が正解。";

Q[78].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔要素を組み立てて全体をつくること。〕";
Q[78].Ans[0] = "構成";
Q[78].Ans[1] = "構造";
Q[78].Ans[2] = "設計";
Q[78].Ans[3] = "内容";
Q[78].comment = "『構成（こうせい）』が正解。";

Q[79].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔実際にその通りであるということ。〕";
Q[79].Ans[0] = "本当";
Q[79].Ans[1] = "正直";
Q[79].Ans[2] = "事実";
Q[79].Ans[3] = "現実";
Q[79].comment = "『本当（ほんとう）』が正解。";

Q[80].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔ある基準で自分の考えを決めること。〕";
Q[80].Ans[0] = "判断";
Q[80].Ans[1] = "決心";
Q[80].Ans[2] = "評価";
Q[80].Ans[3] = "感想";
Q[80].comment = "『判断（はんだん）』が正解。";

Q[81].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔早くするように求めること。〕";
Q[81].Ans[0] = "催促（さいそく）";
Q[81].Ans[1] = "早速（さっそく）";
Q[81].Ans[2] = "需要（じゅよう）";
Q[81].Ans[3] = "加速（かそく）";
Q[81].comment = "『催促（さいそく）』が正解。";

Q[82].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔あることが起きる可能性の大きさ。〕";
Q[82].Ans[0] = "確率";
Q[82].Ans[1] = "場合";
Q[82].Ans[2] = "割合";
Q[82].Ans[3] = "確実";
Q[82].comment = "『確率（かくりつ）』が正解。";

Q[83].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔具体的な例とするために、その一部分を取り出したもの。〕";
Q[83].Ans[0] = "サンプル";
Q[83].Ans[1] = "アイディア";
Q[83].Ans[2] = "イメージ";
Q[83].Ans[3] = "メンバー";
Q[83].comment = "『サンプル（sample）』が正解。";

Q[84].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔物事や要素の関わり方が簡単ではないこと。〕";
Q[84].Ans[0] = "複雑";
Q[84].Ans[1] = "乱暴";
Q[84].Ans[2] = "構造";
Q[84].Ans[3] = "面倒";
Q[84].comment = "『複雑（ふくざつ）』が正解。";

Q[85].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔手間がかかって簡単ではないこと。〕";
Q[85].Ans[0] = "面倒";
Q[85].Ans[1] = "困難";
Q[85].Ans[2] = "混雑";
Q[85].Ans[3] = "混乱";
Q[85].comment = "『面倒（めんどう）』が正解。";

Q[86].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔書籍を商品として出すこと。〕";
Q[86].Ans[0] = "出版";
Q[86].Ans[1] = "印刷";
Q[86].Ans[2] = "発表";
Q[86].Ans[3] = "書店";
Q[86].comment = "『出版（しゅっぱん）』が正解。";

Q[87].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔事態が重大で容易ではないこと。〕";
Q[87].Ans[0] = "深刻";
Q[87].Ans[1] = "真剣";
Q[87].Ans[2] = "限界";
Q[87].Ans[3] = "非常";
Q[87].comment = "『深刻（しんこく）』が正解。";

Q[88].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔それ自身が持っている機能や能力を生かすこと。〕";
Q[88].Ans[0] = "活用";
Q[88].Ans[1] = "活躍";
Q[88].Ans[2] = "発揮";
Q[88].Ans[3] = "表現";
Q[88].comment = "『活用（かつよう）』が正解。";

Q[89].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔むだをやめて使う量を減らすこと。〕";
Q[89].Ans[0] = "節約";
Q[89].Ans[1] = "省略";
Q[89].Ans[2] = "縮小";
Q[89].Ans[3] = "低下";
Q[89].comment = "『節約（せつやく）』が正解。";

Q[90].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔文章の一部を取り去ること。〕";
Q[90].Ans[0] = "削除";
Q[90].Ans[1] = "省略";
Q[90].Ans[2] = "消化";
Q[90].Ans[3] = "修正";
Q[90].comment = "『削除（さくじょ）』が正解。";

Q[91].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔パスすること。〕";
Q[91].Ans[0] = "通過";
Q[91].Ans[1] = "成功";
Q[91].Ans[2] = "入学";
Q[91].Ans[3] = "休憩";
Q[91].comment = "『通過（つうか）』が正解。";

Q[92].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔近くの環境やそばにいる人のこと。〕";
Q[92].Ans[0] = "周囲";
Q[92].Ans[1] = "近所";
Q[92].Ans[2] = "郊外";
Q[92].Ans[3] = "仲間";
Q[92].comment = "『周囲（しゅうい）』が正解。";

Q[93].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔突然生じる不幸な出来事のこと。〕";
Q[93].Ans[0] = "災難";
Q[93].Ans[1] = "不運";
Q[93].Ans[2] = "障害";
Q[93].Ans[3] = "困難";
Q[93].comment = "『災難（さいなん）』が正解。";

Q[94].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔順番や方向が決められた道のこと。〕";
Q[94].Ans[0] = "コース";
Q[94].Ans[1] = "コート";
Q[94].Ans[2] = "コーラス";
Q[94].Ans[3] = "コーチ";
Q[94].comment = "『コース（course）』が正解。";

Q[95].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔西洋風の茶碗のこと。〕";
Q[95].Ans[0] = "カップ";
Q[95].Ans[1] = "コップ";
Q[95].Ans[2] = "グラス";
Q[95].Ans[3] = "ガラス";
Q[95].comment = "『カップ（cup）』が正解。";

Q[96].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔水などを入れて持ち運ぶための容器のこと。〕";
Q[96].Ans[0] = "バケツ";
Q[96].Ans[1] = "ボール";
Q[96].Ans[2] = "ケース";
Q[96].Ans[3] = "カップ";
Q[96].comment = "『バケツ（bucket）』が正解。";

Q[97].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔電気器具のコードをさす場所のこと。〕";
Q[97].Ans[0] = "コンセント";
Q[97].Ans[1] = "ボタン";
Q[97].Ans[2] = "スイッチ";
Q[97].Ans[3] = "ラケット";
Q[97].comment = "『コンセント（和製英語）』が正解。";

Q[98].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔警告や合図のために大きな音を出す装置のこと。〕";
Q[98].Ans[0] = "サイレン";
Q[98].Ans[1] = "ラジカセ";
Q[98].Ans[2] = "マイク";
Q[98].Ans[3] = "スピーカー";
Q[98].comment = "『サイレン（siren）』が正解。";

Q[99].Quest = "言葉の意味や使い方の説明に最もあうことばを一つ選びなさい。<br>〔団体を構成する人のこと。〕";
Q[99].Ans[0] = "メンバー";
Q[99].Ans[1] = "チーム";
Q[99].Ans[2] = "グループ";
Q[99].Ans[3] = "キャプテン";
Q[99].comment = "『メンバー（member）』が正解。";
