var Qnum = 500;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お金に〔細かい〕人は嫌われます。";
Q[0].Ans[0] = "こまかい";
Q[0].Ans[1] = "ちいさい";
Q[0].Ans[2] = "うるさい";
Q[0].Ans[3] = "いやしい";
Q[0].comment = "『細かい』は『こまかい』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女にはだいぶ〔貢いで〕います。";
Q[1].Ans[0] = "みついで";
Q[1].Ans[1] = "とついで";
Q[1].Ans[2] = "かせいで";
Q[1].Ans[3] = "もらいで";
Q[1].comment = "『貢ぐ』は『みつぐ』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一重でも〔二重〕でもかっこいい人はかっこいいものです。";
Q[2].Ans[0] = "ふたえ";
Q[2].Ans[1] = "にえ";
Q[2].Ans[2] = "ふたじゅう";
Q[2].Ans[3] = "にんじゅう";
Q[2].comment = "『二重』は『ふたえ』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あと〔二日〕で夏休みになります。";
Q[3].Ans[0] = "ふつか";
Q[3].Ans[1] = "ようか";
Q[3].Ans[2] = "はつか";
Q[3].Ans[3] = "むいか";
Q[3].comment = "『二日』は『ふつか』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、実家のお寺を継ぐために〔尼寺〕で修行している。";
Q[4].Ans[0] = "あまでら";
Q[4].Ans[1] = "にじ";
Q[4].Ans[2] = "あまじ";
Q[4].Ans[3] = "にでら";
Q[4].comment = "『尼寺』は『あまでら』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>出家して仏門に入った女性は〔尼僧〕と呼ばれる。";
Q[5].Ans[0] = "にそう";
Q[5].Ans[1] = "にょそう";
Q[5].Ans[2] = "あまそう";
Q[5].Ans[3] = "ひそう";
Q[5].comment = "『尼僧』は『にそう』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>領収証には〔弐萬円〕と書いてあった。";
Q[6].Ans[0] = "にまんねん";
Q[6].Ans[1] = "さんまんえん";
Q[6].Ans[2] = "ごまんえん";
Q[6].Ans[3] = "ななまんえん";
Q[6].comment = "『弐萬円』は『にまんえん』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔肉眼〕では確認できない大きさだ。";
Q[7].Ans[0] = "にくがん";
Q[7].Ans[1] = "にんがん";
Q[7].Ans[2] = "にゅうがん";
Q[7].Ans[3] = "にっがん";
Q[7].comment = "『肉眼』は『にくがん』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>印刷よりも〔肉筆〕の方が心がこもっている。";
Q[8].Ans[0] = "にくひつ";
Q[8].Ans[1] = "にっぴつ";
Q[8].Ans[2] = "にんぴつ";
Q[8].Ans[3] = "にゅうひつ";
Q[8].comment = "『肉筆』は『にくひつ』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>直射〔日光〕をさけて保管してください。";
Q[9].Ans[0] = "にっこう";
Q[9].Ans[1] = "ひこう";
Q[9].Ans[2] = "にちこう";
Q[9].Ans[3] = "じっこう";
Q[9].comment = "『日光』は『にっこう』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔直射〕日光をさけて保管してください。";
Q[10].Ans[0] = "ちょくしゃ";
Q[10].Ans[1] = "ちょうしゃ";
Q[10].Ans[2] = "ちょっしゃ";
Q[10].Ans[3] = "ちょしゃ";
Q[10].comment = "『直射』は『ちょくしゃ』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>直射日光をさけて〔保管〕してください。";
Q[11].Ans[0] = "ほかん";
Q[11].Ans[1] = "ほうかん";
Q[11].Ans[2] = "ほっかん";
Q[11].Ans[3] = "ほんかん";
Q[11].comment = "『保管』は『ほかん』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>五月の〔一日〕に会議がありますから、忘れないでください。";
Q[12].Ans[0] = "ついたち";
Q[12].Ans[1] = "ひとひ";
Q[12].Ans[2] = "いちじつ";
Q[12].Ans[3] = "ひとか";
Q[12].comment = "『一日』は『ついたち』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔連日〕暑い日が続いている。";
Q[13].Ans[0] = "れんじつ";
Q[13].Ans[1] = "れんにち";
Q[13].Ans[2] = "れんび";
Q[13].Ans[3] = "れんか";
Q[13].comment = "『連日』は『れんじつ』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>さすがに〔平日〕だと空いていますね。";
Q[14].Ans[0] = "へいじつ";
Q[14].Ans[1] = "ひらひ";
Q[14].Ans[2] = "へいにち";
Q[14].Ans[3] = "ひらにち";
Q[14].comment = "『平日』は『へいじつ』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔日帰り〕で温泉に行って来ました。";
Q[15].Ans[0] = "ひがえり";
Q[15].Ans[1] = "にちがえり";
Q[15].Ans[2] = "じつがえり";
Q[15].Ans[3] = "かがえり";
Q[15].comment = "『日帰り』は『ひがえり』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あと〔十日〕もすると、今年も終わりですね。";
Q[16].Ans[0] = "とおか";
Q[16].Ans[1] = "じゅうじつ";
Q[16].Ans[2] = "じっじつ";
Q[16].Ans[3] = "じゅうか";
Q[16].comment = "『十日』は『とおか』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学〔入試〕まであと２ヶ月です。";
Q[17].Ans[0] = "にゅうし";
Q[17].Ans[1] = "にうし";
Q[17].Ans[2] = "にゅっし";
Q[17].Ans[3] = "にゅしい";
Q[17].comment = "『入試』は『にゅうし』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スロットにカードを〔挿入〕する。";
Q[18].Ans[0] = "そうにゅう";
Q[18].Ans[1] = "そういれ";
Q[18].Ans[2] = "さしにゅう";
Q[18].Ans[3] = "さしいれ";
Q[18].comment = "『挿入』は『そうにゅう』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔お気に入り〕の男の子の写真を集めている。";
Q[19].Ans[0] = "おきにいり";
Q[19].Ans[1] = "おきにはいり";
Q[19].Ans[2] = "おきにいれり";
Q[19].Ans[3] = "おきにはいれり";
Q[19].comment = "『お気に入り』は『おきにいり』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会場は〔大入り〕満員です。";
Q[20].Ans[0] = "おおいり";
Q[20].Ans[1] = "おおはいり";
Q[20].Ans[2] = "だいいり";
Q[20].Ans[3] = "だいはいり";
Q[20].comment = "『大入り』は『おおいり』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コーヒーに砂糖は〔入れ〕ますか？";
Q[21].Ans[0] = "いれ";
Q[21].Ans[1] = "はいれ";
Q[21].Ans[2] = "はいら";
Q[21].Ans[3] = "いれら";
Q[21].comment = "『入れる』は『いれる』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>早くお風呂に〔入り〕なさい。";
Q[22].Ans[0] = "はいり";
Q[22].Ans[1] = "いり";
Q[22].Ans[2] = "まい";
Q[22].Ans[3] = "いれり";
Q[22].comment = "『入る』は『はいる』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乳児〕にビールを飲ませんなんて、どういうつもりだ。";
Q[23].Ans[0] = "にゅうじ";
Q[23].Ans[1] = "ちちじ";
Q[23].Ans[2] = "ちご";
Q[23].Ans[3] = "あかご";
Q[23].comment = "『乳児』は『にゅうじ』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乳製品〕は身体にいいということだ。";
Q[24].Ans[0] = "にゅうせいひん";
Q[24].Ans[1] = "ちちせいひん";
Q[24].Ans[2] = "ちせいひん";
Q[24].Ans[3] = "にゅっせいひん";
Q[24].comment = "『乳製品』は『にゅうせいひん』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>牛の〔乳〕をししぼる。";
Q[25].Ans[0] = "ちち";
Q[25].Ans[1] = "にゅう";
Q[25].Ans[2] = "みるく";
Q[25].Ans[3] = "むね";
Q[25].comment = "『乳』は『ちち』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乳首〕にピアスをするなんてやめなさい。";
Q[26].Ans[0] = "ちくび";
Q[26].Ans[1] = "ちちくび";
Q[26].Ans[2] = "にゅうしゅ";
Q[26].Ans[3] = "むなくび";
Q[26].comment = "『乳首』は『ちくび』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤ちゃんを〔乳母車〕にのせる。";
Q[27].Ans[0] = "うばぐるま";
Q[27].Ans[1] = "ちちははくるま";
Q[27].Ans[2] = "にゅうぼしゃ";
Q[27].Ans[3] = "ちぼしゃ";
Q[27].comment = "『乳母車』は『うばぐるま』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女が服を脱ぐと、豊かな〔乳房〕があらわになった。";
Q[28].Ans[0] = "ちぶさ";
Q[28].Ans[1] = "ちちぶさ";
Q[28].Ans[2] = "にゅうぶさ";
Q[28].Ans[3] = "にゅぶさ";
Q[28].comment = "『乳房』は『ちぶさ』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔尿酸〕が増えると痛風になります。";
Q[29].Ans[0] = "にょうさん";
Q[29].Ans[1] = "にょさん";
Q[29].Ans[2] = "にゅうさん";
Q[29].Ans[3] = "にゅんさん";
Q[29].comment = "『尿酸』は『にょうさん』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>激しく〔尿意〕を催す。";
Q[30].Ans[0] = "にょうい";
Q[30].Ans[1] = "にょい";
Q[30].Ans[2] = "しい";
Q[30].Ans[3] = "しゅうい";
Q[30].comment = "『尿意』は『にょうい』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>途中でやめるなんて〔無責任〕だ。";
Q[31].Ans[0] = "むせきにん";
Q[31].Ans[1] = "むせいにん";
Q[31].Ans[2] = "むせんにん";
Q[31].Ans[3] = "むせつにん";
Q[31].comment = "『無責任』は『むせきにん』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>革命の英雄だった男が首相に〔任命〕された。";
Q[32].Ans[0] = "にんめい";
Q[32].Ans[1] = "こうめい";
Q[32].Ans[2] = "とうめい";
Q[32].Ans[3] = "ゆうめい";
Q[32].comment = "『任命』は『にんめい』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔人任せ〕にしないで、自分の力でやりなさい。";
Q[33].Ans[0] = "ひとまかせ";
Q[33].Ans[1] = "ひとまたせ";
Q[33].Ans[2] = "ひとはかせ";
Q[33].Ans[3] = "ひとさがせ";
Q[33].comment = "『人任せ』は『ひとまかせ』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その仕事は君にすべて〔任せる〕から、責任を持ってやってくれ。";
Q[34].Ans[0] = "まかせる";
Q[34].Ans[1] = "ならせる";
Q[34].Ans[2] = "おわせる";
Q[34].Ans[3] = "たらせる";
Q[34].comment = "『任せる』は『まかせる』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、今〔妊娠〕３ヶ月だそうだ。";
Q[35].Ans[0] = "にんしん";
Q[35].Ans[1] = "にっしん";
Q[35].Ans[2] = "にゅうしん";
Q[35].Ans[3] = "にょうしん";
Q[35].comment = "『妊娠』は『にんしん』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔不妊〕に悩んでいるらしい。";
Q[36].Ans[0] = "ふにん";
Q[36].Ans[1] = "ふにゅう";
Q[36].Ans[2] = "ふとう";
Q[36].Ans[3] = "ふちゅう";
Q[36].comment = "『不妊』は『ふにん』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間〔忍耐〕が肝要です。";
Q[37].Ans[0] = "にんたい";
Q[37].Ans[1] = "にったい";
Q[37].Ans[2] = "にゅうたい";
Q[37].Ans[3] = "かんたい";
Q[37].comment = "『忍耐』は『にんたい』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大統領は、いまや〔残忍〕な殺人部隊の司令官といっていい。";
Q[38].Ans[0] = "ざんにん";
Q[38].Ans[1] = "ざんしん";
Q[38].Ans[2] = "ざんいん";
Q[38].Ans[3] = "ざんじん";
Q[38].comment = "『残忍』は『ざんにん』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは世を〔忍ぶ〕仮の姿だ。";
Q[39].Ans[0] = "しのぶ";
Q[39].Ans[1] = "むすぶ";
Q[39].Ans[2] = "あそぶ";
Q[39].Ans[3] = "まなぶ";
Q[39].comment = "『忍ぶ』は『しのぶ』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔忍び会う〕恋を夜霧が包む。";
Q[40].Ans[0] = "しのびあう";
Q[40].Ans[1] = "まなびあう";
Q[40].Ans[2] = "むすびあう";
Q[40].Ans[3] = "ならびあう";
Q[40].comment = "『忍び会う』は『しのびあう』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>加賀の〔忍者寺〕に遊びに行って来ました。";
Q[41].Ans[0] = "にんじゃでら";
Q[41].Ans[1] = "にゅうじゃでら";
Q[41].Ans[2] = "にっじゃでら";
Q[41].Ans[3] = "にいじゃでら";
Q[41].comment = "『忍者』は『にんじゃ』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>議会の〔承認〕が得られずに、人事案が宙に浮いたままだ。";
Q[42].Ans[0] = "しょうにん";
Q[42].Ans[1] = "しょうしん";
Q[42].Ans[2] = "しょうかん";
Q[42].Ans[3] = "しょうこん";
Q[42].comment = "『承認』は『しょうにん』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔認知〕した子供のために、養育費を支払う。";
Q[43].Ans[0] = "にんち";
Q[43].Ans[1] = "にっち";
Q[43].Ans[2] = "しんち";
Q[43].Ans[3] = "しゅうち";
Q[43].comment = "『認知』は『にんち』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>口では悪く言っても心の中では〔認めて〕いる。";
Q[44].Ans[0] = "みとめて";
Q[44].Ans[1] = "もとめて";
Q[44].Ans[2] = "あがめて";
Q[44].Ans[3] = "なだめて";
Q[44].comment = "『認める』は『みとめる』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔見栄え〕ばかり気にしていては、いいものは作れません。";
Q[45].Ans[0] = "みばえ";
Q[45].Ans[1] = "みさかえ";
Q[45].Ans[2] = "みさえ";
Q[45].Ans[3] = "みならえ";
Q[45].comment = "『見栄え』は『みばえ』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文化的な生活を〔営んで〕いますか。";
Q[46].Ans[0] = "いとなんで";
Q[46].Ans[1] = "ならんで";
Q[46].Ans[2] = "はげんで";
Q[46].Ans[3] = "まなんで";
Q[46].comment = "『営む』は『いとなむ』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔易しい〕問題にしてください。";
Q[47].Ans[0] = "やさしい";
Q[47].Ans[1] = "くわしい";
Q[47].Ans[2] = "なやましい";
Q[47].Ans[3] = "えきしい";
Q[47].comment = "『易しい』は『やさしい』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまり〔安易〕に考えているとケガをしますよ。";
Q[48].Ans[0] = "あんい";
Q[48].Ans[1] = "あんえき";
Q[48].Ans[2] = "あんやす";
Q[48].Ans[3] = "あんいき";
Q[48].comment = "『安易』は『あんい』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれでも〔容易〕に理解できることだと思いますが。";
Q[49].Ans[0] = "ようい";
Q[49].Ans[1] = "ようえん";
Q[49].Ans[2] = "ようえき";
Q[49].Ans[3] = "ようやす";
Q[49].comment = "『容易』は『ようい』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔疫病〕の予防には、衛生環境の確保が必要です。";
Q[50].Ans[0] = "えきびょう";
Q[50].Ans[1] = "やくびょう";
Q[50].Ans[2] = "おくびょう";
Q[50].Ans[3] = "はつびょう";
Q[50].comment = "『疫病』は『えきびょう』と読む。〈流行する伝染病〉の意味。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女はまるで〔お姫様〕だね。";
Q[51].Ans[0] = "おひめさま";
Q[51].Ans[1] = "おとのさま";
Q[51].Ans[2] = "おじょうさま";
Q[51].Ans[3] = "おむこさま";
Q[51].comment = "『お姫様』は『おひめさま』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭の〔姫〕リンゴの木が実をつけています。";
Q[52].Ans[0] = "ひめ";
Q[52].Ans[1] = "べに";
Q[52].Ans[2] = "ゆき";
Q[52].Ans[3] = "もも";
Q[52].comment = "『姫』は『ひめ』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔百科事典〕で調べものをする。";
Q[53].Ans[0] = "ひゃっかじてん";
Q[53].Ans[1] = "はっかじてん";
Q[53].Ans[2] = "はいかじてん";
Q[53].Ans[3] = "ばいかじてん";
Q[53].comment = "『百科事典』は『ひゃっかじてん』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔百貨店〕で買い物をする。";
Q[54].Ans[0] = "ひゃっかてん";
Q[54].Ans[1] = "はっかてん";
Q[54].Ans[2] = "びゃっかてん";
Q[54].Ans[3] = "ばいかてん";
Q[54].comment = "『百貨店』は『ひゃっかてん』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この試合は、どう見ても〔八百長〕だよ。";
Q[55].Ans[0] = "やおちょう";
Q[55].Ans[1] = "はっぴゃくやちょう";
Q[55].Ans[2] = "はっぴゃくちょう";
Q[55].Ans[3] = "はちひゃくなが";
Q[55].comment = "『八百長』は『やおちょう』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このスーパーよりも隣の〔八百屋〕の方が安いと思うよ。";
Q[56].Ans[0] = "やおや";
Q[56].Ans[1] = "はっぴゃくや";
Q[56].Ans[2] = "はちひゃくや";
Q[56].Ans[3] = "はちももや";
Q[56].comment = "『八百屋』は『やおや』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タイタニック号は〔氷山〕に衝突して沈没した。";
Q[57].Ans[0] = "ひょうざん";
Q[57].Ans[1] = "こおりやま";
Q[57].Ans[2] = "ひやま";
Q[57].Ans[3] = "みずやま";
Q[57].comment = "『氷山』は『ひょうざん』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔氷河〕を見物に出かける。";
Q[58].Ans[0] = "ひょうが";
Q[58].Ans[1] = "ひょが";
Q[58].Ans[2] = "こおりが";
Q[58].Ans[3] = "ひが";
Q[58].comment = "『氷河』は『ひょうが』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>沖合まで〔流氷〕が流れて来た。";
Q[59].Ans[0] = "りゅうひょう";
Q[59].Ans[1] = "りゅうひょ";
Q[59].Ans[2] = "ひゅうこおり";
Q[59].Ans[3] = "りゅうひ";
Q[59].comment = "『流氷』は『りゅうひょう』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ウイスキーに〔氷〕は入れますか。";
Q[60].Ans[0] = "こおり";
Q[60].Ans[1] = "みず";
Q[60].Ans[2] = "ゆき";
Q[60].Ans[3] = "ひや";
Q[60].comment = "『氷』は『こおり』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔、「〔氷雨〕」という歌がヒットしました。";
Q[61].Ans[0] = "ひさめ";
Q[61].Ans[1] = "こおりあめ";
Q[61].Ans[2] = "ひょうあめ";
Q[61].Ans[3] = "きりさめ";
Q[61].comment = "『氷雨』は『ひさめ』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>町は〔表面的〕には平静を取り戻している。";
Q[62].Ans[0] = "ひょうめんてき";
Q[62].Ans[1] = "へいめんてき";
Q[62].Ans[2] = "おもめんてき";
Q[62].Ans[3] = "たいめんてき";
Q[62].comment = "『表面的』は『ひょうめんてき』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事実を〔公表〕したらパニックになるだろう。";
Q[63].Ans[0] = "こうひょう";
Q[63].Ans[1] = "こうひょ";
Q[63].Ans[2] = "こうしょう";
Q[63].Ans[3] = "こうしゅう";
Q[63].comment = "『公表』は『こうひょう』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの人は〔裏表〕があるから、信用できないよ。";
Q[64].Ans[0] = "うらおもて";
Q[64].Ans[1] = "うらひょう";
Q[64].Ans[2] = "うらぎり";
Q[64].Ans[3] = "うらめん";
Q[64].comment = "『裏表』は『うらおもて』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>牧師というのは〔表〕の顔で、裏ではマフィアとつながっている。";
Q[65].Ans[0] = "おもて";
Q[65].Ans[1] = "ひょう";
Q[65].Ans[2] = "かり";
Q[65].Ans[3] = "いつも";
Q[65].comment = "『表』は『おもて』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この記号は何を〔表わして〕いるのですか。";
Q[66].Ans[0] = "あらわして";
Q[66].Ans[1] = "ならわして";
Q[66].Ans[2] = "かわして";
Q[66].Ans[3] = "みまわして";
Q[66].comment = "『表わす』は『あらわす』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>性格の悪さが顔に〔表れて〕いるよ。";
Q[67].Ans[0] = "あらわれて";
Q[67].Ans[1] = "のがれて";
Q[67].Ans[2] = "からまれて";
Q[67].Ans[3] = "まぬがれて";
Q[67].comment = "『表れる』は『あらわれる』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新潟の長岡には〔米百俵〕の逸話が残っている。";
Q[68].Ans[0] = "こめひゃっぴょう";
Q[68].Ans[1] = "こめひゃっぴん";
Q[68].Ans[2] = "こめひゃっぱつ";
Q[68].Ans[3] = "こめひゃっぱく";
Q[68].comment = "『米百俵』は『こめひゃっぴょう』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>奉納相撲のための〔土俵〕をつくる。";
Q[69].Ans[0] = "どひょう";
Q[69].Ans[1] = "どもり";
Q[69].Ans[2] = "どどめ";
Q[69].Ans[3] = "どだわら";
Q[69].comment = "『土俵』は『どひょう』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎年正月に〔米俵〕を運ぶ競争が催される。";
Q[70].Ans[0] = "こめだわら";
Q[70].Ans[1] = "こめひょう";
Q[70].Ans[2] = "こめだたみ";
Q[70].Ans[3] = "こめぶくろ";
Q[70].comment = "『米俵』は『こめだわら』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おにぎりを〔俵〕の形に握る。";
Q[71].Ans[0] = "たわら";
Q[71].Ans[1] = "たる";
Q[71].Ans[2] = "おけ";
Q[71].Ans[3] = "いらか";
Q[71].comment = "『俵』は『たわら』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>知事選挙の〔投票率〕は前回を大きく下回った。";
Q[72].Ans[0] = "とうひょうりつ";
Q[72].Ans[1] = "とうこうりつ";
Q[72].Ans[2] = "とうぼうりつ";
Q[72].Ans[3] = "とうてきりつ";
Q[72].comment = "『投票率』は『とうひょうりつ』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会計の際は、レジまで〔伝票〕をお持ちください。";
Q[73].Ans[0] = "でんぴょう";
Q[73].Ans[1] = "でんもう";
Q[73].Ans[2] = "でんとう";
Q[73].Ans[3] = "でんばい";
Q[73].comment = "『伝票』は『でんぴょう』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>製品の品質に掛けては〔定評〕がある。";
Q[74].Ans[0] = "ていひょう";
Q[74].Ans[1] = "ていへい";
Q[74].Ans[2] = "ていぴん";
Q[74].Ans[3] = "ていひら";
Q[74].comment = "『定評』は『ていひょう』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ランの〔品評会〕に出品する。";
Q[75].Ans[0] = "ひんぴょうかい";
Q[75].Ans[1] = "ひんへいかい";
Q[75].Ans[2] = "ひんぴんかい";
Q[75].Ans[3] = "ひんひゅうかい";
Q[75].comment = "『品評会』は『ひんぴょうかい』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>布巾を〔漂白剤〕で消毒する。";
Q[76].Ans[0] = "ひょうはくざい";
Q[76].Ans[1] = "びんはくざい";
Q[76].Ans[2] = "ひんはくざい";
Q[76].Ans[3] = "びゅうはくざい";
Q[76].comment = "『漂白剤』は『ひょうはくざい』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>漁船の沈没事故で３ヶ月も〔漂流〕していた。";
Q[77].Ans[0] = "ひょうりゅう";
Q[77].Ans[1] = "はくりゅう";
Q[77].Ans[2] = "ふうりゅう";
Q[77].Ans[3] = "はいりゅう";
Q[77].comment = "『漂流』は『ひょうりゅう』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>砂浜には、ハングルが書かれた多くのゴミが〔漂着〕する。";
Q[78].Ans[0] = "ひょうちゃく";
Q[78].Ans[1] = "びんちゃく";
Q[78].Ans[2] = "こうちゃく";
Q[78].Ans[3] = "はんちゃく";
Q[78].comment = "『漂着』は『ひょうちゃく』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>甘酸っぱい香りが〔漂って〕いる。";
Q[79].Ans[0] = "ただよって";
Q[79].Ans[1] = "さまよって";
Q[79].Ans[2] = "とどこおって";
Q[79].Ans[3] = "かぐわって";
Q[79].comment = "『漂う』は『ただよう』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小舟が波間に〔漂って〕いる。";
Q[80].Ans[0] = "ただよって";
Q[80].Ans[1] = "さまよって";
Q[80].Ans[2] = "うかびあがって";
Q[80].Ans[3] = "とどまって";
Q[80].comment = "『漂う』は『ただよう』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔標準的〕な家庭には、ほとんど液晶テレビがあります。";
Q[81].Ans[0] = "ひょうじゅんてき";
Q[81].Ans[1] = "こうじゅうてき";
Q[81].Ans[2] = "しょうじゅんてき";
Q[81].Ans[3] = "きじゅんてき";
Q[81].comment = "『標準的』は『ひょうじゅんてき』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先輩を〔目標〕にしてがんばります。";
Q[82].Ans[0] = "もくひょう";
Q[82].Ans[1] = "もくてき";
Q[82].Ans[2] = "もくぜん";
Q[82].Ans[3] = "もくにん";
Q[82].comment = "『目標』は『もくひょう』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>桜の〔苗木〕を植える。";
Q[83].Ans[0] = "なえぎ";
Q[83].Ans[1] = "みょうぎ";
Q[83].Ans[2] = "びょうぎ";
Q[83].Ans[3] = "なわぎ";
Q[83].comment = "『苗木』は『なえぎ』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風で稲の〔苗〕が全滅した。";
Q[84].Ans[0] = "なえ";
Q[84].Ans[1] = "こも";
Q[84].Ans[2] = "みき";
Q[84].Ans[3] = "えだ";
Q[84].comment = "『苗』は『なえ』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>イネの苗を育てる場所を〔苗代〕という。";
Q[85].Ans[0] = "なわしろ";
Q[85].Ans[1] = "びょうだい";
Q[85].Ans[2] = "みょうだい";
Q[85].Ans[3] = "なえだい";
Q[85].comment = "『苗代』は『なわしろ』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一分〔一秒〕も無駄にできない。";
Q[86].Ans[0] = "いちびょう";
Q[86].Ans[1] = "いちしょう";
Q[86].Ans[2] = "いちみょう";
Q[86].Ans[3] = "いちじょう";
Q[86].comment = "『一秒』は『いちびょう』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>光は〔秒速〕30万キロの速さで空間を移動します。";
Q[87].Ans[0] = "びょうそく";
Q[87].Ans[1] = "みょうそく";
Q[87].Ans[2] = "しょうそく";
Q[87].Ans[3] = "じょうそく";
Q[87].comment = "『秒速』は『びょうそく』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>妹の〔看病〕が忙しく、仕事をすることができません。";
Q[88].Ans[0] = "かんびょう";
Q[88].Ans[1] = "かんびょ";
Q[88].Ans[2] = "かんじょう";
Q[88].Ans[3] = "かんみょう";
Q[88].comment = "『看病』は『かんびょう』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔病気〕を苦にした自殺のようだった。";
Q[89].Ans[0] = "びょうき";
Q[89].Ans[1] = "みょうき";
Q[89].Ans[2] = "じょうき";
Q[89].Ans[3] = "へいき";
Q[89].comment = "『病気』は『びょうき』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔病〕は気からということばがあります。";
Q[90].Ans[0] = "やまい";
Q[90].Ans[1] = "びょうき";
Q[90].Ans[2] = "いのり";
Q[90].Ans[3] = "おもて";
Q[90].comment = "『病』は『やまい』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>重い〔疾病〕にかかって苦しんでいたようだ。";
Q[91].Ans[0] = "しっぺい";
Q[91].Ans[1] = "しつびょう";
Q[91].Ans[2] = "しっびょう";
Q[91].Ans[3] = "しっみょう";
Q[91].comment = "『疾病』は『しっぺい』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そのころ、彼の弟は〔病〕の床に臥していた。";
Q[92].Ans[0] = "やまい";
Q[92].Ans[1] = "びょうき";
Q[92].Ans[2] = "えき";
Q[92].Ans[3] = "まつご";
Q[92].comment = "『病』は『やまい』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔病み上がり〕だから、あまり無理はさせられない。";
Q[93].Ans[0] = "やみあがり";
Q[93].Ans[1] = "かみあがり";
Q[93].Ans[2] = "とみあがり";
Q[93].Ans[3] = "えみあがり";
Q[93].comment = "『病み上がり』は『やみあがり』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は心を〔病んで〕いる。";
Q[94].Ans[0] = "やんで";
Q[94].Ans[1] = "かんで";
Q[94].Ans[2] = "はんで";
Q[94].Ans[3] = "とんで";
Q[94].comment = "『病む』は『やむ』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この作家の〔描写〕の力は、超一流だ。";
Q[95].Ans[0] = "びょうしゃ";
Q[95].Ans[1] = "みょうしゃ";
Q[95].Ans[2] = "じょうしゃ";
Q[95].Ans[3] = "ぎょうしゃ";
Q[95].comment = "『描写』は『びょうしゃ』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このブラウザはＩＥよりもずっと〔描画〕が速いね。";
Q[96].Ans[0] = "びょうが";
Q[96].Ans[1] = "みょうが";
Q[96].Ans[2] = "どうが";
Q[96].Ans[3] = "ほうが";
Q[96].comment = "『描画』は『びょうが』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この小説は人種差別に苦しむアメリカの黒人たちの姿を〔描いて〕いる。";
Q[97].Ans[0] = "えがいて";
Q[97].Ans[1] = "もがいて";
Q[97].Ans[2] = "あがいて";
Q[97].Ans[3] = "まねいて";
Q[97].comment = "『描く』は『えがく』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>寂れゆく町の景色を水彩で〔描いた〕作品です。";
Q[98].Ans[0] = "えがいた";
Q[98].Ans[1] = "かがやいた";
Q[98].Ans[2] = "ふいた";
Q[98].Ans[3] = "のぞいた";
Q[98].comment = "『描く』は『えがく』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔猫〕と虎はどちらが強いですか。";
Q[99].Ans[0] = "ねこ";
Q[99].Ans[1] = "いぬ";
Q[99].Ans[2] = "ひょう";
Q[99].Ans[3] = "とら";
Q[99].comment = "『猫』は『ねこ』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔猫〕に小判ということわざもあります。";
Q[100].Ans[0] = "ねこ";
Q[100].Ans[1] = "いぬ";
Q[100].Ans[2] = "ぶた";
Q[100].Ans[3] = "さる";
Q[100].comment = "『猫』は『ねこ』と読む。「猫に小判」は〈価値のわからない者には何を与えても意味がない〉という意味。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おとなしそうに見えるけど、〔猫〕をかぶっているだけだろう。";
Q[101].Ans[0] = "ねこ";
Q[101].Ans[1] = "わし";
Q[101].Ans[2] = "たか";
Q[101].Ans[3] = "とら";
Q[101].comment = "『猫』は『ねこ』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はだいぶ〔猫背〕だね。";
Q[102].Ans[0] = "ねこぜ";
Q[102].Ans[1] = "びょうせい";
Q[102].Ans[2] = "ねこせい";
Q[102].Ans[3] = "びょうはい";
Q[102].comment = "『猫背』は『ねこぜ』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔猫〕は三年の恩を三日で忘れるといいます。";
Q[103].Ans[0] = "ねこ";
Q[103].Ans[1] = "しか";
Q[103].Ans[2] = "うさぎ";
Q[103].Ans[3] = "くま";
Q[103].comment = "『猫』は『ねこ』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>利用料金を〔二重〕に請求した問題で、社長が事実関係を認めて謝罪した。";
Q[104].Ans[0] = "にじゅう";
Q[104].Ans[1] = "にちょう";
Q[104].Ans[2] = "にしょう";
Q[104].Ans[3] = "にちゅう";
Q[104].comment = "『二重』は『にじゅう』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これはあまり〔重要〕な問題ではない。";
Q[105].Ans[0] = "じゅうよう";
Q[105].Ans[1] = "ちょうよう";
Q[105].Ans[2] = "じょうちょう";
Q[105].Ans[3] = "ていよう";
Q[105].comment = "『重要』は『じゅうよう』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>デザインは悪くないが、〔重心〕が前にありすぎて使いづらい。";
Q[106].Ans[0] = "じゅうしん";
Q[106].Ans[1] = "ちょうしん";
Q[106].Ans[2] = "しょうしん";
Q[106].Ans[3] = "ちゅうしん";
Q[106].comment = "『重心』は『じゅうしん』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>火災で〔貴重〕な文化財が焼失した。";
Q[107].Ans[0] = "きちょう";
Q[107].Ans[1] = "きじゅう";
Q[107].Ans[2] = "きしょう";
Q[107].Ans[3] = "きおも";
Q[107].comment = "『貴重』は『きちょう』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔慎重〕に作業を進める必要がある。";
Q[108].Ans[0] = "しんちょう";
Q[108].Ans[1] = "しんじゅう";
Q[108].Ans[2] = "しんしょう";
Q[108].Ans[3] = "しんぎょう";
Q[108].comment = "『慎重』は『しんちょう』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山の斜面に〔八重桜〕が咲いています。";
Q[109].Ans[0] = "やえざくら";
Q[109].Ans[1] = "はちじゅうざくら";
Q[109].Ans[2] = "はちじゅうざくら";
Q[109].Ans[3] = "やおもざくら";
Q[109].comment = "『八重桜』は『やえざくら』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>友だちが〔三重県〕に住んでいます。";
Q[110].Ans[0] = "みえけん";
Q[110].Ans[1] = "さんちょうけん";
Q[110].Ans[2] = "さんじゅうけん";
Q[110].Ans[3] = "みかさけん";
Q[110].comment = "『三重県』は『みえけん』と読む。日本の地名。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>体調がよくないから〔重たい〕話をするのはやめてくれ。";
Q[111].Ans[0] = "おもたい";
Q[111].Ans[1] = "しげたい";
Q[111].Ans[2] = "じったい";
Q[111].Ans[3] = "じゅったい";
Q[111].comment = "『重たい』は『おもたい』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ひとつ嘘をつくと、次々に嘘を〔重ねて〕いくことになる。";
Q[112].Ans[0] = "かさねて";
Q[112].Ans[1] = "たばねて";
Q[112].Ans[2] = "おもねて";
Q[112].Ans[3] = "たずねて";
Q[112].comment = "『重ねる』は『かさねる』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔重ね重ね〕おわび申し上げます。";
Q[113].Ans[0] = "かさねがさね";
Q[113].Ans[1] = "おもねおもね";
Q[113].Ans[2] = "つらねづらね";
Q[113].Ans[3] = "たずねたずね";
Q[113].comment = "『重ね重ね』は『かさねがさね』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>悪いことというのは、〔重なる〕ものだな。";
Q[114].Ans[0] = "かさなる";
Q[114].Ans[1] = "いかなる";
Q[114].Ans[2] = "おもなる";
Q[114].Ans[3] = "じゅうなる";
Q[114].comment = "『重なる』は『かさなる』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>命令には絶対〔服従〕が軍の規則だ。";
Q[115].Ans[0] = "ふくじゅう";
Q[115].Ans[1] = "ふくしゅう";
Q[115].Ans[2] = "ふくちゅう";
Q[115].Ans[3] = "ふくしょう";
Q[115].comment = "『服従』は『ふくじゅう』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ軍に〔従軍〕して、戦争映像を撮影した。";
Q[116].Ans[0] = "じゅうぐん";
Q[116].Ans[1] = "しょうぐん";
Q[116].Ans[2] = "しゅうぐん";
Q[116].Ans[3] = "ちょうぐん";
Q[116].comment = "『従軍』は『じゅうぐん』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔従来〕よりもカロリーを30％減らしました。";
Q[117].Ans[0] = "じゅうらい";
Q[117].Ans[1] = "しょうらい";
Q[117].Ans[2] = "ちゅうらい";
Q[117].Ans[3] = "おうらい";
Q[117].comment = "『従来』は『じゅうらい』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>三隻の小型船を〔従えて〕出航する。";
Q[118].Ans[0] = "したがえて";
Q[118].Ans[1] = "まみえて";
Q[118].Ans[2] = "あまえて";
Q[118].Ans[3] = "となえて";
Q[118].comment = "『従える』は『したがえる』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>矢印に〔従って〕進んでください。";
Q[119].Ans[0] = "したがって";
Q[119].Ans[1] = "ともなって";
Q[119].Ans[2] = "おぎなって";
Q[119].Ans[3] = "からまって";
Q[119].comment = "『従う』は『したがう』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>私の言うことに〔従わない〕者は、厳罰に処する。";
Q[120].Ans[0] = "したがわない";
Q[120].Ans[1] = "おぎなわない";
Q[120].Ans[2] = "ならわない";
Q[120].Ans[3] = "かなわない";
Q[120].comment = "『従う』は『したがう』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路が〔渋滞〕しています。";
Q[121].Ans[0] = "じゅうたい";
Q[121].Ans[1] = "じったい";
Q[121].Ans[2] = "じゅったい";
Q[121].Ans[3] = "じゅんたい";
Q[121].comment = "『渋滞』は『じゅうたい』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社長にとっても〔苦渋〕の決断だったと思う。";
Q[122].Ans[0] = "くじゅう";
Q[122].Ans[1] = "くじつ";
Q[122].Ans[2] = "くしゅう";
Q[122].Ans[3] = "くちょう";
Q[122].comment = "『苦渋』は『くじゅう』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>栗の〔渋皮〕をむく。";
Q[123].Ans[0] = "しぶかわ";
Q[123].Ans[1] = "じゅうかわ";
Q[123].Ans[2] = "しょくかわ";
Q[123].Ans[3] = "しゅくかわ";
Q[123].comment = "『渋皮』は『しぶかわ』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>焼酎で柿の〔渋〕を抜く。";
Q[124].Ans[0] = "しぶ";
Q[124].Ans[1] = "あく";
Q[124].Ans[2] = "にがみ";
Q[124].Ans[3] = "くせ";
Q[124].comment = "『渋』は『しぶ』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、どこまでもお金に〔渋い〕人だった。";
Q[125].Ans[0] = "しぶい";
Q[125].Ans[1] = "いやしい";
Q[125].Ans[2] = "あさましい";
Q[125].Ans[3] = "こまかい";
Q[125].comment = "『渋い』は『しぶい』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔渋い〕演技をする俳優だ。";
Q[126].Ans[0] = "しぶい";
Q[126].Ans[1] = "うまい";
Q[126].Ans[2] = "からい";
Q[126].Ans[3] = "まずい";
Q[126].comment = "『渋い』は『しぶい』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会社側は支出を〔渋って〕いる。";
Q[127].Ans[0] = "しぶって";
Q[127].Ans[1] = "こまって";
Q[127].Ans[2] = "とまって";
Q[127].Ans[3] = "かまって";
Q[127].comment = "『渋る』は『しぶる』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>強い調子で命令すると〔渋々〕それに従った。";
Q[128].Ans[0] = "しぶしぶ";
Q[128].Ans[1] = "いやいや";
Q[128].Ans[2] = "ますます";
Q[128].Ans[3] = "おいおい";
Q[128].comment = "『渋々』は『しぶしぶ』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家の壁には、そのときの〔銃弾〕の跡が残っている。";
Q[129].Ans[0] = "じゅうだん";
Q[129].Ans[1] = "ちゅうだん";
Q[129].Ans[2] = "しょうだん";
Q[129].Ans[3] = "みつだん";
Q[129].comment = "『銃弾』は『じゅうだん』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>逆らう者は皆〔銃殺〕すればいい。";
Q[130].Ans[0] = "じゅうさつ";
Q[130].Ans[1] = "あんさつ";
Q[130].Ans[2] = "ちゅうさつ";
Q[130].Ans[3] = "ぼくさつ";
Q[130].comment = "『銃殺』は『じゅうさつ』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔猛獣〕のような顔で襲いかかって来た。";
Q[131].Ans[0] = "もうじゅう";
Q[131].Ans[1] = "もうちゅう";
Q[131].Ans[2] = "もうきん";
Q[131].Ans[3] = "もうどう";
Q[131].comment = "『猛獣』は『もうじゅう』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この辺りは〔鳥獣〕保護区です。";
Q[132].Ans[0] = "ちょうじゅう";
Q[132].Ans[1] = "ちょうしゅう";
Q[132].Ans[2] = "ちょうちょう";
Q[132].Ans[3] = "ちょうじょう";
Q[132].comment = "『鳥獣』は『ちょうじゅう』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米兵たちときたら、人間の皮をかぶった〔獣〕のようだ。";
Q[133].Ans[0] = "けもの";
Q[133].Ans[1] = "どうぶつ";
Q[133].Ans[2] = "おばけ";
Q[133].Ans[3] = "ざこ";
Q[133].comment = "『獣』は『けもの』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本を徒歩で〔縦断〕する計画を立てている。";
Q[134].Ans[0] = "じゅうだん";
Q[134].Ans[1] = "おうだん";
Q[134].Ans[2] = "しょうだん";
Q[134].Ans[3] = "はんだん";
Q[134].comment = "『縦断』は『じゅうだん』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はフィールドを〔縦横無尽〕にかけまわった。";
Q[135].Ans[0] = "じゅうおうむじん";
Q[135].Ans[1] = "ちょうおうむじん";
Q[135].Ans[2] = "そうおうむじん";
Q[135].Ans[3] = "たておうむじん";
Q[135].comment = "『縦横無尽』は『じゅうおうむじん』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はすっかり彼女に〔操縦〕されている。";
Q[136].Ans[0] = "そうじゅう";
Q[136].Ans[1] = "そうぎょう";
Q[136].Ans[2] = "そうちょう";
Q[136].Ans[3] = "そうぞう";
Q[136].comment = "『操縦』は『そうじゅう』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>横よりも〔縦〕においた方がいいんじゃないかな。";
Q[137].Ans[0] = "たて";
Q[137].Ans[1] = "じょう";
Q[137].Ans[2] = "ななめ";
Q[137].Ans[3] = "わき";
Q[137].comment = "『縦』は『たて』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日は〔叔父〕の家に行かなければならない。";
Q[138].Ans[0] = "おじ";
Q[138].Ans[1] = "じじ";
Q[138].Ans[2] = "しゅくじ";
Q[138].Ans[3] = "しょうじ";
Q[138].comment = "『叔父』は『おじ』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔叔母〕に借金を申し込んだが断られた。";
Q[139].Ans[0] = "おば";
Q[139].Ans[1] = "ばば";
Q[139].Ans[2] = "しゅくば";
Q[139].Ans[3] = "うば";
Q[139].comment = "『叔母』は『おば』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎日が〔祝日〕だったらいいのだけれど。";
Q[140].Ans[0] = "しゅくじつ";
Q[140].Ans[1] = "きゅうじつ";
Q[140].Ans[2] = "へいじつ";
Q[140].Ans[3] = "けいじつ";
Q[140].comment = "『祝日』は『しゅつくじつ』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚式の〔祝電〕を打つ。";
Q[141].Ans[0] = "しゅくでん";
Q[141].Ans[1] = "けいでん";
Q[141].Ans[2] = "ちょうでん";
Q[141].Ans[3] = "かんでん";
Q[141].comment = "『祝電』は『しゅくでん』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚式のご〔祝儀〕はいくらぐらいにすればいいだろうか。";
Q[142].Ans[0] = "しゅうぎ";
Q[142].Ans[1] = "しゅくぎ";
Q[142].Ans[2] = "しゅっぎ";
Q[142].Ans[3] = "しゅんぎ";
Q[142].comment = "『祝儀』は『しゅうぎ』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>親戚みんなで還暦の〔お祝い〕をする。";
Q[143].Ans[0] = "おいわい";
Q[143].Ans[1] = "おのろい";
Q[143].Ans[2] = "おはらい";
Q[143].Ans[3] = "おこない";
Q[143].comment = "『お祝い』は『おいわい』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>議長の誕生日を国民全員で〔祝う〕。";
Q[144].Ans[0] = "いわう";
Q[144].Ans[1] = "とりおこなう";
Q[144].Ans[2] = "かまう";
Q[144].Ans[3] = "ならう";
Q[144].comment = "『祝う』は『いわう』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生は〔宿題〕が多すぎる。";
Q[145].Ans[0] = "しゅくだい";
Q[145].Ans[1] = "しゅうだい";
Q[145].Ans[2] = "しゅっだい";
Q[145].Ans[3] = "しょうだい";
Q[145].comment = "『宿題』は『しゅくだい』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔合宿〕で運転免許をとる。";
Q[146].Ans[0] = "がっしゅく";
Q[146].Ans[1] = "がっしゅう";
Q[146].Ans[2] = "がっちゅう";
Q[146].Ans[3] = "がっしょう";
Q[146].comment = "『合宿』は『がっしゅく』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今夜の〔宿〕はどこにしようか。";
Q[147].Ans[0] = "やど";
Q[147].Ans[1] = "いえ";
Q[147].Ans[2] = "とまり";
Q[147].Ans[3] = "はたご";
Q[147].comment = "『宿』は『やど』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女には新しい命が〔宿って〕いる。";
Q[148].Ans[0] = "やどって";
Q[148].Ans[1] = "こもって";
Q[148].Ans[2] = "まつって";
Q[148].Ans[3] = "かまって";
Q[148].comment = "『宿る』は『やどる』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔宿命〕";
Q[149].Ans[0] = "しゅくめい";
Q[149].Ans[1] = "しつめい";
Q[149].Ans[2] = "しょうめい";
Q[149].Ans[3] = "はくめい";
Q[149].comment = "『宿命』は『しゅくめい』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔宿敵〕";
Q[150].Ans[0] = "しゅくてき";
Q[150].Ans[1] = "しゅうてき";
Q[150].Ans[2] = "ちゅうてき";
Q[150].Ans[3] = "じゅうてき";
Q[150].comment = "『宿敵』は『しゅくてき』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>愛する人の子を〔宿す〕。";
Q[151].Ans[0] = "やどす";
Q[151].Ans[1] = "しゅくす";
Q[151].Ans[2] = "おろす";
Q[151].Ans[3] = "ためす";
Q[151].comment = "『宿す』は『やどす』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この像には魂が〔宿って〕いるかのようだ。";
Q[152].Ans[0] = "やどって";
Q[152].Ans[1] = "こもって";
Q[152].Ans[2] = "はいって";
Q[152].Ans[3] = "まいって";
Q[152].comment = "『宿る』は『やどる』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔淑女〕という語も死語同然だ。";
Q[153].Ans[0] = "しゅくじょ";
Q[153].Ans[1] = "しょうじょ";
Q[153].Ans[2] = "しょじょ";
Q[153].Ans[3] = "しゅうじょ";
Q[153].comment = "『淑女』は『しゅくじょ』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は多くの若者たちが〔私淑〕する思想家でもある。";
Q[154].Ans[0] = "ししゅく";
Q[154].Ans[1] = "ししょう";
Q[154].Ans[2] = "しじゅん";
Q[154].Ans[3] = "しじゅう";
Q[154].comment = "『私淑』は『ししゅく』と読む。〈ひそかに手本にする〉という意味。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨日運動をしたので、今日はいろいろなところが〔痛む〕。";
Q[155].Ans[0] = "いたむ";
Q[155].Ans[1] = "かすむ";
Q[155].Ans[2] = "はげむ";
Q[155].Ans[3] = "たわむ";
Q[155].comment = "『痛む』は『いたむ』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この薬は、頭の〔痛み〕によく効きます。";
Q[156].Ans[0] = "いたみ";
Q[156].Ans[1] = "なやみ";
Q[156].Ans[2] = "はげみ";
Q[156].Ans[3] = "なごみ";
Q[156].comment = "『痛み』は『いたみ』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一家五人が事故で亡くなるなんて〔痛ましい〕話だ。";
Q[157].Ans[0] = "いたましい";
Q[157].Ans[1] = "なやましい";
Q[157].Ans[2] = "おぞましい";
Q[157].Ans[3] = "ねたましい";
Q[157].comment = "『痛ましい』は『いたましい』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスケットボールでひざを〔傷めた〕。";
Q[158].Ans[0] = "いためた";
Q[158].Ans[1] = "からめた";
Q[158].Ans[2] = "はずかしめた";
Q[158].Ans[3] = "あやめた";
Q[158].comment = "『傷める』は『いためる』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔貝塚〕とは、古代人のゴミ捨て場です。";
Q[159].Ans[0] = "かいづか";
Q[159].Ans[1] = "かいおか";
Q[159].Ans[2] = "かいなか";
Q[159].Ans[3] = "かいぼり";
Q[159].comment = "『貝塚』は『かいづか』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本人は〔漬物〕が大好きです。";
Q[160].Ans[0] = "つけもの";
Q[160].Ans[1] = "のみもの";
Q[160].Ans[2] = "あげもの";
Q[160].Ans[3] = "やきもの";
Q[160].comment = "『漬物』は『つけもの』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>韓国人の友だちに教わって、キムチを〔漬けた〕。";
Q[161].Ans[0] = "つけた";
Q[161].Ans[1] = "ぼけた";
Q[161].Ans[2] = "かけた";
Q[161].Ans[3] = "まけた";
Q[161].comment = "『漬ける』は『つける』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このキムチはまだ〔漬かり〕が浅いね。";
Q[162].Ans[0] = "つかり";
Q[162].Ans[1] = "かかり";
Q[162].Ans[2] = "いかり";
Q[162].Ans[3] = "おかり";
Q[162].comment = "『漬かる』は『つかる』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は1000〔坪〕の家に住んでいる。";
Q[163].Ans[0] = "つぼ";
Q[163].Ans[1] = "じょう";
Q[163].Ans[2] = "ひら";
Q[163].Ans[3] = "たん";
Q[163].comment = "『坪』は『つぼ』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この家は、〔坪数〕の割には広く感じますね。";
Q[164].Ans[0] = "つぼすう";
Q[164].Ans[1] = "へやすう";
Q[164].Ans[2] = "そうすう";
Q[164].Ans[3] = "じょうすう";
Q[164].comment = "『坪数』は『つぼすう』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>さすがに〔建坪〕が５坪じゃ狭すぎるよ。";
Q[165].Ans[0] = "たてつぼ";
Q[165].Ans[1] = "たてうり";
Q[165].Ans[2] = "たてまし";
Q[165].Ans[3] = "たてひら";
Q[165].comment = "『建坪』は『たてつぼ』と読む。建物の広さ（床の面積）をいう。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の製品は、〔低価格〕だが高品質だ。";
Q[166].Ans[0] = "ていかかく";
Q[166].Ans[1] = "ひくかかく";
Q[166].Ans[2] = "きゅうかかく";
Q[166].Ans[3] = "こうかかく";
Q[166].comment = "『低価格』は『ていかかく』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だいぶ気温が〔低下〕しています。";
Q[167].Ans[0] = "ていか";
Q[167].Ans[1] = "ひくした";
Q[167].Ans[2] = "こうか";
Q[167].Ans[3] = "あっか";
Q[167].comment = "『低下』は『ていか』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今月は、客の入りが〔低調〕だ。";
Q[168].Ans[0] = "ていちょう";
Q[168].Ans[1] = "ひくちょう";
Q[168].Ans[2] = "てんちょう";
Q[168].Ans[3] = "でんちょう";
Q[168].comment = "『低調』は『ていちょう』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>過去〔最低〕の成績です。";
Q[169].Ans[0] = "さいてい";
Q[169].Ans[1] = "さいてん";
Q[169].Ans[2] = "さいこう";
Q[169].Ans[3] = "さいひく";
Q[169].comment = "『最低』は『さいてい』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生はレベルが〔低い〕。";
Q[170].Ans[0] = "ひくい";
Q[170].Ans[1] = "からい";
Q[170].Ans[2] = "おそい";
Q[170].Ans[3] = "わるい";
Q[170].comment = "『低い』は『ひくい』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今月は気温が〔低め〕だ。";
Q[171].Ans[0] = "ひくめ";
Q[171].Ans[1] = "ぬるめ";
Q[171].Ans[2] = "さげめ";
Q[171].Ans[3] = "ふかめ";
Q[171].comment = "『低め』は『ひくめ』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゲートで身分証を〔呈示〕してください。";
Q[172].Ans[0] = "ていじ";
Q[172].Ans[1] = "けいじ";
Q[172].Ans[2] = "こうじ";
Q[172].Ans[3] = "こくじ";
Q[172].comment = "『呈示』は『ていじ』と読む。「提示」とも書く。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>卒業生から記念品の〔贈呈〕です。";
Q[173].Ans[0] = "ぞうてい";
Q[173].Ans[1] = "ぞうとう";
Q[173].Ans[2] = "ぞうこう";
Q[173].Ans[3] = "ぞうそう";
Q[173].comment = "『贈呈』は『ぞうてい』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先着100名様に記念品を〔進呈〕いたします。";
Q[174].Ans[0] = "しんてい";
Q[174].Ans[1] = "しんこう";
Q[174].Ans[2] = "しんそう";
Q[174].Ans[3] = "しんかん";
Q[174].comment = "『進呈』は『しんてい』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>韓国の〔宮廷〕料理はとても豪華だ。";
Q[175].Ans[0] = "きゅうてい";
Q[175].Ans[1] = "きゅうでい";
Q[175].Ans[2] = "きゅうちょう";
Q[175].Ans[3] = "きゅうえん";
Q[175].comment = "『宮廷』は『きゅうてい』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>裁判官が〔退廷〕する。";
Q[176].Ans[0] = "たいてい";
Q[176].Ans[1] = "たいちょう";
Q[176].Ans[2] = "たいがく";
Q[176].Ans[3] = "たいおう";
Q[176].comment = "『退廷』は『たいてい』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供の親権をめぐって〔法廷〕で争われることになった。";
Q[177].Ans[0] = "ほうてい";
Q[177].Ans[1] = "ほうちょう";
Q[177].Ans[2] = "ほうおう";
Q[177].Ans[3] = "ほうえん";
Q[177].comment = "『法廷』は『ほうてい』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>裁判所から〔出廷〕を命じられた。";
Q[178].Ans[0] = "しゅってい";
Q[178].Ans[1] = "しゅっちょう";
Q[178].Ans[2] = "しゅっこう";
Q[178].Ans[3] = "しゅっかん";
Q[178].comment = "『出廷』は『しゅってい』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外国人の〔子弟〕を対象にした日本語教室です。";
Q[179].Ans[0] = "してい";
Q[179].Ans[1] = "こおとうと";
Q[179].Ans[2] = "しだい";
Q[179].Ans[3] = "したい";
Q[179].comment = "『子弟』は『してい』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>三年前に〔実弟〕らとバンドを結成したが、すぐに解散した。";
Q[180].Ans[0] = "じってい";
Q[180].Ans[1] = "じっだい";
Q[180].Ans[2] = "じったい";
Q[180].Ans[3] = "じつおとうと";
Q[180].comment = "『実弟』は『じってい』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>同い年だが二人は〔師弟〕関係にある。";
Q[181].Ans[0] = "してい";
Q[181].Ans[1] = "しだい";
Q[181].Ans[2] = "したい";
Q[181].Ans[3] = "しでい";
Q[181].comment = "『師弟』は『してい』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔兄弟〕とは思えないほど似ていない。";
Q[182].Ans[0] = "きょうだい";
Q[182].Ans[1] = "しまい";
Q[182].Ans[2] = "きょうでい";
Q[182].Ans[3] = "けいだい";
Q[182].comment = "『兄弟』は『きょうだい』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>芸人ではないので、〔弟子〕はとりません。";
Q[183].Ans[0] = "でし";
Q[183].Ans[1] = "ていし";
Q[183].Ans[2] = "おとうとこ";
Q[183].Ans[3] = "してい";
Q[183].comment = "『弟子』は『でし』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の〔弟〕にしては頭が悪いね。";
Q[184].Ans[0] = "おとうと";
Q[184].Ans[1] = "いもうと";
Q[184].Ans[2] = "いとこ";
Q[184].Ans[3] = "あに";
Q[184].comment = "『弟』は『おとうと』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来月から価格を〔改定〕します。";
Q[185].Ans[0] = "かいてい";
Q[185].Ans[1] = "かいじょう";
Q[185].Ans[2] = "かいだい";
Q[185].Ans[3] = "かいさだ";
Q[185].comment = "『改定』は『かいてい』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>物価を〔安定〕させるための政策が必要だ。";
Q[186].Ans[0] = "あんてい";
Q[186].Ans[1] = "あんたい";
Q[186].Ans[2] = "あんじょう";
Q[186].Ans[3] = "あんこう";
Q[186].comment = "『安定』は『あんてい』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔仮定〕の質問には答えられない。";
Q[187].Ans[0] = "かてい";
Q[187].Ans[1] = "かじょう";
Q[187].Ans[2] = "かくう";
Q[187].Ans[3] = "かこう";
Q[187].comment = "『仮定』は『かてい』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔規定〕により、進級は認められません。";
Q[188].Ans[0] = "きてい";
Q[188].Ans[1] = "きそく";
Q[188].Ans[2] = "きかく";
Q[188].Ans[3] = "きじょう";
Q[188].comment = "『規定』は『きてい』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>港を失えばわが軍の敗北は〔必定〕だ。";
Q[189].Ans[0] = "ひつじょう";
Q[189].Ans[1] = "ひってい";
Q[189].Ans[2] = "ひつてい";
Q[189].Ans[3] = "ひつよう";
Q[189].comment = "『必定』は『ひつじょう』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔お勘定〕をお願いします。";
Q[190].Ans[0] = "かんじょう";
Q[190].Ans[1] = "かんてい";
Q[190].Ans[2] = "かんでい";
Q[190].Ans[3] = "かんてん";
Q[190].comment = "『勘定』は『かんじょう』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これからの時代、どんぶり〔勘定〕ではやっていけない。";
Q[191].Ans[0] = "かんじょう";
Q[191].Ans[1] = "かんてい";
Q[191].Ans[2] = "かんでい";
Q[191].Ans[3] = "かんこう";
Q[191].comment = "『勘定』は『かんじょう』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>視点が〔定まらない〕様子だ。";
Q[192].Ans[0] = "さだまらない";
Q[192].Ans[1] = "あやまらない";
Q[192].Ans[2] = "とまらない";
Q[192].Ans[3] = "あつまらない";
Q[192].comment = "『定まる』は『さだまる』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その後彼らがどうなったかは〔定か〕ではない。";
Q[193].Ans[0] = "さだか";
Q[193].Ans[1] = "つまびらか";
Q[193].Ans[2] = "ていか";
Q[193].Ans[3] = "あきらか";
Q[193].comment = "『定かな』は『さだかな』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔のことなので記憶が〔定か〕ではありません。";
Q[194].Ans[0] = "さだか";
Q[194].Ans[1] = "あきらか";
Q[194].Ans[2] = "なだらか";
Q[194].Ans[3] = "おだやか";
Q[194].comment = "『定かな』は『さだかな』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>返金については、別に〔定める〕とおりとする。";
Q[195].Ans[0] = "さだめる";
Q[195].Ans[1] = "なだめる";
Q[195].Ans[2] = "つとめる";
Q[195].Ans[3] = "あやめる";
Q[195].comment = "『定める』は『さだめる』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>物語では〔地底〕にもあるもうひとつの世界が描かれている。";
Q[196].Ans[0] = "ちてい";
Q[196].Ans[1] = "ちそこ";
Q[196].Ans[2] = "ちか";
Q[196].Ans[3] = "ちきゅう";
Q[196].comment = "『地底』は『ちてい』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震で〔海底〕ケーブルが損傷した。";
Q[197].Ans[0] = "かいてい";
Q[197].Ans[1] = "かいそこ";
Q[197].Ans[2] = "かいこう";
Q[197].Ans[3] = "かいおう";
Q[197].comment = "『海底』は『かいてい』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>岩にぶつかって〔船底〕に穴があいた。";
Q[198].Ans[0] = "ふなぞこ";
Q[198].Ans[1] = "ふなてい";
Q[198].Ans[2] = "ふなべり";
Q[198].Ans[3] = "ふなばた";
Q[198].comment = "『船底』は『ふなぞこ』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>失業し〔どん底〕の生活が続いた。";
Q[199].Ans[0] = "どんぞこ";
Q[199].Ans[1] = "どんてい";
Q[199].Ans[2] = "どんまい";
Q[199].Ans[3] = "どんちん";
Q[199].comment = "『どん底』は『どんぞこ』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学力の〔底上げ〕が課題である。";
Q[200].Ans[0] = "そこあげ";
Q[200].Ans[1] = "ていあげ";
Q[200].Ans[2] = "なべあげ";
Q[200].Ans[3] = "もちあげ";
Q[200].comment = "『底上げ』は『そこあげ』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何度も騙されるなんて、〔底抜け〕のお人好しだな。";
Q[201].Ans[0] = "そこぬけ";
Q[201].Ans[1] = "ていぬけ";
Q[201].Ans[2] = "こしぬけ";
Q[201].Ans[3] = "もぬけ";
Q[201].comment = "『底抜け』は『そこぬけ』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍の占領に〔抵抗〕する。";
Q[202].Ans[0] = "ていこう";
Q[202].Ans[1] = "そうこう";
Q[202].Ans[2] = "かんこう";
Q[202].Ans[3] = "おうこう";
Q[202].comment = "『抵抗』は『ていこう』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>露出の多い服装には〔抵抗〕がある。";
Q[203].Ans[0] = "ていこう";
Q[203].Ans[1] = "りゅうこう";
Q[203].Ans[2] = "えんこう";
Q[203].Ans[3] = "しこう";
Q[203].comment = "『抵抗』は『ていこう』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>抗議のデモが首相〔官邸〕をとりかこんだ。";
Q[204].Ans[0] = "かんてい";
Q[204].Ans[1] = "かんきゅう";
Q[204].Ans[2] = "かんちゅう";
Q[204].Ans[3] = "かんしゅう";
Q[204].comment = "『官邸』は『かんてい』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>10億円かけて知事の〔公邸〕を新築した。";
Q[205].Ans[0] = "こうてい";
Q[205].Ans[1] = "こうかん";
Q[205].Ans[2] = "こうきゅう";
Q[205].Ans[3] = "こうそう";
Q[205].comment = "『公邸』は『こうてい』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高級〔料亭〕で接待を受ける。";
Q[206].Ans[0] = "りょうてい";
Q[206].Ans[1] = "りょうてん";
Q[206].Ans[2] = "りょうかん";
Q[206].Ans[3] = "りょうちん";
Q[206].comment = "『料亭』は『りょうてい』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>真くんが〔亭主関白〕だなんて話、信じられるか。";
Q[207].Ans[0] = "ていしゅかんぱく";
Q[207].Ans[1] = "てんしゅかんぱく";
Q[207].Ans[2] = "てっしゅかんぱく";
Q[207].Ans[3] = "てしゅかんぱく";
Q[207].comment = "『亭主関白』は『ていしゅかんぱく』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現代人に〔貞操〕の観念なんて存在しない。";
Q[208].Ans[0] = "ていそう";
Q[208].Ans[1] = "じょうそう";
Q[208].Ans[2] = "こうそう";
Q[208].Ans[3] = "あいそう";
Q[208].comment = "『貞操』は『ていそう』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔貞節〕なんて差別的な言葉を使うものじゃない。";
Q[209].Ans[0] = "ていせつ";
Q[209].Ans[1] = "じょうせつ";
Q[209].Ans[2] = "けっせつ";
Q[209].Ans[3] = "おうせつ";
Q[209].comment = "『貞節』は『ていせつ』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは悪の〔帝国〕だ。";
Q[210].Ans[0] = "ていこく";
Q[210].Ans[1] = "てきこく";
Q[210].Ans[2] = "おうこく";
Q[210].Ans[3] = "こうこく";
Q[210].comment = "『帝国』は『ていこく』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タイトルを獲得し、無冠の〔帝王〕の呼び名を返上した。";
Q[211].Ans[0] = "ていおう";
Q[211].Ans[1] = "だいおう";
Q[211].Ans[2] = "てんのう";
Q[211].Ans[3] = "じょおう";
Q[211].comment = "『帝王』は『ていこう』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカの〔帝国〕主義と戦う者は、誰もがみな英雄だと言っていい。";
Q[212].Ans[0] = "ていこく";
Q[212].Ans[1] = "てんこく";
Q[212].Ans[2] = "てきこく";
Q[212].Ans[3] = "てっこく";
Q[212].comment = "『帝国』は『ていこく』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自らをローマ〔皇帝〕の後継者だと名乗っている。";
Q[213].Ans[0] = "こうてい";
Q[213].Ans[1] = "こうせい";
Q[213].Ans[2] = "こうけい";
Q[213].Ans[3] = "こうえい";
Q[213].comment = "『皇帝』は『こうてい』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは、この村で唯一の〔診療所〕だ。";
Q[214].Ans[0] = "しんりょうじょ";
Q[214].Ans[1] = "かんりょうじょ";
Q[214].Ans[2] = "せんりょうじょ";
Q[214].Ans[3] = "ちんりょうじょ";
Q[214].comment = "『診療所』は『しんりょうじょ』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>患者を〔診察〕する。";
Q[215].Ans[0] = "しんさつ";
Q[215].Ans[1] = "こうさつ";
Q[215].Ans[2] = "いんさつ";
Q[215].Ans[3] = "ちんさつ";
Q[215].comment = "『診察』は『しんさつ』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本医院は24時間いつでも〔往診〕いたします。";
Q[216].Ans[0] = "おうしん";
Q[216].Ans[1] = "おうちん";
Q[216].Ans[2] = "おうふく";
Q[216].Ans[3] = "おうたい";
Q[216].comment = "『往診』は『おうしん』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔診断〕の結果は、ご自宅に郵送いたします。";
Q[217].Ans[0] = "しんだん";
Q[217].Ans[1] = "おうだん";
Q[217].Ans[2] = "かんだん";
Q[217].Ans[3] = "とくだん";
Q[217].comment = "『診断』は『しんだん』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本日は〔休診〕です。";
Q[218].Ans[0] = "きゅうしん";
Q[218].Ans[1] = "きゅうけい";
Q[218].Ans[2] = "きゅうそく";
Q[218].Ans[3] = "きゅうかん";
Q[218].comment = "『休診』は『きゅうしん』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>医者ですから、毎日多くの患者を〔診て〕います。";
Q[219].Ans[0] = "みて";
Q[219].Ans[1] = "して";
Q[219].Ans[2] = "かって";
Q[219].Ans[3] = "とって";
Q[219].comment = "『診る』は『みる』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>苦しそうなんです。先生、早く〔診て〕やってください。";
Q[220].Ans[0] = "みて";
Q[220].Ans[1] = "きて";
Q[220].Ans[2] = "して";
Q[220].Ans[3] = "まて";
Q[220].comment = "『診る』は『みる』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは私たちの〔寝室〕です。";
Q[221].Ans[0] = "しんしつ";
Q[221].Ans[1] = "ねしつ";
Q[221].Ans[2] = "よくしつ";
Q[221].Ans[3] = "こうしつ";
Q[221].comment = "『寝室』は『しんしつ』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔寝台〕特急で、出雲に行きます。";
Q[222].Ans[0] = "しんだい";
Q[222].Ans[1] = "かんだい";
Q[222].Ans[2] = "こうだい";
Q[222].Ans[3] = "とうだい";
Q[222].comment = "『寝台』は『しんだい』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔寝言〕は寝てから言いなさい。";
Q[223].Ans[0] = "ねごと";
Q[223].Ans[1] = "しんごと";
Q[223].Ans[2] = "こごと";
Q[223].Ans[3] = "みごと";
Q[223].comment = "『寝言』は『ねごと』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんなに小さなベッドじゃ〔寝返り〕もうてないよ。";
Q[224].Ans[0] = "ねがえり";
Q[224].Ans[1] = "ひがえり";
Q[224].Ans[2] = "おがえり";
Q[224].Ans[3] = "もがえり";
Q[224].comment = "『寝返り』は『ねがえり』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>将軍は、部下の〔寝返り〕に激怒した。";
Q[225].Ans[0] = "ねがえり";
Q[225].Ans[1] = "うらがえり";
Q[225].Ans[2] = "しがえり";
Q[225].Ans[3] = "ひがえり";
Q[225].comment = "『寝返り』は『ねがえり』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔寝た〕きりの夫を介護する。";
Q[226].Ans[0] = "ねた";
Q[226].Ans[1] = "いた";
Q[226].Ans[2] = "かた";
Q[226].Ans[3] = "した";
Q[226].comment = "『寝たきり』は『ねたきり』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔早寝〕早起きなんて老人みたいだよ。";
Q[227].Ans[0] = "はやね";
Q[227].Ans[1] = "はやしん";
Q[227].Ans[2] = "はやし";
Q[227].Ans[3] = "はやた";
Q[227].comment = "『早寝』は『はやね』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そろそろ〔昼寝〕の時間だな。";
Q[228].Ans[0] = "ひるね";
Q[228].Ans[1] = "ひるめし";
Q[228].Ans[2] = "ひるどき";
Q[228].Ans[3] = "ひるげ";
Q[228].comment = "『昼寝』は『ひるね』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔慎重〕にやらなければ、失敗するぞ。";
Q[229].Ans[0] = "しんちょう";
Q[229].Ans[1] = "けんちょう";
Q[229].Ans[2] = "こうちょう";
Q[229].Ans[3] = "えんちょう";
Q[229].comment = "『慎重』は『しんちょう』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>しばらく自宅で〔謹慎〕していなさい。";
Q[230].Ans[0] = "きんしん";
Q[230].Ans[1] = "きんちん";
Q[230].Ans[2] = "きんえん";
Q[230].Ans[3] = "きんしゅ";
Q[230].comment = "『謹慎』は『きんしん』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>無礼です。ことばを〔慎み〕なさい。";
Q[231].Ans[0] = "つつしみ";
Q[231].Ans[1] = "いさみ";
Q[231].Ans[2] = "はさみ";
Q[231].Ans[3] = "なぐさみ";
Q[231].comment = "『慎む』は『つつしむ』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女はとても〔慎み〕深い性格とはいえない。";
Q[232].Ans[0] = "つつしみ";
Q[232].Ans[1] = "あわれみ";
Q[232].Ans[2] = "なぐさみ";
Q[232].Ans[3] = "かんがみ";
Q[232].comment = "『慎み』は『つつしみ』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだ〔新人〕ですから、技術がありません。";
Q[233].Ans[0] = "しんじん";
Q[233].Ans[1] = "にんじん";
Q[233].Ans[2] = "ちんじん";
Q[233].Ans[3] = "けんじん";
Q[233].comment = "『新人』は『しんじん』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>６月に完成した〔新館〕です。";
Q[234].Ans[0] = "しんかん";
Q[234].Ans[1] = "しゅうかん";
Q[234].Ans[2] = "しゅんかん";
Q[234].Ans[3] = "しっかん";
Q[234].comment = "『新館』は『しんかん』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人気アイドルの〔新曲〕だけあって、たいへんな売れ行きだ。";
Q[235].Ans[0] = "しんきょく";
Q[235].Ans[1] = "にいきょく";
Q[235].Ans[2] = "あらきょく";
Q[235].Ans[3] = "へんきょく";
Q[235].comment = "『新曲』は『しんきょく』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>亡くなった人を初めて迎えるお盆を〔新盆〕という。";
Q[236].Ans[0] = "にいぼん";
Q[236].Ans[1] = "しんぼん";
Q[236].Ans[2] = "あらぼん";
Q[236].Ans[3] = "うらぼん";
Q[236].comment = "『新盆』は『にいぼん』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔新たに〕コンピュータを導入した。";
Q[237].Ans[0] = "あらたに";
Q[237].Ans[1] = "しんたに";
Q[237].Ans[2] = "あたたに";
Q[237].Ans[3] = "にいたに";
Q[237].comment = "『新た』は『あらた』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔新しい〕タイプの薬です。";
Q[238].Ans[0] = "あたらしい";
Q[238].Ans[1] = "あらたしい";
Q[238].Ans[2] = "しんしい";
Q[238].Ans[3] = "にいしい";
Q[238].comment = "『新しい』は『あたらしい』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔審判〕は絶対です。";
Q[239].Ans[0] = "しんぱん";
Q[239].Ans[1] = "じんぱん";
Q[239].Ans[2] = "ちんぱん";
Q[239].Ans[3] = "かんぱん";
Q[239].comment = "『審判』は『しんぱん』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔不審〕な人物を見かけたら、すぐに連絡してください。";
Q[240].Ans[0] = "ふしん";
Q[240].Ans[1] = "ふおん";
Q[240].Ans[2] = "ふけい";
Q[240].Ans[3] = "ふちん";
Q[240].comment = "『不審』は『ふしん』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔地震〕に備えて家具を固定する。";
Q[241].Ans[0] = "じしん";
Q[241].Ans[1] = "じちん";
Q[241].Ans[2] = "じきん";
Q[241].Ans[3] = "じかん";
Q[241].comment = "『地震』は『じしん』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このマンションは〔震度〕６でも倒れません。本当です。";
Q[242].Ans[0] = "しんど";
Q[242].Ans[1] = "ふうど";
Q[242].Ans[2] = "かんど";
Q[242].Ans[3] = "おんど";
Q[242].comment = "『震度』は『しんど』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車の〔震動〕で腰が痛い。";
Q[243].Ans[0] = "しんどう";
Q[243].Ans[1] = "けんどう";
Q[243].Ans[2] = "かんどう";
Q[243].Ans[3] = "さんどう";
Q[243].comment = "『震動』は『しんどう』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>寒さに身体が〔震える〕。";
Q[244].Ans[0] = "ふるえる";
Q[244].Ans[1] = "おびえる";
Q[244].Ans[2] = "かなえる";
Q[244].Ans[3] = "ひかえる";
Q[244].comment = "『震える』は『ふるえる』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風の寒さに、全身が〔震える〕ようだ。";
Q[245].Ans[0] = "ふるえる";
Q[245].Ans[1] = "こごえる";
Q[245].Ans[2] = "そびえる";
Q[245].Ans[3] = "かまえる";
Q[245].comment = "『震える』は『ふるえる』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれもが〔身震い〕するような恐怖だ。";
Q[246].Ans[0] = "みぶるい";
Q[246].Ans[1] = "みならい";
Q[246].Ans[2] = "みあらい";
Q[246].Ans[3] = "みかない";
Q[246].comment = "『身震い』は『みぶるい』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>森に木の〔枝〕を拾いにいく。";
Q[247].Ans[0] = "えだ";
Q[247].Ans[1] = "まき";
Q[247].Ans[2] = "みき";
Q[247].Ans[3] = "たね";
Q[247].comment = "『枝』は『えだ』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>二人は〔親友〕だ。";
Q[248].Ans[0] = "しんゆう";
Q[248].Ans[1] = "ほうゆう";
Q[248].Ans[2] = "ちんゆう";
Q[248].Ans[3] = "じんゆう";
Q[248].comment = "『親友』は『しんゆう』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔親族〕を集めて結婚を祝う。";
Q[249].Ans[0] = "しんぞく";
Q[249].Ans[1] = "ちんぞく";
Q[249].Ans[2] = "けんぞく";
Q[249].Ans[3] = "ごうぞく";
Q[249].comment = "『親族』は『しんぞく』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>二人はまるで〔親子〕のようだ。";
Q[250].Ans[0] = "おやこ";
Q[250].Ans[1] = "しんし";
Q[250].Ans[2] = "ちんし";
Q[250].Ans[3] = "いとこ";
Q[250].comment = "『親子』は『おやこ』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔親しい〕友人だけを集めてパーティーを開いた。";
Q[251].Ans[0] = "したしい";
Q[251].Ans[1] = "いたしい";
Q[251].Ans[2] = "あやしい";
Q[251].Ans[3] = "いやしい";
Q[251].comment = "『親しい』は『したしい』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供のころから書に〔親しんで〕きた。";
Q[252].Ans[0] = "したしんで";
Q[252].Ans[1] = "おやしんで";
Q[252].Ans[2] = "つつしんで";
Q[252].Ans[3] = "かなしんで";
Q[252].comment = "『親しむ』は『したしむ』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>悪口じゃないよ。〔親しさ〕の表現だよ。";
Q[253].Ans[0] = "したしさ";
Q[253].Ans[1] = "あやしさ";
Q[253].Ans[2] = "かなしさ";
Q[253].Ans[3] = "うれしさ";
Q[253].comment = "『親しさ』は『したしさ』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカの刑務所では〔人道〕に反する行為が行なわれている。";
Q[254].Ans[0] = "じんどう";
Q[254].Ans[1] = "にんどう";
Q[254].Ans[2] = "ひとどう";
Q[254].Ans[3] = "こうどう";
Q[254].comment = "『人道』は『じんどう』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔外国人〕には難しい発音です。";
Q[255].Ans[0] = "がいこくじん";
Q[255].Ans[1] = "がいこくにん";
Q[255].Ans[2] = "がいこくひと";
Q[255].Ans[3] = "がいこくびと";
Q[255].comment = "『外国人』は『がいこくじん』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>黙れ！この〔貧乏人〕め。";
Q[256].Ans[0] = "びんぼうにん";
Q[256].Ans[1] = "びんぼうじん";
Q[256].Ans[2] = "びんぼうびと";
Q[256].Ans[3] = "びんぼうひと";
Q[256].comment = "『貧乏人』は『びんぼうにん』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>姉はNHKの〔集金人〕をしています。";
Q[257].Ans[0] = "しゅうきんにん";
Q[257].Ans[1] = "しゅうきんじん";
Q[257].Ans[2] = "しゅうきんびと";
Q[257].Ans[3] = "しゅうきんひと";
Q[257].comment = "『集金人』は『しゅうきんにん』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔主人〕は留守にしておりますが。";
Q[258].Ans[0] = "しゅじん";
Q[258].Ans[1] = "しゅにん";
Q[258].Ans[2] = "しゅうじん";
Q[258].Ans[3] = "しゅうにん";
Q[258].comment = "『主人』は『しゅじん』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日の〔成人式〕には着物で行きます。";
Q[259].Ans[0] = "せいじんしき";
Q[259].Ans[1] = "せいにんしき";
Q[259].Ans[2] = "せいびとしき";
Q[259].Ans[3] = "せいれんしき";
Q[259].comment = "『成人式』は『せいじんしき』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこから見ても〔悪人〕の顔だ。";
Q[260].Ans[0] = "あくにん";
Q[260].Ans[1] = "あくじん";
Q[260].Ans[2] = "あくれん";
Q[260].Ans[3] = "あくびと";
Q[260].comment = "『悪人』は『あくにん』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>教え子の〔仲人〕を務める。";
Q[261].Ans[0] = "なこうど";
Q[261].Ans[1] = "なかびと";
Q[261].Ans[2] = "なかにん";
Q[261].Ans[3] = "なかじん";
Q[261].comment = "『仲人』は『なこうど』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それが〔人情〕というものではないのですか。";
Q[262].Ans[0] = "にんじょう";
Q[262].Ans[1] = "じんじょう";
Q[262].Ans[2] = "れんじょう";
Q[262].Ans[3] = "ひとじょう";
Q[262].comment = "『人情』は『にんじょう』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>北京〔原人〕の骨は、阿波丸に積まれていた。";
Q[263].Ans[0] = "げんじん";
Q[263].Ans[1] = "げんにん";
Q[263].Ans[2] = "げんびと";
Q[263].Ans[3] = "げんれん";
Q[263].comment = "『原人』は『げんじん』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人は誰でも〔旅人〕のようなものです。";
Q[264].Ans[0] = "たびびと";
Q[264].Ans[1] = "たびじん";
Q[264].Ans[2] = "たびと";
Q[264].Ans[3] = "たびれん";
Q[264].comment = "『旅人』は『たびびと』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国の〔役人〕が悪事に走るようではいけない。";
Q[265].Ans[0] = "やくにん";
Q[265].Ans[1] = "やくじん";
Q[265].Ans[2] = "やくびと";
Q[265].Ans[3] = "やくれん";
Q[265].comment = "『役人』は『やくにん』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>退職者が相次ぎ、〔人手〕が足りなくなった。";
Q[266].Ans[0] = "ひとで";
Q[266].Ans[1] = "じんしゅ";
Q[266].Ans[2] = "にんしゅ";
Q[266].Ans[3] = "としゅ";
Q[266].comment = "『人手』は『ひとで』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>戦いに敗れて〔自刃〕した。";
Q[267].Ans[0] = "じじん";
Q[267].Ans[1] = "じば";
Q[267].Ans[2] = "じがい";
Q[267].Ans[3] = "じけつ";
Q[267].comment = "『自刃』は『じじん』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カミソリの〔刃〕を買いにいく。";
Q[268].Ans[0] = "は";
Q[268].Ans[1] = "え";
Q[268].Ans[2] = "かたな";
Q[268].Ans[3] = "つば";
Q[268].comment = "『刃』は『は』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>刀の〔刃〕を人に向けたら危ないです。";
Q[269].Ans[0] = "は";
Q[269].Ans[1] = "め";
Q[269].Ans[2] = "も";
Q[269].Ans[3] = "と";
Q[269].comment = "『刃』は『は』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>『〔仁義〕なき戦い』は、広島を舞台にしたノンフィクションだ。";
Q[270].Ans[0] = "じんぎ";
Q[270].Ans[1] = "にんぎ";
Q[270].Ans[2] = "にぎ";
Q[270].Ans[3] = "れんぎ";
Q[270].comment = "『仁義』は『じんぎ』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>玄関の外に〔仁王立ち〕している男がいた。";
Q[271].Ans[0] = "におうだち";
Q[271].Ans[1] = "じんおうだち";
Q[271].Ans[2] = "にんおうだち";
Q[271].Ans[3] = "かおうだち";
Q[271].comment = "『仁王立ち』は『におうだち』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会の発展に〔尽力〕する。";
Q[272].Ans[0] = "じんりょく";
Q[272].Ans[1] = "せんりょく";
Q[272].Ans[2] = "そうりょく";
Q[272].Ans[3] = "けんりょく";
Q[272].comment = "『尽力』は『じんりょく』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あらゆる手段を〔尽くした〕が、彼を発見することは出来なかった。";
Q[273].Ans[0] = "つくした";
Q[273].Ans[1] = "かくした";
Q[273].Ans[2] = "おくした";
Q[273].Ans[3] = "もくした";
Q[273].comment = "『尽くす』は『つくす』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだ議論を〔尽くして〕いるとはいえない。";
Q[274].Ans[0] = "つくして";
Q[274].Ans[1] = "かくして";
Q[274].Ans[2] = "なくして";
Q[274].Ans[3] = "そくして";
Q[274].comment = "『尽くす』は『つくす』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>背中に〔翼〕があったら、空を飛べるのに。";
Q[275].Ans[0] = "つばさ";
Q[275].Ans[1] = "はね";
Q[275].Ans[2] = "えら";
Q[275].Ans[3] = "あし";
Q[275].comment = "『翼』は『つばさ』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いちょうは〔裸子植物〕です。";
Q[276].Ans[0] = "らししょくぶつ";
Q[276].Ans[1] = "ひししょくぶつ";
Q[276].Ans[2] = "ふししょくぶつ";
Q[276].Ans[3] = "かししょくぶつ";
Q[276].comment = "『裸子植物』は『らししょくぶつ』と読む。対になる語は、「被子植物（ひししょくぶつ）」。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>男の〔裸体〕を描いた絵なんて売れそうにないよな。";
Q[277].Ans[0] = "らたい";
Q[277].Ans[1] = "したい";
Q[277].Ans[2] = "こたい";
Q[277].Ans[3] = "かたい";
Q[277].comment = "『裸体』は『らたい』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔裸婦〕を描かせたら、彼の右に出る者はいないだろう。";
Q[278].Ans[0] = "らふ";
Q[278].Ans[1] = "しゅふ";
Q[278].Ans[2] = "かふ";
Q[278].Ans[3] = "きふ";
Q[278].comment = "『裸婦』は『らふ』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お前の〔裸〕なんて見たくもないよ。";
Q[279].Ans[0] = "はだか";
Q[279].Ans[1] = "こかん";
Q[279].Ans[2] = "ちくび";
Q[279].Ans[3] = "おかん";
Q[279].comment = "『裸』は『はだか』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文を〔羅列〕しただけでは、文章にはならない。";
Q[280].Ans[0] = "られつ";
Q[280].Ans[1] = "かれつ";
Q[280].Ans[2] = "きれつ";
Q[280].Ans[3] = "しれつ";
Q[280].comment = "『羅列』は『られつ』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この表は、試験範囲の単語を〔網羅〕しています。";
Q[281].Ans[0] = "もうら";
Q[281].Ans[1] = "もうか";
Q[281].Ans[2] = "もうり";
Q[281].Ans[3] = "もうこ";
Q[281].comment = "『網羅』は『もうら』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>優ちゃんの〔浪費癖〕には手を焼いています。";
Q[282].Ans[0] = "ろうひぐせ";
Q[282].Ans[1] = "ようひぐせ";
Q[282].Ans[2] = "りょうひぐせ";
Q[282].Ans[3] = "しょうひぐせ";
Q[282].comment = "『浪費癖』は『ろうひぐせ』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔廊下〕を走ってはいけません。。";
Q[283].Ans[0] = "ろうか";
Q[283].Ans[1] = "どうか";
Q[283].Ans[2] = "こうか";
Q[283].Ans[3] = "かっか";
Q[283].comment = "『廊下』は『ろうか』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>共和党の政策は、まさに砂上(さじょう)の〔楼閣〕だ。";
Q[284].Ans[0] = "ろうかく";
Q[284].Ans[1] = "ろうがく";
Q[284].Ans[2] = "おうがく";
Q[284].Ans[3] = "おうきゃく";
Q[284].comment = "『楼閣』は『ろうかく』と読む。「砂上(さじょう)の楼閣」は『永続きしないこと、実現不可能な計画』をたとえる慣用表現。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>屋根が壊れて〔雨漏り〕がする。";
Q[285].Ans[0] = "あまもり";
Q[285].Ans[1] = "あまふり";
Q[285].Ans[2] = "あまどり";
Q[285].Ans[3] = "あまほり";
Q[285].comment = "『雨漏り』は『あまもり』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>液が底から〔漏れて〕いるような気がする。";
Q[286].Ans[0] = "もれて";
Q[286].Ans[1] = "たれて";
Q[286].Ans[2] = "それて";
Q[286].Ans[3] = "かれて";
Q[286].comment = "『漏れる』は『もれる』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>娘が来月〔六つ〕になります。";
Q[287].Ans[0] = "むっつ";
Q[287].Ans[1] = "みっつ";
Q[287].Ans[2] = "ろくつ";
Q[287].Ans[3] = "やっつ";
Q[287].comment = "『六つ』は『むっつ』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今月の〔六日〕までに仕上げてください。";
Q[288].Ans[0] = "むいか";
Q[288].Ans[1] = "みっか";
Q[288].Ans[2] = "ようか";
Q[288].Ans[3] = "なのか";
Q[288].comment = "『六日』は『むいか』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電話を〔録音〕したいのですが、どうすればできますか。";
Q[289].Ans[0] = "ろくおん";
Q[289].Ans[1] = "ろうおん";
Q[289].Ans[2] = "りょうおん";
Q[289].Ans[3] = "りゅうおん";
Q[289].comment = "『録音』は『ろくおん』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔論理的〕でなければ論文とはいえない。";
Q[290].Ans[0] = "ろんりてき";
Q[290].Ans[1] = "ゆうりてき";
Q[290].Ans[2] = "そうりてき";
Q[290].Ans[3] = "しんりてき";
Q[290].comment = "『論理的』は『ろんりてき』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>保証金100万円で〔和解〕した。";
Q[291].Ans[0] = "わかい";
Q[291].Ans[1] = "ふかい";
Q[291].Ans[2] = "ごかい";
Q[291].Ans[3] = "がかい";
Q[291].comment = "『和解』は『わかい』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔日和〕がいいので、みんなで野原に出かけましょう。";
Q[292].Ans[0] = "ひより";
Q[292].Ans[1] = "にちわ";
Q[292].Ans[2] = "ひとわ";
Q[292].Ans[3] = "ひかず";
Q[292].comment = "『日和』は『ひより』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中村先生はいつも〔和服〕を着ています。";
Q[293].Ans[0] = "わふく";
Q[293].Ans[1] = "しふく";
Q[293].Ans[2] = "ふふく";
Q[293].Ans[3] = "もふく";
Q[293].comment = "『和服』は『わふく』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長髪の〔和尚〕さんなんているわけがないよ。";
Q[294].Ans[0] = "おしょう";
Q[294].Ans[1] = "わしょう";
Q[294].Ans[2] = "かしょう";
Q[294].Ans[3] = "ほしょう";
Q[294].comment = "『和尚』は『おしょう』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>苦痛を〔和らげる〕ために麻薬を使った。";
Q[295].Ans[0] = "やわらげる";
Q[295].Ans[1] = "さわらげる";
Q[295].Ans[2] = "かわらげる";
Q[295].Ans[3] = "おわらげる";
Q[295].comment = "『和らげる』は『やわらげる』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人の心を〔和ませる〕ような絵が描きたいものです。";
Q[296].Ans[0] = "なごませる";
Q[296].Ans[1] = "はらませる";
Q[296].Ans[2] = "なやませる";
Q[296].Ans[3] = "からませる";
Q[296].comment = "『和む』は『なごむ』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔和やか〕な表情で会場に入って来た。";
Q[297].Ans[0] = "なごやか";
Q[297].Ans[1] = "おだやか";
Q[297].Ans[2] = "さわやか";
Q[297].Ans[3] = "たおやか";
Q[297].comment = "『和やか』は『なごやか』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今〔話題〕の新製品です。ひとつどうですか？";
Q[298].Ans[0] = "わだい";
Q[298].Ans[1] = "ふだい";
Q[298].Ans[2] = "かだい";
Q[298].Ans[3] = "そだい";
Q[298].comment = "『話題』は『わだい』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>市長に〔収賄〕の疑惑がかかっている。";
Q[299].Ans[0] = "しゅうわい";
Q[299].Ans[1] = "しゅうゆう";
Q[299].Ans[2] = "しゅうかん";
Q[299].Ans[3] = "しゅうよう";
Q[299].comment = "『収賄』は『しゅうわい』と読む。";

Q[300].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生きていきには〔忍耐〕も必要です。。";
Q[300].Ans[0] = "にんたい";
Q[300].Ans[1] = "にんとう";
Q[300].Ans[2] = "にんすん";
Q[300].Ans[3] = "にんにく";
Q[300].comment = "『忍耐』は『にんたい』と読む。";

Q[301].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>８時間〔耐久〕のロードレースに参加する。";
Q[301].Ans[0] = "たいきゅう";
Q[301].Ans[1] = "たっきゅう";
Q[301].Ans[2] = "こうきゅう";
Q[301].Ans[3] = "そっきゅう";
Q[301].comment = "『耐久』は『たいきゅう』と読む。";

Q[302].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔耐火〕金庫ですから、何があっても安心ですよ。";
Q[302].Ans[0] = "たいか";
Q[302].Ans[1] = "めっか";
Q[302].Ans[2] = "しょうか";
Q[302].Ans[3] = "こうか";
Q[302].comment = "『耐火』は『たいか』と読む。";

Q[303].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>痛さに〔耐えて〕勝利をもぎとる。";
Q[303].Ans[0] = "たえて";
Q[303].Ans[1] = "なえて";
Q[303].Ans[2] = "もえて";
Q[303].Ans[3] = "あえて";
Q[303].comment = "『耐える』は『たえる』と読む。";

Q[304].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長年の風雪に〔耐えて〕きたこの家も、そろそろ建て替えの時期だな。";
Q[304].Ans[0] = "たえて";
Q[304].Ans[1] = "あえて";
Q[304].Ans[2] = "かなえて";
Q[304].Ans[3] = "そびえて";
Q[304].comment = "『耐える』は『たえる』と読む。";

Q[305].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>しばらく自宅で〔待機〕していなさい。";
Q[305].Ans[0] = "たいき";
Q[305].Ans[1] = "まっき";
Q[305].Ans[2] = "じき";
Q[305].Ans[3] = "たんき";
Q[305].comment = "『待機』は『たいき』と読む。";

Q[306].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうやら、彼女は〔待遇〕に不満があるようだ。";
Q[306].Ans[0] = "たいぐう";
Q[306].Ans[1] = "そうぐう";
Q[306].Ans[2] = "きょうぐう";
Q[306].Ans[3] = "そうぐう";
Q[306].comment = "『待遇』は『たいぐう』と読む。";

Q[307].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勝つには勝ったが、試合内容はまるで〔期待〕外れだった。";
Q[307].Ans[0] = "きたい";
Q[307].Ans[1] = "きとう";
Q[307].Ans[2] = "きかん";
Q[307].Ans[3] = "きまち";
Q[307].comment = "『期待』は『きたい』と読む。";

Q[308].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>村に〔待望〕のスーパーがオープンしました。";
Q[308].Ans[0] = "たいぼう";
Q[308].Ans[1] = "ようぼう";
Q[308].Ans[2] = "きぼう";
Q[308].Ans[3] = "がんぼう";
Q[308].comment = "『待望』は『たいぼう』と読む。";

Q[309].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう２時間も〔待って〕います。";
Q[309].Ans[0] = "まって";
Q[309].Ans[1] = "とって";
Q[309].Ans[2] = "あって";
Q[309].Ans[3] = "そって";
Q[309].comment = "『待つ』は『まつ』と読む。";

Q[310].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔待合室〕も終日禁煙です。";
Q[310].Ans[0] = "まちあいしつ";
Q[310].Ans[1] = "もちあいしつ";
Q[310].Ans[2] = "かちあいしつ";
Q[310].Ans[3] = "とけあいしつ";
Q[310].comment = "『待合室』は『まちあいしつ』と読む。";

Q[311].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔待てば〕海路の日和あり。";
Q[311].Ans[0] = "まてば";
Q[311].Ans[1] = "もてば";
Q[311].Ans[2] = "かてば";
Q[311].Ans[3] = "うてば";
Q[311].comment = "『待つ』は『まつ』と読む。〈焦らずに待てばきっといいときも来る〉という意味のことわざ。";

Q[312].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>待てば甘露の〔日和〕あり。";
Q[312].Ans[0] = "ひより";
Q[312].Ans[1] = "にちわ";
Q[312].Ans[2] = "ひかず";
Q[312].Ans[3] = "やまと";
Q[312].comment = "『日和』は『ひより』と読む。〈焦らずに待てばきっといいときも来る〉という意味のことわざ。";

Q[313].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>無能な日本人教師を職務〔怠慢〕で解雇した。";
Q[313].Ans[0] = "たいまん";
Q[313].Ans[1] = "かんまん";
Q[313].Ans[2] = "ほうまん";
Q[313].Ans[3] = "にくまん";
Q[313].comment = "『怠慢』は『たいまん』と読む。";

Q[314].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>努力を〔怠れば〕すぐ下手になるだろう。";
Q[314].Ans[0] = "おこたれば";
Q[314].Ans[1] = "わすれれば";
Q[314].Ans[2] = "そなえれば";
Q[314].Ans[3] = "となえれば";
Q[314].comment = "『怠る』は『おこたる』と読む。";

Q[315].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みな〔怠り〕なく、任務を遂行せよ。";
Q[315].Ans[0] = "おこたり";
Q[315].Ans[1] = "あせり";
Q[315].Ans[2] = "なまけり";
Q[315].Ans[3] = "とどこおり";
Q[315].comment = "『怠る』は『おこたる』と読む。";

Q[316].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>義務を〔怠る〕者には権利も保証されない。";
Q[316].Ans[0] = "おこたる";
Q[316].Ans[1] = "かなえる";
Q[316].Ans[2] = "ばかげる";
Q[316].Ans[3] = "さまたげる";
Q[316].comment = "『怠る』は『おこたる』と読む。";

Q[317].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔怠け者〕の彼女を持つと大変です。";
Q[317].Ans[0] = "なまけもの";
Q[317].Ans[1] = "うつけもの";
Q[317].Ans[2] = "はぶけもの";
Q[317].Ans[3] = "やぶけもの";
Q[317].comment = "『怠け者』は『なまけもの』と読む。";

Q[318].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔怠けて〕ばかりいないで、勉強もしなさい。";
Q[318].Ans[0] = "なまけて";
Q[318].Ans[1] = "ほうけて";
Q[318].Ans[2] = "もうけて";
Q[318].Ans[3] = "さばけて";
Q[318].comment = "『怠ける』は『なまける』と読む。";

Q[319].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの日本人は仕事を〔怠けて〕ばかりいる。";
Q[319].Ans[0] = "なまけて";
Q[319].Ans[1] = "さけて";
Q[319].Ans[2] = "よけて";
Q[319].Ans[3] = "はぶけて";
Q[319].comment = "『怠ける』は『なまける』と読む。";

Q[320].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>熱心に〔胎教〕をしたが、結局ダメな大人に育った。";
Q[320].Ans[0] = "たいきょう";
Q[320].Ans[1] = "かんきょう";
Q[320].Ans[2] = "せっきょう";
Q[320].Ans[3] = "こうきょう";
Q[320].comment = "『胎教』は『たいきょう』と読む。";

Q[321].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔胎児〕に人権なんてあるわけがない。";
Q[321].Ans[0] = "たいじ";
Q[321].Ans[1] = "だいじ";
Q[321].Ans[2] = "ようじ";
Q[321].Ans[3] = "にゅうじ";
Q[321].comment = "『胎児』は『たいじ』と読む。";

Q[322].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい時代の〔胎動〕が感じられる。";
Q[322].Ans[0] = "たいどう";
Q[322].Ans[1] = "せんどう";
Q[322].Ans[2] = "かんどう";
Q[322].Ans[3] = "えんどう";
Q[322].comment = "『胎動』は『たいどう』と読む。";

Q[323].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>民衆の抗議行動を受け、アメリカ軍は〔退却〕をはじめた。";
Q[323].Ans[0] = "たいきゃく";
Q[323].Ans[1] = "せんきゃく";
Q[323].Ans[2] = "かいきゃく";
Q[323].Ans[3] = "おうきゃく";
Q[323].comment = "『退却』は『たいきゃく』と読む。";

Q[324].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大臣は、〔進退〕については自分で判断すると強調した。";
Q[324].Ans[0] = "しんたい";
Q[324].Ans[1] = "ちんたい";
Q[324].Ans[2] = "かんたい";
Q[324].Ans[3] = "せんたい";
Q[324].comment = "『進退』は『しんたい』と読む。";

Q[325].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>24歳の若さで競技を〔引退〕した。";
Q[325].Ans[0] = "いんたい";
Q[325].Ans[1] = "ひったい";
Q[325].Ans[2] = "ぜったい";
Q[325].Ans[3] = "おんたい";
Q[325].comment = "『引退』は『いんたい』と読む。";

Q[326].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの戦士絵の授業はとても〔退屈〕だ。";
Q[326].Ans[0] = "たいくつ";
Q[326].Ans[1] = "かいくつ";
Q[326].Ans[2] = "さいくつ";
Q[326].Ans[3] = "ないくつ";
Q[326].comment = "『退屈』は『たいくつ』と読む。";

Q[327].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>還暦を機に経営の一線を〔退く〕。";
Q[327].Ans[0] = "しりぞく";
Q[327].Ans[1] = "おののく";
Q[327].Ans[2] = "あざむく";
Q[327].Ans[3] = "ならしむ";
Q[327].comment = "『退く』は『しりぞく』と読む。";

Q[328].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>定年を迎え、職を〔退く〕ことになった。";
Q[328].Ans[0] = "しりぞく";
Q[328].Ans[1] = "のぞく";
Q[328].Ans[2] = "またたく";
Q[328].Ans[3] = "ひく";
Q[328].comment = "『退く』は『しりぞく』と読む。";

Q[329].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>敵の反撃の前に全軍が〔退いた〕。";
Q[329].Ans[0] = "しりぞいた";
Q[329].Ans[1] = "のぞいた";
Q[329].Ans[2] = "たなびいた";
Q[329].Ans[3] = "またたいた";
Q[329].comment = "『退く』は『しりぞく』と読む。";

Q[330].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>２戦連続のノックアウトで挑戦者を〔退けた〕。";
Q[330].Ans[0] = "しりぞけた";
Q[330].Ans[1] = "よけた";
Q[330].Ans[2] = "さけた";
Q[330].Ans[3] = "さまたけた";
Q[330].comment = "『退ける』は『しりぞける』と読む。";

Q[331].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最高裁判所は国の主張を〔退ける〕判決を下した。";
Q[331].Ans[0] = "しりぞける";
Q[331].Ans[1] = "そむける";
Q[331].Ans[2] = "たきつける";
Q[331].Ans[3] = "はじける";
Q[331].comment = "『退ける』は『しりぞける』と読む。";

Q[332].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きうどい判定ながら、指名挑戦者を〔退けた〕。";
Q[332].Ans[0] = "しりぞけた";
Q[332].Ans[1] = "はりさけた";
Q[332].Ans[2] = "ふみつけた";
Q[332].Ans[3] = "なでつけた";
Q[332].comment = "『退ける』は『しりぞける』と読む。";

Q[333].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>市民の〔連帯〕こそが、もっとも強い力を生むのです。";
Q[333].Ans[0] = "れんたい";
Q[333].Ans[1] = "れんけい";
Q[333].Ans[2] = "れんかい";
Q[333].Ans[3] = "れんとう";
Q[333].comment = "『連帯』は『れんたい』と読む。";

Q[334].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍がいるところはどこも危険〔地帯〕になってしまう。";
Q[334].Ans[0] = "ちたい";
Q[334].Ans[1] = "ちてい";
Q[334].Ans[2] = "ちかい";
Q[334].Ans[3] = "ちけん";
Q[334].comment = "『地帯』は『ちたい』と読む。";

Q[335].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>革命軍は山岳〔地帯〕に身を隠し、その時を待った。";
Q[335].Ans[0] = "ちたい";
Q[335].Ans[1] = "ちかい";
Q[335].Ans[2] = "ちこう";
Q[335].Ans[3] = "ちてん";
Q[335].comment = "『地帯』は『ちたい』と読む。";

Q[336].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日もまた〔熱帯夜〕です。";
Q[336].Ans[0] = "ねったいや";
Q[336].Ans[1] = "ねっとうや";
Q[336].Ans[2] = "ねっせんや";
Q[336].Ans[3] = "ねっけつや";
Q[336].comment = "『熱帯夜』は『ねったいや』と読む。";

Q[337].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>着物の〔帯〕を買う。";
Q[337].Ans[0] = "おび";
Q[337].Ans[1] = "がら";
Q[337].Ans[2] = "そで";
Q[337].Ans[3] = "たけ";
Q[337].comment = "『帯』は『おび』と読む。";

Q[338].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>柔道は〔黒帯〕の腕前です。";
Q[338].Ans[0] = "くろおび";
Q[338].Ans[1] = "くろまつ";
Q[338].Ans[2] = "くろえび";
Q[338].Ans[3] = "くろさぎ";
Q[338].comment = "『黒帯』は『くろおび』と読む。";

Q[339].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔酒気帯び〕運転で捕まった。";
Q[339].Ans[0] = "しゅきおび";
Q[339].Ans[1] = "しゅきとび";
Q[339].Ans[2] = "しゅけおび";
Q[339].Ans[3] = "しゅけとび";
Q[339].comment = "『酒気帯び』は『しゅきおび』と読む。";

Q[340].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤みを〔帯びた〕青色をしている。";
Q[340].Ans[0] = "おびた";
Q[340].Ans[1] = "かびた";
Q[340].Ans[2] = "なびた";
Q[340].Ans[3] = "たびた";
Q[340].comment = "『帯びる』は『おびる』と読む。";

Q[341].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの右フックがあれば、彼の王座はしばらく〔安泰〕だろう。";
Q[341].Ans[0] = "あんたい";
Q[341].Ans[1] = "あんせい";
Q[341].Ans[2] = "あんしん";
Q[341].Ans[3] = "あんてい";
Q[341].comment = "『安泰』は『あんたい』と読む。";

Q[342].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔天下泰平〕の時代、武士は公務員のような存在だった。";
Q[342].Ans[0] = "てんかたいへい";
Q[342].Ans[1] = "てんかこうへい";
Q[342].Ans[2] = "てんかやすへい";
Q[342].Ans[3] = "てんかてっぺい";
Q[342].comment = "『天下泰平』は『てんかたいへい』と読む。";

Q[343].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ソシュールは20世紀言語学の〔泰斗〕として知られる。";
Q[343].Ans[0] = "たいと";
Q[343].Ans[1] = "かんと";
Q[343].Ans[2] = "れいと";
Q[343].Ans[3] = "せんと";
Q[343].comment = "『泰斗』は『たいと』と読む。";

Q[344].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭先で〔足袋〕をはく。";
Q[344].Ans[0] = "たび";
Q[344].Ans[1] = "ぞうり";
Q[344].Ans[2] = "おび";
Q[344].Ans[3] = "そで";
Q[344].comment = "『足袋』は『たび』と読む。";

Q[345].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オーストラリアには多くの〔有袋類〕が生きている。";
Q[345].Ans[0] = "ゆうたいるい";
Q[345].Ans[1] = "ゆうふくろるい";
Q[345].Ans[2] = "ゆうこうい";
Q[345].Ans[3] = "ゆうせいるい";
Q[345].comment = "『有袋類』は『ゆうたいるい』と読む。";

Q[346].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その〔紙袋〕のなかみは何ですか。";
Q[346].Ans[0] = "かみぶくろ";
Q[346].Ans[1] = "かみどくろ";
Q[346].Ans[2] = "かみざくろ";
Q[346].Ans[3] = "かみぼくろ";
Q[346].comment = "『紙袋』は『かみぶくろ』と読む。";

Q[347].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スーパーの〔レジ袋〕を有料化する。";
Q[347].Ans[0] = "レジぶくろ";
Q[347].Ans[1] = "レジぼくろ";
Q[347].Ans[2] = "レジたい";
Q[347].Ans[3] = "レジごろも";
Q[347].comment = "『レジ袋』は『レジぶくろ』と読む。";

Q[348].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな〔袋〕が欲しいのですが。";
Q[348].Ans[0] = "ふくろ";
Q[348].Ans[1] = "おび";
Q[348].Ans[2] = "えもの";
Q[348].Ans[3] = "したぎ";
Q[348].comment = "『袋』は『ふくろ』と読む。";

Q[349].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あのアメリカ人は、警察に〔逮捕〕されたらしい。";
Q[349].Ans[0] = "たいほ";
Q[349].Ans[1] = "かくほ";
Q[349].Ans[2] = "こうほ";
Q[349].Ans[3] = "とうほ";
Q[349].comment = "『逮捕』は『たいほ』と読む。";

Q[350].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾は小さな島だから、犯人の〔逮捕〕も時間の問題だろう。";
Q[350].Ans[0] = "たいほ";
Q[350].Ans[1] = "かくほ";
Q[350].Ans[2] = "こうほ";
Q[350].Ans[3] = "れいほ";
Q[350].comment = "『逮捕』は『たいほ』と読む。";

Q[351].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>石油の〔代替〕エネルギーを確保しなければならない。";
Q[351].Ans[0] = "だいたい";
Q[351].Ans[1] = "だいかわり";
Q[351].Ans[2] = "だいせん";
Q[351].Ans[3] = "だいがわ";
Q[351].comment = "『代替』は『だいたい』と読む。";

Q[352].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か良い〔代替案〕はないかな。";
Q[352].Ans[0] = "だいたいあん";
Q[352].Ans[1] = "だいかえあん";
Q[352].Ans[2] = "だいていあん";
Q[352].Ans[3] = "だいこうあん";
Q[352].comment = "『代替案』は『だいたいあん』と読む。";

Q[353].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>100円に〔両替〕できますか。";
Q[353].Ans[0] = "りょうがえ";
Q[353].Ans[1] = "りょうたい";
Q[353].Ans[2] = "りょうがい";
Q[353].Ans[3] = "りょうだい";
Q[353].comment = "『両替』は『りょうがえ』と読む。";

Q[354].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そろそろ電池を〔替え〕ないといけない。";
Q[354].Ans[0] = "かえ";
Q[354].Ans[1] = "はえ";
Q[354].Ans[2] = "おえ";
Q[354].Ans[3] = "みえ";
Q[354].comment = "『替える』は『かえる』と読む。";

Q[355].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>疲れが見える投手を〔替える〕。";
Q[355].Ans[0] = "かえる";
Q[355].Ans[1] = "なえる";
Q[355].Ans[2] = "はえる";
Q[355].Ans[3] = "おえる";
Q[355].comment = "『替える』は『かえる』と読む。";

Q[356].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金魚の水を〔替える〕のも意外にたいへんな作業だ。";
Q[356].Ans[0] = "かえる";
Q[356].Ans[1] = "みえる";
Q[356].Ans[2] = "あえる";
Q[356].Ans[3] = "おえる";
Q[356].comment = "『替える』は『かえる』と読む。";

Q[357].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政治を変えるには、内閣が〔替わる〕必要がある。";
Q[357].Ans[0] = "かわる";
Q[357].Ans[1] = "さわる";
Q[357].Ans[2] = "おわる";
Q[357].Ans[3] = "すわる";
Q[357].comment = "『替わる』は『かわる』と読む。";

Q[358].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>食堂のメニューはいつも〔替わらない〕。";
Q[358].Ans[0] = "かわらない";
Q[358].Ans[1] = "さわらない";
Q[358].Ans[2] = "おわらない";
Q[358].Ans[3] = "まわらない";
Q[358].comment = "『替わる』は『かわる』と読む。";

Q[359].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔日替わり〕定食を三つ下さい。";
Q[359].Ans[0] = "ひがわり";
Q[359].Ans[1] = "ひずわり";
Q[359].Ans[2] = "ひびわり";
Q[359].Ans[3] = "ひでわり";
Q[359].comment = "『日替わり』は『ひがわり』と読む。";

Q[360].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔貸与〕された奨学金を返還する。";
Q[360].Ans[0] = "たいよ";
Q[360].Ans[1] = "かんよ";
Q[360].Ans[2] = "ぞうよ";
Q[360].Ans[3] = "とうよ";
Q[360].comment = "『貸与』は『たいよ』と読む。";

Q[361].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔賃貸〕マンションに興味があります。";
Q[361].Ans[0] = "ちんたい";
Q[361].Ans[1] = "ちんちょう";
Q[361].Ans[2] = "ちんがり";
Q[361].Ans[3] = "ちんどん";
Q[361].comment = "『賃貸』は『ちんたい』と読む。";

Q[362].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父親の〔貸金業〕を継ぐ。";
Q[362].Ans[0] = "かしきんぎょう";
Q[362].Ans[1] = "ちんきんぎょう";
Q[362].Ans[2] = "たいきんぎょう";
Q[362].Ans[3] = "かりきんぎょう";
Q[362].comment = "『貸金業』は『かしきんぎょう』と読む。";

Q[363].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>サークルでレストランを〔貸し切る〕。";
Q[363].Ans[0] = "かしきる";
Q[363].Ans[1] = "おしきる";
Q[363].Ans[2] = "めしきる";
Q[363].Ans[3] = "たしきる";
Q[363].comment = "『貸し切る』は『かしきる』と読む。";

Q[364].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔軍隊〕では、上官の命令は絶対です。";
Q[364].Ans[0] = "ぐんたい";
Q[364].Ans[1] = "ぐんじん";
Q[364].Ans[2] = "ぐんぞく";
Q[364].Ans[3] = "ぐんかん";
Q[364].comment = "『軍隊』は『ぐんたい』と読む。";

Q[365].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テレビの〔戦隊〕ものが大好きです。";
Q[365].Ans[0] = "せんたい";
Q[365].Ans[1] = "せんそう";
Q[365].Ans[2] = "せんけい";
Q[365].Ans[3] = "せんこう";
Q[365].comment = "『戦隊』は『せんたい』と読む。";

Q[366].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>特殊〔部隊〕を送ったが、上陸に失敗して全滅した。";
Q[366].Ans[0] = "ぶたい";
Q[366].Ans[1] = "ぶてい";
Q[366].Ans[2] = "ぶとう";
Q[366].Ans[3] = "ぶそう";
Q[366].comment = "『部隊』は『ぶたい』と読む。";

Q[367].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔隊長〕らしくしてください。";
Q[367].Ans[0] = "たいちょう";
Q[367].Ans[1] = "いいんちょう";
Q[367].Ans[2] = "はんちょう";
Q[367].Ans[3] = "そんちょう";
Q[367].comment = "『隊長』は『たいちょう』と読む。";

Q[368].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ジャングルの〔探検隊〕を組織する。";
Q[368].Ans[0] = "たんけんたい";
Q[368].Ans[1] = "たんけんてい";
Q[368].Ans[2] = "たんけんかい";
Q[368].Ans[3] = "たんけんすい";
Q[368].comment = "『探検隊』は『たんけんたい』と読む。";

Q[369].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>借金の返済が〔滞って〕いる。";
Q[369].Ans[0] = "とどこおって";
Q[369].Ans[1] = "いきどおって";
Q[369].Ans[2] = "かししぶって";
Q[369].Ans[3] = "いきどまって";
Q[369].comment = "『滞る』は『とどこおる』と読む。";

Q[370].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>祭りの影響で交通が〔滞る〕。";
Q[370].Ans[0] = "とどこおる";
Q[370].Ans[1] = "まかりとおる";
Q[370].Ans[2] = "いきどおる";
Q[370].Ans[3] = "さまたげる";
Q[370].comment = "『滞る』は『とどこおる』と読む。";

Q[371].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>個人の事情で仕事が〔滞らせる〕ようでは情けない。";
Q[371].Ans[0] = "とどこおらせる";
Q[371].Ans[1] = "いきどおらせる";
Q[371].Ans[2] = "すきとおらせる";
Q[371].Ans[3] = "まかりとおらせる";
Q[371].comment = "『滞る』は『とどこおる』と読む。";

Q[372].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雇用〔形態〕の多様化が進んでいる。";
Q[372].Ans[0] = "けいたい";
Q[372].Ans[1] = "けいのう";
Q[372].Ans[2] = "けいこう";
Q[372].Ans[3] = "けいかん";
Q[372].comment = "『形態』は『けいたい』と読む。";

Q[373].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたは〔変態〕だと思います。";
Q[373].Ans[0] = "へんたい";
Q[373].Ans[1] = "へんせつ";
Q[373].Ans[2] = "へんこう";
Q[373].Ans[3] = "へんじん";
Q[373].comment = "『変態』は『へんたい』と読む。";

Q[374].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔事態〕を複雑にしているのは、あなた自身です。";
Q[374].Ans[0] = "じたい";
Q[374].Ans[1] = "じのう";
Q[374].Ans[2] = "じしん";
Q[374].Ans[3] = "じかん";
Q[374].comment = "『事態』は『じたい』と読む。";

Q[375].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>白書の記述は〔実態〕とかけはなれている。";
Q[375].Ans[0] = "じったい";
Q[375].Ans[1] = "じっせん";
Q[375].Ans[2] = "じっこう";
Q[375].Ans[3] = "じっかん";
Q[375].comment = "『実態』は『じったい』と読む。";

Q[376].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近の学生は〔態度〕が悪い。";
Q[376].Ans[0] = "たいど";
Q[376].Ans[1] = "ていど";
Q[376].Ans[2] = "かんど";
Q[376].Ans[3] = "せんど";
Q[376].comment = "『態度』は『たいど』と読む。";

Q[377].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は本当に世間〔知らず〕ですね。";
Q[377].Ans[0] = "しらず";
Q[377].Ans[1] = "よらず";
Q[377].Ans[2] = "からず";
Q[377].Ans[3] = "ちらず";
Q[377].comment = "『知る』は『しる』と読む。";

Q[378].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>物の〔値段〕は誰にでもわかるが、物の価値がわかる人は少ない。";
Q[378].Ans[0] = "ねだん";
Q[378].Ans[1] = "かだん";
Q[378].Ans[2] = "はだん";
Q[378].Ans[3] = "むだん";
Q[378].comment = "『値段』は『ねだん』と読む。";

Q[379].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>物の値段は誰にでもわかるが、物の〔価値〕がわかる人は少ない。";
Q[379].Ans[0] = "かち";
Q[379].Ans[1] = "いち";
Q[379].Ans[2] = "そち";
Q[379].Ans[3] = "たち";
Q[379].comment = "『価値』は『かち』と読む。";

Q[380].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これはなかなかの〔お値打ち品〕ですね。";
Q[380].Ans[0] = "おねうちひん";
Q[380].Ans[1] = "おちうちひん";
Q[380].Ans[2] = "おすうちひん";
Q[380].Ans[3] = "おかうちひん";
Q[380].comment = "『値打ち』は『ねうち』と読む。";

Q[381].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の罪は死に〔値する〕。";
Q[381].Ans[0] = "あたいする";
Q[381].Ans[1] = "かする";
Q[381].Ans[2] = "えきする";
Q[381].Ans[3] = "ちする";
Q[381].comment = "『値する』は『あたいする』と読む。";

Q[382].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米兵の〔破廉恥〕な罪を告発する。";
Q[382].Ans[0] = "はれんち";
Q[382].Ans[1] = "はれんはじ";
Q[382].Ans[2] = "はれんしん";
Q[382].Ans[3] = "はれんしゅう";
Q[382].comment = "『破廉恥』は『はれんち』と読む。";

Q[383].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生きて〔恥〕をさらすよりも、死んだ方がいいという考えもある。";
Q[383].Ans[0] = "はじ";
Q[383].Ans[1] = "ざま";
Q[383].Ans[2] = "つみ";
Q[383].Ans[3] = "ばつ";
Q[383].comment = "『恥』は『はじ』と読む。";

Q[384].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新聞記者ならば、政権の〔恥部〕に切り込むような記事を書け。";
Q[384].Ans[0] = "ちぶ";
Q[384].Ans[1] = "はじぶ";
Q[384].Ans[2] = "しんぶ";
Q[384].Ans[3] = "かぶ";
Q[384].comment = "『恥部』は『ちぶ』と読む。";

Q[385].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>私は、両親に〔恥じる〕ようなことは何もしていない。";
Q[385].Ans[0] = "はじる";
Q[385].Ans[1] = "あじる";
Q[385].Ans[2] = "かじる";
Q[385].Ans[3] = "なじる";
Q[385].comment = "『恥じる』は『はじる』と読む。";

Q[386].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんなひどいことをするなんて、〔恥〕を知りなさい。";
Q[386].Ans[0] = "はじ";
Q[386].Ans[1] = "つみ";
Q[386].Ans[2] = "ばつ";
Q[386].Ans[3] = "なさけ";
Q[386].comment = "『恥』は『はじ』と読む。";

Q[387].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語がわからずに〔恥ずかしい〕思いをしました。";
Q[387].Ans[0] = "はずかしい";
Q[387].Ans[1] = "むずかしい";
Q[387].Ans[2] = "ちずかしい";
Q[387].Ans[3] = "こずかしい";
Q[387].comment = "『恥ずかしい』は『はずかしい』と読む。";

Q[388].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>東京にオリンピックを〔誘致〕する。";
Q[388].Ans[0] = "ゆうち";
Q[388].Ans[1] = "ゆうし";
Q[388].Ans[2] = "ゆうか";
Q[388].Ans[3] = "ゆうた";
Q[388].comment = "『誘致』は『ゆうち』と読む。";

Q[389].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あやしげな宗教の〔勧誘〕に引っかかってはいけません。";
Q[389].Ans[0] = "かんゆう";
Q[389].Ans[1] = "かんこう";
Q[389].Ans[2] = "かんとう";
Q[389].Ans[3] = "かんそう";
Q[389].comment = "『勧誘』は『かんゆう』と読む。";

Q[390].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>条件に〔合致〕するように人選を進める。";
Q[390].Ans[0] = "がっち";
Q[390].Ans[1] = "がっき";
Q[390].Ans[2] = "がっこ";
Q[390].Ans[3] = "がっし";
Q[390].comment = "『合致』は『がっち』と読む。";

Q[391].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>同じ間違いは二度と〔致し〕ません。";
Q[391].Ans[0] = "いたし";
Q[391].Ans[1] = "はたし";
Q[391].Ans[2] = "おかし";
Q[391].Ans[3] = "もよおし";
Q[391].comment = "『致す』は『いたす』と読む。";

Q[392].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうぞよろしくお願い〔致し〕ます。";
Q[392].Ans[0] = "いたし";
Q[392].Ans[1] = "もよおし";
Q[392].Ans[2] = "もうし";
Q[392].Ans[3] = "はたし";
Q[392].comment = "『致す』は『いたす』と読む。";

Q[393].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔遅刻〕ばかりしている。";
Q[393].Ans[0] = "ちこく";
Q[393].Ans[1] = "しこく";
Q[393].Ans[2] = "かこく";
Q[393].Ans[3] = "ひこく";
Q[393].comment = "『遅刻』は『ちこく』と読む。";

Q[394].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>隠してもムダだ。真実とは〔遅かれ〕早かれわかるものだ。";
Q[394].Ans[0] = "おそかれ";
Q[394].Ans[1] = "ちかれ";
Q[394].Ans[2] = "おくかれ";
Q[394].Ans[3] = "ちっかれ";
Q[394].comment = "『遅かれ早かれ』は『おそかれはやかれ』と読む。〈いつかきっと、いずれは〉という意味の慣用句。";

Q[395].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は来るのは〔遅い〕が、帰るのは早い。";
Q[395].Ans[0] = "おそい";
Q[395].Ans[1] = "にぶい";
Q[395].Ans[2] = "ぬるい";
Q[395].Ans[3] = "ゆるい";
Q[395].comment = "『遅い』は『おそい』と読む。";

Q[396].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古いコンピュータは〔遅すぎて〕イライラする。";
Q[396].Ans[0] = "おそすぎて";
Q[396].Ans[1] = "ゆるすぎて";
Q[396].Ans[2] = "ぬるすぎて";
Q[396].Ans[3] = "にぶすぎて";
Q[396].comment = "『遅い』は『おそい』と読む。";

Q[397].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾では、電車が〔遅れる〕のが当たり前だ。";
Q[397].Ans[0] = "おくれる";
Q[397].Ans[1] = "ずれる";
Q[397].Ans[2] = "またれる";
Q[397].Ans[3] = "あばれる";
Q[397].comment = "『遅れる』は『おくれる』と読む。";

Q[398].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日は〔遅番〕だから、午後に出勤すればいい。";
Q[398].Ans[0] = "おそばん";
Q[398].Ans[1] = "ちんばん";
Q[398].Ans[2] = "こうばん";
Q[398].Ans[3] = "かんばん";
Q[398].comment = "『遅番』は『おそばん』と読む。";

Q[399].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あのふたりはいつも〔痴話〕げんかだね。";
Q[399].Ans[0] = "ちわ";
Q[399].Ans[1] = "しれわ";
Q[399].Ans[2] = "かんわ";
Q[399].Ans[3] = "こうわ";
Q[399].comment = "『痴話げんか』は『ちわげんか』と読む。〈男女の間のたわいないケンカ〉の意味。";

Q[400].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電車で〔痴漢〕にあった。。";
Q[400].Ans[0] = "ちかん";
Q[400].Ans[1] = "しかん";
Q[400].Ans[2] = "こかん";
Q[400].Ans[3] = "ほかん";
Q[400].comment = "『痴漢』は『ちかん』と読む。";

Q[401].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの日本人は、40才過ぎの割には〔幼稚〕だ。";
Q[401].Ans[0] = "ようち";
Q[401].Ans[1] = "ようし";
Q[401].Ans[2] = "ようき";
Q[401].Ans[3] = "ようご";
Q[401].comment = "『幼稚』は『ようち』と読む。";

Q[402].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ウナギの〔稚魚〕をシラスウナギという。";
Q[402].Ans[0] = "ちぎょ";
Q[402].Ans[1] = "しいぎょ";
Q[402].Ans[2] = "こうぎょ";
Q[402].Ans[3] = "すいぎょ";
Q[402].comment = "『稚魚』は『ちぎょ』と読む。";

Q[403].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>問題を〔放置〕していた責任は行政側にある。";
Q[403].Ans[0] = "ほうち";
Q[403].Ans[1] = "ほうし";
Q[403].Ans[2] = "ほうき";
Q[403].Ans[3] = "ほうく";
Q[403].comment = "『放置』は『ほうち』と読む。";

Q[404].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ケガそのものは軽いが、ケガの〔位置〕が悪い。";
Q[404].Ans[0] = "いち";
Q[404].Ans[1] = "いき";
Q[404].Ans[2] = "いふ";
Q[404].Ans[3] = "いど";
Q[404].comment = "『位置』は『いち』と読む。";

Q[405].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>けが人の〔処置〕をする。";
Q[405].Ans[0] = "しょち";
Q[405].Ans[1] = "しょき";
Q[405].Ans[2] = "しょく";
Q[405].Ans[3] = "しょう";
Q[405].comment = "『処置』は『しょち』と読む。";

Q[406].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>教室内の机の〔配置〕を変更する。";
Q[406].Ans[0] = "はいち";
Q[406].Ans[1] = "はいき";
Q[406].Ans[2] = "はいく";
Q[406].Ans[3] = "はいそ";
Q[406].comment = "『配置』は『はいち』と読む。";

Q[407].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>机の上に〔置いて〕おいたリンゴを知りませんか。";
Q[407].Ans[0] = "おいて";
Q[407].Ans[1] = "かいて";
Q[407].Ans[2] = "といて";
Q[407].Ans[3] = "ないて";
Q[407].comment = "『置く』は『おく』と読む。";

Q[408].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ベッドの上に物を〔置く〕のはやめてください。";
Q[408].Ans[0] = "おく";
Q[408].Ans[1] = "とく";
Q[408].Ans[2] = "むく";
Q[408].Ans[3] = "はく";
Q[408].comment = "『置く』は『おく』と読む。";

Q[409].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>旧正月には〔爆竹〕を鳴らします。";
Q[409].Ans[0] = "ばくちく";
Q[409].Ans[1] = "ばくちゅう";
Q[409].Ans[2] = "ばくだん";
Q[409].Ans[3] = "ばくはつ";
Q[409].comment = "『爆竹』は『ばくちく』と読む。";

Q[410].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校に〔竹刀〕や木刀を持って来てはいけません。";
Q[410].Ans[0] = "しない";
Q[410].Ans[1] = "たけとう";
Q[410].Ans[2] = "ちくとう";
Q[410].Ans[3] = "たけがたな";
Q[410].comment = "『竹刀』は『しない』と読む。";

Q[411].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この器は〔竹〕でできています。";
Q[411].Ans[0] = "たけ";
Q[411].Ans[1] = "すぎ";
Q[411].Ans[2] = "まつ";
Q[411].Ans[3] = "ひのき";
Q[411].comment = "『竹』は『たけ』と読む。";

Q[412].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家の裏に〔竹〕が生えている。";
Q[412].Ans[0] = "たけ";
Q[412].Ans[1] = "ぶな";
Q[412].Ans[2] = "なら";
Q[412].Ans[3] = "かし";
Q[412].comment = "『竹』は『たけ』と読む。";

Q[413].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本県では〔畜産〕に従事する者が多い。";
Q[413].Ans[0] = "ちくさん";
Q[413].Ans[1] = "いくさん";
Q[413].Ans[2] = "おくさん";
Q[413].Ans[3] = "たくさん";
Q[413].comment = "『畜産』は『ちくさん』と読む。";

Q[414].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米国は途上国の人々を〔家畜〕のように扱っている。";
Q[414].Ans[0] = "かちく";
Q[414].Ans[1] = "かとく";
Q[414].Ans[2] = "かさん";
Q[414].Ans[3] = "かげん";
Q[414].comment = "『家畜』は『かちく』と読む。";

Q[415].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔牧畜〕で生計を立てています。";
Q[415].Ans[0] = "ぼくちく";
Q[415].Ans[1] = "ぼくそう";
Q[415].Ans[2] = "ぼくとう";
Q[415].Ans[3] = "ぼくめつ";
Q[415].comment = "『牧畜』は『ぼくちく』と読む。";

Q[416].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>作業については〔逐一〕経過を報告するようにしなさい。";
Q[416].Ans[0] = "ちくいち";
Q[416].Ans[1] = "ちいち";
Q[416].Ans[2] = "ちっいち";
Q[416].Ans[3] = "ちゅういち";
Q[416].comment = "『逐一』は『ちくいち』と読む。";

Q[417].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語を中国語に〔逐語訳〕する。";
Q[417].Ans[0] = "ちくごやく";
Q[417].Ans[1] = "すいごやく";
Q[417].Ans[2] = "こうごやく";
Q[417].Ans[3] = "そうごやく";
Q[417].comment = "『逐語訳』は『ちくごやく』と読む。";

Q[418].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>害虫を〔駆除〕する。";
Q[418].Ans[0] = "くじょ";
Q[418].Ans[1] = "ちくじょ";
Q[418].Ans[2] = "こうじょ";
Q[418].Ans[3] = "そうじ";
Q[418].comment = "『駆除』は『くじょ』と読む。";

Q[419].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍を占領地から〔駆逐〕する。";
Q[419].Ans[0] = "くちく";
Q[419].Ans[1] = "くすい";
Q[419].Ans[2] = "くつい";
Q[419].Ans[3] = "くとう";
Q[419].comment = "『駆逐』は『くちく』と読む。";

Q[420].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>疲労が〔蓄積〕しているようです。ゆっくり休んでください。";
Q[420].Ans[0] = "ちくせき";
Q[420].Ans[1] = "こうせき";
Q[420].Ans[2] = "とうせき";
Q[420].Ans[3] = "かんせき";
Q[420].comment = "『蓄積』は『ちくせき』と読む。";

Q[421].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>給料の一割を〔貯蓄〕にまわしている。";
Q[421].Ans[0] = "ちょちく";
Q[421].Ans[1] = "ちょぞう";
Q[421].Ans[2] = "ちょきん";
Q[421].Ans[3] = "ちょげん";
Q[421].comment = "『貯蓄』は『ちょちく』と読む。";

Q[422].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>老後の〔蓄え〕にと思って、こつこつと貯金してきました。";
Q[422].Ans[0] = "たくわえ";
Q[422].Ans[1] = "あつらえ";
Q[422].Ans[2] = "しつらえ";
Q[422].Ans[3] = "こしらえ";
Q[422].comment = "『蓄え』は『たくわえ』と読む。";

Q[423].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>災害に備えて、水を〔蓄えて〕いる。";
Q[423].Ans[0] = "たくわえて";
Q[423].Ans[1] = "そなえて";
Q[423].Ans[2] = "たずさえて";
Q[423].Ans[3] = "かまえて";
Q[423].comment = "『蓄える』は『たくわえる』と読む。";

Q[424].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学では〔建築〕を学んでいました。";
Q[424].Ans[0] = "けんちく";
Q[424].Ans[1] = "けんきつ";
Q[424].Ans[2] = "けんこう";
Q[424].Ans[3] = "けんせい";
Q[424].comment = "『建築』は『けんちく』と読む。";

Q[425].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家の二階を〔増築〕する";
Q[425].Ans[0] = "ぞうちく";
Q[425].Ans[1] = "ぞうけん";
Q[425].Ans[2] = "ぞうだい";
Q[425].Ans[3] = "ぞうきつ";
Q[425].comment = "『増築』は『ぞうちく』と読む。";

Q[426].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい理論を〔構築〕した功績で、学会から賞を受けた。";
Q[426].Ans[0] = "こうちく";
Q[426].Ans[1] = "こうけん";
Q[426].Ans[2] = "こうかい";
Q[426].Ans[3] = "こうせん";
Q[426].comment = "『構築』は『こうちく』と読む。";

Q[427].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長年〔築き〕あげてきた信用を一瞬にして失った。";
Q[427].Ans[0] = "きずき";
Q[427].Ans[1] = "さばき";
Q[427].Ans[2] = "ちいき";
Q[427].Ans[3] = "しんき";
Q[427].comment = "『築く』は『きずく』と読む。";

Q[428].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ジャイアンツは残塁の山を〔築いた〕。";
Q[428].Ans[0] = "きずいた";
Q[428].Ans[1] = "おもむいた";
Q[428].Ans[2] = "まねいた";
Q[428].Ans[3] = "つづいた";
Q[428].comment = "『築く』は『きずく』と読む。";

Q[429].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>上の者の言うことを聞かないなんて、何とも〔秩序〕のない集団だ。";
Q[429].Ans[0] = "ちつじょ";
Q[429].Ans[1] = "しつじょ";
Q[429].Ans[2] = "こうじょ";
Q[429].Ans[3] = "きんじょ";
Q[429].comment = "『秩序』は『ちつじょ』と読む。";

Q[430].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>法と〔秩序〕によって国を統治する。";
Q[430].Ans[0] = "ちつじょ";
Q[430].Ans[1] = "ちっじょ";
Q[430].Ans[2] = "ちんじょ";
Q[430].Ans[3] = "ちいじょ";
Q[430].comment = "『秩序』は『ちつじょ』と読む。";

Q[431].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>死因は〔窒息〕です。";
Q[431].Ans[0] = "ちっそく";
Q[431].Ans[1] = "しそく";
Q[431].Ans[2] = "こうそく";
Q[431].Ans[3] = "きゅうそく";
Q[431].comment = "『窒息』は『ちっそく』と読む。";

Q[432].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空気中でもっとも割合の多い物質は〔窒素〕である。";
Q[432].Ans[0] = "ちっそ";
Q[432].Ans[1] = "さんそ";
Q[432].Ans[2] = "こうそ";
Q[432].Ans[3] = "げんそ";
Q[432].comment = "『窒素』は『ちっそ』と読む。";

Q[433].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今夜は〔来客〕が多いので、準備が大変です。";
Q[433].Ans[0] = "らいきゃく";
Q[433].Ans[1] = "ききゃく";
Q[433].Ans[2] = "くっきゃく";
Q[433].Ans[3] = "きたきゃく";
Q[433].comment = "『来客』は『らいきゃく』と読む。";

Q[434].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔来期〕の授業は、９月５日に始まります。";
Q[434].Ans[0] = "らいき";
Q[434].Ans[1] = "くるき";
Q[434].Ans[2] = "きたき";
Q[434].Ans[3] = "まいき";
Q[434].comment = "『来期』は『らいき』と読む。";

Q[435].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こっちに引っ越して以来、彼とは〔行き来〕がない。";
Q[435].Ans[0] = "いきき";
Q[435].Ans[1] = "いきらい";
Q[435].Ans[2] = "いきくる";
Q[435].Ans[3] = "いききたり";
Q[435].comment = "『行き来』は『いきき』と読む。";

Q[436].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔来る〕五月五日、恒例のマンガ作品展を行ないます。";
Q[436].Ans[0] = "きたる";
Q[436].Ans[1] = "きくる";
Q[436].Ans[2] = "あくる";
Q[436].Ans[3] = "きる";
Q[436].comment = "『来る』は『きたる』と読む。";

Q[437].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>神経の一部に病変を〔来して〕いる。";
Q[437].Ans[0] = "きたして";
Q[437].Ans[1] = "こさして";
Q[437].Ans[2] = "くさして";
Q[437].Ans[3] = "おこして";
Q[437].comment = "『来す』は『きたす』と読む。";

Q[438].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>性急な改革は国民の間に混乱を〔来す〕おそれがある。";
Q[438].Ans[0] = "きたす";
Q[438].Ans[1] = "くるす";
Q[438].Ans[2] = "かわす";
Q[438].Ans[3] = "おこす";
Q[438].comment = "『来す』は『きたす』と読む。";

Q[439].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>潜水艦から〔魚雷〕を発射する。";
Q[439].Ans[0] = "ぎょらい";
Q[439].Ans[1] = "ぎょでん";
Q[439].Ans[2] = "ぎょかみ";
Q[439].Ans[3] = "ぎょたい";
Q[439].comment = "『魚雷』は『ぎょらい』と読む。";

Q[440].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空に〔雷雲〕が広がっている。";
Q[440].Ans[0] = "らいうん";
Q[440].Ans[1] = "でんうん";
Q[440].Ans[2] = "どんうん";
Q[440].Ans[3] = "かみうん";
Q[440].comment = "『雷雲』は『らいうん』と読む。";

Q[441].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>全域に〔雷雨〕注意報が出ている。";
Q[441].Ans[0] = "らいう";
Q[441].Ans[1] = "だいう";
Q[441].Ans[2] = "かいう";
Q[441].Ans[3] = "ごうう";
Q[441].comment = "『雷雨』は『らいう』と読む。";

Q[442].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔雷〕が鳴っていて怖い。";
Q[442].Ans[0] = "かみなり";
Q[442].Ans[1] = "いかづち";
Q[442].Ans[2] = "らいめい";
Q[442].Ans[3] = "しぐれ";
Q[442].comment = "『雷』は『かみなり』と読む。";

Q[443].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔信頼〕できない政治家だ。";
Q[443].Ans[0] = "しんらい";
Q[443].Ans[1] = "しんよう";
Q[443].Ans[2] = "しんかん";
Q[443].Ans[3] = "しんざん";
Q[443].comment = "『信頼』は『しんらい』と読む。";

Q[444].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>講演の〔依頼〕がありましたが、断りました。";
Q[444].Ans[0] = "いらい";
Q[444].Ans[1] = "いれい";
Q[444].Ans[2] = "いたい";
Q[444].Ans[3] = "いはい";
Q[444].comment = "『依頼』は『いらい』と読む。";

Q[445].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ちょっと〔頼み〕たいことがあるんだけど。";
Q[445].Ans[0] = "たのみ";
Q[445].Ans[1] = "おがみ";
Q[445].Ans[2] = "ちなみ";
Q[445].Ans[3] = "かがみ";
Q[445].comment = "『頼む』は『たのむ』と読む。";

Q[446].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レストランでハンバーグを〔頼む〕。";
Q[446].Ans[0] = "たのむ";
Q[446].Ans[1] = "おがむ";
Q[446].Ans[2] = "いたむ";
Q[446].Ans[3] = "かすむ";
Q[446].comment = "『頼む』は『たのむ』と読む。";

Q[447].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>成長したけど、まだまだ〔頼り〕ないな。";
Q[447].Ans[0] = "たより";
Q[447].Ans[1] = "いつわり";
Q[447].Ans[2] = "おごり";
Q[447].Ans[3] = "いたり";
Q[447].comment = "『頼りない』は『たよりない』と読む。";

Q[448].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつまでも親に〔頼らず〕、自分の力で生活しなさい。";
Q[448].Ans[0] = "たよらず";
Q[448].Ans[1] = "おごらず";
Q[448].Ans[2] = "いたらず";
Q[448].Ans[3] = "かぎらず";
Q[448].comment = "『頼る』は『たよる』と読む。";

Q[449].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>また一人〔頼もしい〕若手が現われた。";
Q[449].Ans[0] = "たのもしい";
Q[449].Ans[1] = "このもしい";
Q[449].Ans[2] = "いやもしい";
Q[449].Ans[3] = "らいもしい";
Q[449].comment = "『頼もしい』は『たのもしい』と読む。";

Q[450].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いかにも大統領らしい〔短絡的〕な発想だ。";
Q[450].Ans[0] = "たんらくてき";
Q[450].Ans[1] = "たんかくてき";
Q[450].Ans[2] = "たんだくてき";
Q[450].Ans[3] = "たんこくてき";
Q[450].comment = "『短絡的』は『たんらくてき』と読む。";

Q[451].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国際電話で本国と〔連絡〕をとる。";
Q[451].Ans[0] = "れんらく";
Q[451].Ans[1] = "れんかく";
Q[451].Ans[2] = "れんだく";
Q[451].Ans[3] = "れんぞく";
Q[451].comment = "『連絡』は『れんらく』と読む。";

Q[452].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>各勢力の思わくが複雑に〔絡んで〕いる。";
Q[452].Ans[0] = "からんで";
Q[452].Ans[1] = "なやんで";
Q[452].Ans[2] = "およんで";
Q[452].Ans[3] = "ならんで";
Q[452].comment = "『絡む』は『からむ』と読む。";

Q[453].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>パソコンのコードが〔絡まって〕いる。";
Q[453].Ans[0] = "からまって";
Q[453].Ans[1] = "あまって";
Q[453].Ans[2] = "おくまって";
Q[453].Ans[3] = "たまって";
Q[453].comment = "『絡まる』は『からまる』と読む。";

Q[454].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は、最後まで優勝争いに〔絡んだ〕。";
Q[454].Ans[0] = "からんだ";
Q[454].Ans[1] = "いどんだ";
Q[454].Ans[2] = "のぞんだ";
Q[454].Ans[3] = "およんだ";
Q[454].comment = "『絡む』は『からむ』と読む。";

Q[455].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このままでは〔落第〕してしまう。";
Q[455].Ans[0] = "らくだい";
Q[455].Ans[1] = "かくだい";
Q[455].Ans[2] = "そうだい";
Q[455].Ans[3] = "おちだい";
Q[455].comment = "『落第』は『らくだい』と読む。";

Q[456].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>村長選に出馬したが、17票差で〔落選〕した。";
Q[456].Ans[0] = "らくせん";
Q[456].Ans[1] = "とうせん";
Q[456].Ans[2] = "かいせん";
Q[456].Ans[3] = "たんせん";
Q[456].comment = "『落選』は『らくせん』と読む。";

Q[457].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社長が逮捕され、株価が〔急落〕した。";
Q[457].Ans[0] = "きゅうらく";
Q[457].Ans[1] = "きゅうてん";
Q[457].Ans[2] = "きゅうしん";
Q[457].Ans[3] = "きゅうかく";
Q[457].comment = "『急落』は『きゅうらく』と読む。";

Q[458].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近、営業成績が〔落ち込んで〕いる。";
Q[458].Ans[0] = "おちこんで";
Q[458].Ans[1] = "かちこんで";
Q[458].Ans[2] = "まちこんで";
Q[458].Ans[3] = "うちこんで";
Q[458].comment = "『落ち込む』は『おちこむ』と読む。";

Q[459].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>駅前で財布を〔落として〕しまったらしい。";
Q[459].Ans[0] = "おとして";
Q[459].Ans[1] = "かとして";
Q[459].Ans[2] = "さとして";
Q[459].Ans[3] = "もとして";
Q[459].comment = "『落とす』は『おとす』と読む。";

Q[460].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>実家は〔酪農〕をしています。";
Q[460].Ans[0] = "らくのう";
Q[460].Ans[1] = "かくのう";
Q[460].Ans[2] = "こうのう";
Q[460].Ans[3] = "ていのう";
Q[460].comment = "『酪農』は『らくのう』と読む。";

Q[461].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乱暴〕はよしなさい。";
Q[461].Ans[0] = "らんぼう";
Q[461].Ans[1] = "がんぼう";
Q[461].Ans[2] = "こんぼう";
Q[461].Ans[3] = "せんぼう";
Q[461].comment = "『乱暴』は『らんぼう』と読む。";

Q[462].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつ見ても〔乱雑〕な部屋だね。";
Q[462].Ans[0] = "らんざつ";
Q[462].Ans[1] = "らんこう";
Q[462].Ans[2] = "らんぼう";
Q[462].Ans[3] = "らんせん";
Q[462].comment = "『乱雑』は『らんざつ』と読む。";

Q[463].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>経済の〔混乱〕の責任をとって辞任する。";
Q[463].Ans[0] = "こんらん";
Q[463].Ans[1] = "こんざつ";
Q[463].Ans[2] = "こんせん";
Q[463].Ans[3] = "こんかん";
Q[463].comment = "『混乱』は『こんらん』と読む。";

Q[464].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>悪天候でテレビ画面が〔乱れる〕。";
Q[464].Ans[0] = "みだれる";
Q[464].Ans[1] = "あばれる";
Q[464].Ans[2] = "こわれる";
Q[464].Ans[3] = "ながれる";
Q[464].comment = "『乱れる』は『みだれる』と読む。";

Q[465].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>治安を〔乱す〕行為には厳重に対処する。";
Q[465].Ans[0] = "みだす";
Q[465].Ans[1] = "けがす";
Q[465].Ans[2] = "よごす";
Q[465].Ans[3] = "くずす";
Q[465].comment = "『乱す』は『みだす』と読む。";

Q[466].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>服装の〔乱れ〕は心の〔乱れ〕です。";
Q[466].Ans[0] = "みだれ";
Q[466].Ans[1] = "よごれ";
Q[466].Ans[2] = "あばれ";
Q[466].Ans[3] = "けがれ";
Q[466].comment = "『乱れ』は『みだれ』と読む。";

Q[467].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>サケが〔産卵〕する時期です。";
Q[467].Ans[0] = "さんらん";
Q[467].Ans[1] = "さんたん";
Q[467].Ans[2] = "さんかん";
Q[467].Ans[3] = "さんたま";
Q[467].comment = "『産卵』は『さんらん』と読む。";

Q[468].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>半熟のゆで〔卵〕は好きですか？";
Q[468].Ans[0] = "たまご";
Q[468].Ans[1] = "くじら";
Q[468].Ans[2] = "まなこ";
Q[468].Ans[3] = "あずき";
Q[468].comment = "『卵』は『たまご』と読む。";

Q[469].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>備品の〔一覧表〕をつくる。";
Q[469].Ans[0] = "いちらんひょう";
Q[469].Ans[1] = "いちかんひょう";
Q[469].Ans[2] = "いちせんひょう";
Q[469].Ans[3] = "いちけんひょう";
Q[469].comment = "『一覧表』は『いちらんひょう』と読む。";

Q[470].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>絵画の〔展覧会〕に行く。";
Q[470].Ans[0] = "てんらんかい";
Q[470].Ans[1] = "てんとうかい";
Q[470].Ans[2] = "てんけんかい";
Q[470].Ans[3] = "てんそうかい";
Q[470].comment = "『展覧会』は『てんらんかい』と読む。";

Q[471].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは職権の〔濫用〕というものだ。";
Q[471].Ans[0] = "らんよう";
Q[471].Ans[1] = "せんよう";
Q[471].Ans[2] = "こうよう";
Q[471].Ans[3] = "けんよう";
Q[471].comment = "『濫用』は『らんよう』と読む。";

Q[472].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>河川の〔氾濫〕で、多くの被害が出た。";
Q[472].Ans[0] = "はんらん";
Q[472].Ans[1] = "はんかん";
Q[472].Ans[2] = "はんせん";
Q[472].Ans[3] = "はんこう";
Q[472].comment = "『氾濫』は『はんらん』と読む。";

Q[473].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>解答〔欄〕に番号で記入しなさい。";
Q[473].Ans[0] = "らん";
Q[473].Ans[1] = "かん";
Q[473].Ans[2] = "とう";
Q[473].Ans[3] = "けん";
Q[473].comment = "『欄』は『らん』と読む。";

Q[474].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新聞をテレビ〔欄〕から読むのはやめなさい。";
Q[474].Ans[0] = "らん";
Q[474].Ans[1] = "ばん";
Q[474].Ans[2] = "だん";
Q[474].Ans[3] = "せん";
Q[474].comment = "『欄』は『らん』と読む。";

Q[475].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔官吏〕とは役人という意味です。";
Q[475].Ans[0] = "かんり";
Q[475].Ans[1] = "かんし";
Q[475].Ans[2] = "かんき";
Q[475].Ans[3] = "かんう";
Q[475].comment = "『官吏』は『かんり』と読む。";

Q[476].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一般は無料ですが、〔営利〕目的での使用は有料です。";
Q[476].Ans[0] = "えいり";
Q[476].Ans[1] = "えいし";
Q[476].Ans[2] = "えいご";
Q[476].Ans[3] = "えいが";
Q[476].comment = "『営利』は『えいり』と読む。";

Q[477].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔利き手〕はどちらですか？";
Q[477].Ans[0] = "ききて";
Q[477].Ans[1] = "おきて";
Q[477].Ans[2] = "かきて";
Q[477].Ans[3] = "ときて";
Q[477].comment = "『利き手』は『ききて』と読む。";

Q[478].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相変わらず気が〔利く〕ね。";
Q[478].Ans[0] = "きく";
Q[478].Ans[1] = "つく";
Q[478].Ans[2] = "はく";
Q[478].Ans[3] = "おく";
Q[478].comment = "『利く』は『きく』と読む。";

Q[479].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女が口を〔利いて〕くれない。";
Q[479].Ans[0] = "きいて";
Q[479].Ans[1] = "りいて";
Q[479].Ans[2] = "ひいて";
Q[479].Ans[3] = "かいて";
Q[479].comment = "『利く』は『きく』と読む。";

Q[480].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>とっさの機転を〔利かせる〕。";
Q[480].Ans[0] = "きかせる";
Q[480].Ans[1] = "とかせる";
Q[480].Ans[2] = "おかせる";
Q[480].Ans[3] = "はかせる";
Q[480].comment = "『利かせる』は『きかせる』と読む。";

Q[481].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>情報源と〔接触〕する。";
Q[481].Ans[0] = "せっしょく";
Q[481].Ans[1] = "せっちょく";
Q[481].Ans[2] = "せっかく";
Q[481].Ans[3] = "せったく";
Q[481].comment = "『接触』は『せっしょく』と読む。";

Q[482].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスと〔接触〕事故を起こす。";
Q[482].Ans[0] = "せっしょく";
Q[482].Ans[1] = "せっぱく";
Q[482].Ans[2] = "せっちゅう";
Q[482].Ans[3] = "せっけん";
Q[482].comment = "『接触』は『せっしょく』と読む。";

Q[483].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの会社の行為は条例に〔抵触〕している。";
Q[483].Ans[0] = "ていしょく";
Q[483].Ans[1] = "ていこう";
Q[483].Ans[2] = "ていはつ";
Q[483].Ans[3] = "ていげん";
Q[483].comment = "『抵触』は『ていしょく』と読む。";

Q[484].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>肩が〔触れた〕だけで人を殴るなんて異常だ。";
Q[484].Ans[0] = "ふれた";
Q[484].Ans[1] = "たれた";
Q[484].Ans[2] = "なれた";
Q[484].Ans[3] = "ぬれた";
Q[484].comment = "『触れる』は『ふれる』と読む。";

Q[485].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>法に〔触れる〕ようなことはしていない。";
Q[485].Ans[0] = "ふれる";
Q[485].Ans[1] = "あれる";
Q[485].Ans[2] = "なれる";
Q[485].Ans[3] = "それる";
Q[485].comment = "『触れる』は『ふれる』と読む。";

Q[486].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>折りに〔触れて〕注意を与えてきた。";
Q[486].Ans[0] = "ふれて";
Q[486].Ans[1] = "なれて";
Q[486].Ans[2] = "されて";
Q[486].Ans[3] = "きれて";
Q[486].comment = "『触れる』は『ふれる』と読む。";

Q[487].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>隠したとしても、いつかは人の目に〔触れる〕ときがくるだろう。";
Q[487].Ans[0] = "ふれる";
Q[487].Ans[1] = "それる";
Q[487].Ans[2] = "かれる";
Q[487].Ans[3] = "あれる";
Q[487].comment = "『触れる』は『ふれる』と読む。";

Q[488].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>展示物に手を〔触れないで〕ください。";
Q[488].Ans[0] = "ふれないで";
Q[488].Ans[1] = "それないで";
Q[488].Ans[2] = "あれないで";
Q[488].Ans[3] = "なれないで";
Q[488].comment = "『触れる』は『ふれる』と読む。";

Q[489].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>模型に〔触って〕はいけません。";
Q[489].Ans[0] = "さわって";
Q[489].Ans[1] = "かわって";
Q[489].Ans[2] = "たまって";
Q[489].Ans[3] = "いたって";
Q[489].comment = "『触る』は『さわる』と読む。";

Q[490].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生にお尻を〔触られ〕ました。";
Q[490].Ans[0] = "さわられ";
Q[490].Ans[1] = "さわられ";
Q[490].Ans[2] = "さわられ";
Q[490].Ans[3] = "さわられ";
Q[490].comment = "『触る』は『さわる』と読む。";

Q[491].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>定年後も〔嘱託〕として働く。";
Q[491].Ans[0] = "しょくたく";
Q[491].Ans[1] = "ぞくたく";
Q[491].Ans[2] = "いたく";
Q[491].Ans[3] = "かんたく";
Q[491].comment = "『嘱託』は『しょくたく』と読む。";

Q[492].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>常任委員は、会長が〔委嘱〕するものとする。";
Q[492].Ans[0] = "いしょく";
Q[492].Ans[1] = "いたく";
Q[492].Ans[2] = "いぞく";
Q[492].Ans[3] = "いらい";
Q[492].comment = "『委嘱』は『いしょく』と読む。";

Q[493].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外部メンバーで構成する評価チームに、評価の一切を〔委嘱〕する。";
Q[493].Ans[0] = "いしょく";
Q[493].Ans[1] = "いたく";
Q[493].Ans[2] = "いぞく";
Q[493].Ans[3] = "いきょく";
Q[493].comment = "『委嘱』は『いしょく』と読む。";

Q[494].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは、伝統的な〔織物〕です。";
Q[494].Ans[0] = "おりもの";
Q[494].Ans[1] = "やきもの";
Q[494].Ans[2] = "まきもの";
Q[494].Ans[3] = "ほりもの";
Q[494].comment = "『織物』は『おりもの』と読む。";

Q[495].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本社は1930年より〔紡織機〕の製造と販売を行なっています。";
Q[495].Ans[0] = "ぼうしょくき";
Q[495].Ans[1] = "ぼうせきき";
Q[495].Ans[2] = "ぼうちょうき";
Q[495].Ans[3] = "ぼうせんき";
Q[495].comment = "『紡織機』は『ぼうしょくき』と読む。";

Q[496].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔組織的〕な守備で、無得点に抑えた。";
Q[496].Ans[0] = "そしきてき";
Q[496].Ans[1] = "そしょくてき";
Q[496].Ans[2] = "そしゅうてき";
Q[496].Ans[3] = "そしょうてき";
Q[496].comment = "『組織』は『そしき』と読む。";

Q[497].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アルコールで肝細胞の〔組織〕が破壊されている。";
Q[497].Ans[0] = "そしき";
Q[497].Ans[1] = "そしょく";
Q[497].Ans[2] = "そこく";
Q[497].Ans[3] = "そせん";
Q[497].comment = "『組織』は『そしき』と読む。";

Q[498].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>セクハラで〔職〕を失った。";
Q[498].Ans[0] = "しょく";
Q[498].Ans[1] = "しょう";
Q[498].Ans[2] = "しゅう";
Q[498].Ans[3] = "しき";
Q[498].comment = "『職』は『しょく』と読む。";

Q[499].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一生懸命に〔就職〕活動をする。";
Q[499].Ans[0] = "しゅうしょく";
Q[499].Ans[1] = "しゅうしゅう";
Q[499].Ans[2] = "しゅうせき";
Q[499].Ans[3] = "しゅうちゅう";
Q[499].comment = "『就職』は『しゅうしょく』と読む。";