var Qnum = 200;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アルコールを飲んでもいいのは〔大人〕だけです。";
Q[0].Ans[0] = "おとな";
Q[0].Ans[1] = "だいじん";
Q[0].Ans[2] = "だいにん";
Q[0].Ans[3] = "おどな";
Q[0].comment = "『大人』は『おとな』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔八百屋〕さんの野菜はとてもおいしいです。";
Q[1].Ans[0] = "やおや";
Q[1].Ans[1] = "はっぴゃくや";
Q[1].Ans[2] = "はちひゃくや";
Q[1].Ans[3] = "やなや";
Q[1].comment = "『八百屋』は『やおや』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今いる〔場所〕を教えてください。";
Q[2].Ans[0] = "ばしょ";
Q[2].Ans[1] = "じょうしょ";
Q[2].Ans[2] = "ばっしょ";
Q[2].Ans[3] = "ばしょう";
Q[2].comment = "『場所』は『ばしょ』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おじょうさんはお〔元気〕ですか。";
Q[3].Ans[0] = "げんき";
Q[3].Ans[1] = "けんき";
Q[3].Ans[2] = "げんぎ";
Q[3].Ans[3] = "げんっき";
Q[3].comment = "『元気』は『げんき』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔一日中〕雪がふっていました。";
Q[4].Ans[0] = "いちにちじゅう";
Q[4].Ans[1] = "いちにちちゅう";
Q[4].Ans[2] = "いちにちなか";
Q[4].Ans[3] = "いちにちじょう";
Q[4].comment = "『一日中』は『いちにちじゅう』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今年〕もまたよろしくおねがいします。";
Q[5].Ans[0] = "ことし";
Q[5].Ans[1] = "こどし";
Q[5].Ans[2] = "こねん";
Q[5].Ans[3] = "きょねん";
Q[5].comment = "『今年』は『ことし』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どの国の〔牛肉〕がいちばんおいしいですか。";
Q[6].Ans[0] = "ぎゅうにく";
Q[6].Ans[1] = "きゅうにく";
Q[6].Ans[2] = "ぎょうにく";
Q[6].Ans[3] = "にょうにく";
Q[6].comment = "『牛肉』は『ぎゅうにく』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔字引〕は使いやすいです。";
Q[7].Ans[0] = "じびき";
Q[7].Ans[1] = "じひき";
Q[7].Ans[2] = "じっぴき";
Q[7].Ans[3] = "じぴき";
Q[7].comment = "『字引』は『じびき』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夫はよく〔家事〕をてつだってくれます。";
Q[8].Ans[0] = "かじ";
Q[8].Ans[1] = "かし";
Q[8].Ans[2] = "いえごと";
Q[8].Ans[3] = "いえじ";
Q[8].comment = "『家事』は『かじ』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔大学〕をそつぎょうしたら父の会社で働くつもりです。";
Q[9].Ans[0] = "だいがく";
Q[9].Ans[1] = "だいかく";
Q[9].Ans[2] = "たいがく";
Q[9].Ans[3] = "たいかく";
Q[9].comment = "『大学』は『だいがく』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夕方〕になったらかいがんに行きませんか。";
Q[10].Ans[0] = "ゆうがた";
Q[10].Ans[1] = "ゆうかた";
Q[10].Ans[2] = "ゆかた";
Q[10].Ans[3] = "ゆがた";
Q[10].comment = "『夕方』は『ゆうがた』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔九日〕はメアリーさんのたんじょう日ですよね。";
Q[11].Ans[0] = "ここのか";
Q[11].Ans[1] = "こごのか";
Q[11].Ans[2] = "きゅうにち";
Q[11].Ans[3] = "くにち";
Q[11].comment = "『九日』は『ここのか』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>うちを６時に出発しなければかいぎに〔間に合い〕ません。";
Q[12].Ans[0] = "まにあい";
Q[12].Ans[1] = "けんにあい";
Q[12].Ans[2] = "あいだにあい";
Q[12].Ans[3] = "かんにあい";
Q[12].comment = "『間に合う』は『まにあう』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>できるだけ〔病院〕へは行きたくありません。";
Q[13].Ans[0] = "びょういん";
Q[13].Ans[1] = "ぴょういん";
Q[13].Ans[2] = "びょいん";
Q[13].Ans[3] = "ぴょいん";
Q[13].comment = "『病院』は『びょういん』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔時計〕は２００年前に作られたそうです。";
Q[14].Ans[0] = "とけい";
Q[14].Ans[1] = "とげい";
Q[14].Ans[2] = "どけい";
Q[14].Ans[3] = "とうけい";
Q[14].comment = "『時計』は『とけい』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一度〕せんぱいに聞いてみたらどうですか。";
Q[15].Ans[0] = "いちど";
Q[15].Ans[1] = "いちと";
Q[15].Ans[2] = "いど";
Q[15].Ans[3] = "いっど";
Q[15].comment = "『一度』は『いちど』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔先週〕のしゅくだいを出してください。";
Q[16].Ans[0] = "せんしゅう";
Q[16].Ans[1] = "せんじゅう";
Q[16].Ans[2] = "せんしゅ";
Q[16].Ans[3] = "せんじょう";
Q[16].comment = "『先週』は『せんしゅう』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今月〕の終わりまでにレポートを書かなければなりません。";
Q[17].Ans[0] = "こんげつ";
Q[17].Ans[1] = "こげつ";
Q[17].Ans[2] = "こうげつ";
Q[17].Ans[3] = "こんけつ";
Q[17].comment = "『今月』は『こんげつ』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>友だちといっしょにデパートへ〔買い物〕に行きました。";
Q[18].Ans[0] = "かいもの";
Q[18].Ans[1] = "まいぶつ";
Q[18].Ans[2] = "まいもの";
Q[18].Ans[3] = "かいぶつ";
Q[18].comment = "『買い物』は『かいもの』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔真ん中〕にすわっているのがまつもとさんのおくさんです。";
Q[19].Ans[0] = "まんなか";
Q[19].Ans[1] = "しんちゅう";
Q[19].Ans[2] = "まんじゅう";
Q[19].Ans[3] = "まんちゅう";
Q[19].comment = "『真ん中』は『まんなか』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは毎日犬をつれて〔近所〕のこうえんに行きます。";
Q[20].Ans[0] = "きんじょ";
Q[20].Ans[1] = "きんしょう";
Q[20].Ans[2] = "きんしょ";
Q[20].Ans[3] = "ちかしょ";
Q[20].comment = "『近所』は『きんじょ』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここがわたしの通っている〔高校〕です。";
Q[21].Ans[0] = "こうこう";
Q[21].Ans[1] = "こうこ";
Q[21].Ans[2] = "こうご";
Q[21].Ans[3] = "こうこう";
Q[21].comment = "『高校』は『こうこう』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔毎月〕２回うちに帰ります。";
Q[22].Ans[0] = "まいつき";
Q[22].Ans[1] = "めいづき";
Q[22].Ans[2] = "まいづき";
Q[22].Ans[3] = "めいげつ";
Q[22].comment = "『毎月』は『まいつき』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは〔映画館〕の前で友だちを３時間待ちました。";
Q[23].Ans[0] = "えいがかん";
Q[23].Ans[1] = "えいかかん";
Q[23].Ans[2] = "えかかん";
Q[23].Ans[3] = "えいかっかん";
Q[23].comment = "『映画館』は『えいがかん』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電車の中ではすりに〔注意〕してください。";
Q[24].Ans[0] = "ちゅうい";
Q[24].Ans[1] = "じゅうい";
Q[24].Ans[2] = "ちゅい";
Q[24].Ans[3] = "じゅい";
Q[24].comment = "『注意』は『ちゅうい』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>やはり森の〔くうき〕はおいしいですね。";
Q[25].Ans[0] = "くうき";
Q[25].Ans[1] = "くき";
Q[25].Ans[2] = "こうき";
Q[25].Ans[3] = "こんき";
Q[25].comment = "『空気』は『くうき』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>休む〔場合〕はかならずれんらくしてください。";
Q[26].Ans[0] = "ばあい";
Q[26].Ans[1] = "じょうあい";
Q[26].Ans[2] = "ばい";
Q[26].Ans[3] = "じょあい";
Q[26].comment = "『場合』は『ばあい』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔会場〕のじゅんびはもうできていますか。";
Q[27].Ans[0] = "かいじょう";
Q[27].Ans[1] = "かいちょう";
Q[27].Ans[2] = "かいじょ";
Q[27].Ans[3] = "かいば";
Q[27].comment = "『会場』は『かいじょう』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>朝早く起きると〔気持ち〕がいいです。";
Q[28].Ans[0] = "きもち";
Q[28].Ans[1] = "ちまち";
Q[28].Ans[2] = "ちもち";
Q[28].Ans[3] = "きまち";
Q[28].comment = "『気持ち』は『きもち』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔一体〕だれのくつしたですか。";
Q[29].Ans[0] = "いったい";
Q[29].Ans[1] = "いっだい";
Q[29].Ans[2] = "いだい";
Q[29].Ans[3] = "いちだい";
Q[29].comment = "『一体』は『いったい』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは〔多分〕マークさんのぼうしだと思います。";
Q[30].Ans[0] = "たぶん";
Q[30].Ans[1] = "たぷん";
Q[30].Ans[2] = "だぶん";
Q[30].Ans[3] = "たっぷん";
Q[30].comment = "『多分』は『たぶん』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今月の〔水道代〕は先月とくらべると安かったです。";
Q[31].Ans[0] = "すいどうだい";
Q[31].Ans[1] = "すいとうたい";
Q[31].Ans[2] = "すいどうたい";
Q[31].Ans[3] = "すいとうだい";
Q[31].comment = "『水道代』は『すいどうだい』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今日〕は海の近くのレストランで食事をしませんか。";
Q[32].Ans[0] = "きょう";
Q[32].Ans[1] = "きょにち";
Q[32].Ans[2] = "きょ";
Q[32].Ans[3] = "ぎょう";
Q[32].comment = "『今日』は『きょう』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スプーンとフォークは〔台所〕のたなの引き出しに入っています。";
Q[33].Ans[0] = "だいだころ";
Q[33].Ans[1] = "だいところ";
Q[33].Ans[2] = "たいどころ";
Q[33].Ans[3] = "たいところ";
Q[33].comment = "『台所』は『だいどころ』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来月の〔五日〕から花のてんらん会が始まるそうです。";
Q[34].Ans[0] = "いつか";
Q[34].Ans[1] = "いつが";
Q[34].Ans[2] = "ごにち";
Q[34].Ans[3] = "いずか";
Q[34].comment = "『五日』は『いつか』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>試験は〔午後〕５時４０分までです。";
Q[35].Ans[0] = "ごご";
Q[35].Ans[1] = "ごうご";
Q[35].Ans[2] = "ごごう";
Q[35].Ans[3] = "ごこ";
Q[35].comment = "『午後』は『ごご』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔明日〕はおべんとうを持って山へ行きませんか。";
Q[36].Ans[0] = "あした";
Q[36].Ans[1] = "あしだ";
Q[36].Ans[2] = "あしった";
Q[36].Ans[3] = "あしっだ";
Q[36].comment = "『明日』は『あした』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの〔魚屋〕さんはいつも安くしてくれます。";
Q[37].Ans[0] = "さかなや";
Q[37].Ans[1] = "さがなう";
Q[37].Ans[2] = "さかなお";
Q[37].Ans[3] = "さがなお";
Q[37].comment = "『魚屋』は『さかなや』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一週間〕るすにするのでこの鳥の世話をしてもらえませんか。";
Q[38].Ans[0] = "いっしゅうかん";
Q[38].Ans[1] = "いちしゅかん";
Q[38].Ans[2] = "いっしょうかん";
Q[38].Ans[3] = "いっしゅかん";
Q[38].comment = "『一週間』は『いっしゅうかん』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今夜のコンサートは〔何時〕からですか。";
Q[39].Ans[0] = "なんじ";
Q[39].Ans[1] = "なんし";
Q[39].Ans[2] = "なにし";
Q[39].Ans[3] = "なにじ";
Q[39].comment = "『何時』は『なんじ』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔外国〕のおまつりについて調べています。";
Q[40].Ans[0] = "がいこく";
Q[40].Ans[1] = "かいごく";
Q[40].Ans[2] = "がいごく";
Q[40].Ans[3] = "かいこく";
Q[40].comment = "『外国』は『がいこく』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしはけしきの〔写真〕をとるのが好きです。";
Q[41].Ans[0] = "しゃしん";
Q[41].Ans[1] = "しゃっしん";
Q[41].Ans[2] = "しゃじん";
Q[41].Ans[3] = "しゃちん";
Q[41].comment = "『写真』は『しゃしん』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いちばん〔大切〕なものは何ですか。";
Q[42].Ans[0] = "たいせつ";
Q[42].Ans[1] = "だいせつ";
Q[42].Ans[2] = "だいせず";
Q[42].Ans[3] = "たいせず";
Q[42].comment = "『大切』は『たいせつ』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>サンドイッチが〔半分〕のこっています。";
Q[43].Ans[0] = "はんぶん";
Q[43].Ans[1] = "はんぷ";
Q[43].Ans[2] = "はんぷん";
Q[43].Ans[3] = "はんふん";
Q[43].comment = "『半分』は『はんぶん』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アクセサリーの〔売り場〕はどこですか。";
Q[44].Ans[0] = "うりば";
Q[44].Ans[1] = "うりちょう";
Q[44].Ans[2] = "うりじょう";
Q[44].Ans[3] = "うりぱ";
Q[44].comment = "『売り場』は『うりば』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一人〕で映画館に行くのはさびしいです。";
Q[45].Ans[0] = "ひとり";
Q[45].Ans[1] = "ひとにん";
Q[45].Ans[2] = "いちにん";
Q[45].Ans[3] = "ひどり";
Q[45].comment = "『一人』は『ひとり』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小学校〕でパソコンの使い方を習いました。";
Q[46].Ans[0] = "しょうがっこう";
Q[46].Ans[1] = "しょうがくこう";
Q[46].Ans[2] = "しょがくこう";
Q[46].Ans[3] = "しょがっこう";
Q[46].comment = "『小学校』は『しょうがっこう』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここに名前と〔住所〕を書いてください。";
Q[47].Ans[0] = "じゅうしょ";
Q[47].Ans[1] = "じゅうじょ";
Q[47].Ans[2] = "じゅうしょう";
Q[47].Ans[3] = "じゅうじょう";
Q[47].comment = "『住所』は『じゅうしょ』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今週の〔木曜日〕の夜はお時間ありますか。";
Q[48].Ans[0] = "もくようび";
Q[48].Ans[1] = "もぐようび";
Q[48].Ans[2] = "きようび";
Q[48].Ans[3] = "ぼくようび";
Q[48].comment = "『木曜日』は『もくようび』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔電車〕のまどからきれいなけしきが見えました。";
Q[49].Ans[0] = "でんしゃ";
Q[49].Ans[1] = "てんじゃ";
Q[49].Ans[2] = "でんっしゃ";
Q[49].Ans[3] = "てんしゃ";
Q[49].comment = "『電車』は『でんしゃ』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このことばの〔意味〕を教えてください。";
Q[50].Ans[0] = "いみ";
Q[50].Ans[1] = "いび";
Q[50].Ans[2] = "いじ";
Q[50].Ans[3] = "いい";
Q[50].comment = "『意味』は『いみ』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今夜１１時ごろ〔電話〕をかけてもいいですか。";
Q[51].Ans[0] = "でんわ";
Q[51].Ans[1] = "てんわ";
Q[51].Ans[2] = "でんっわ";
Q[51].Ans[3] = "てんっわ";
Q[51].comment = "『電話』は『でんわ』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>４０キロ〔以上〕歩いたので足がいたいです。";
Q[52].Ans[0] = "いじょう";
Q[52].Ans[1] = "いしょう";
Q[52].Ans[2] = "いじょ";
Q[52].Ans[3] = "いしょ";
Q[52].comment = "『以上』は『いじょう』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は大きな〔台風〕が多いですね。";
Q[53].Ans[0] = "たいふう";
Q[53].Ans[1] = "たいぶう";
Q[53].Ans[2] = "たいふ";
Q[53].Ans[3] = "たいぶ";
Q[53].comment = "『台風』は『たいふう』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>劉さんのおにいさんは〔銀行〕で働いています。";
Q[54].Ans[0] = "ぎんこう";
Q[54].Ans[1] = "きんこう";
Q[54].Ans[2] = "ぎんごう";
Q[54].Ans[3] = "きんごう";
Q[54].comment = "『銀行』は『ぎんこう』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この高校に〔入学〕できてほんとうによかったです。";
Q[55].Ans[0] = "にゅうがく";
Q[55].Ans[1] = "にゅかく";
Q[55].Ans[2] = "にゅうかく";
Q[55].Ans[3] = "にゅがく";
Q[55].comment = "『入学』は『にゅうがく』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔七日〕はじゅぎょうの後かいぎをします。";
Q[56].Ans[0] = "なのか";
Q[56].Ans[1] = "なぬか";
Q[56].Ans[2] = "なぬが";
Q[56].Ans[3] = "なのが";
Q[56].comment = "『七日』は『なのか』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは字が〔下手〕です。";
Q[57].Ans[0] = "へた";
Q[57].Ans[1] = "したて";
Q[57].Ans[2] = "へっだ";
Q[57].Ans[3] = "へだ";
Q[57].comment = "『下手』は『へた』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔会話〕のれんしゅうがしたいです。";
Q[58].Ans[0] = "かいわ";
Q[58].Ans[1] = "がいわ";
Q[58].Ans[2] = "がいっわ";
Q[58].Ans[3] = "かいっわ";
Q[58].comment = "『会話』は『かいわ』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世界の〔人口〕が何人か知っていますか。";
Q[59].Ans[0] = "じんこう";
Q[59].Ans[1] = "じんごう";
Q[59].Ans[2] = "じんご";
Q[59].Ans[3] = "じんこ";
Q[59].comment = "『人口』は『じんこう』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あのスーパーの〔手前〕で止めてください。";
Q[60].Ans[0] = "てまえ";
Q[60].Ans[1] = "しゅぜん";
Q[60].Ans[2] = "てぜん";
Q[60].Ans[3] = "しゅまえ";
Q[60].comment = "『手前』は『てまえ』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>英語の〔発音〕はむずかしいです。";
Q[61].Ans[0] = "はつおん";
Q[61].Ans[1] = "はくおん";
Q[61].Ans[2] = "はっおん";
Q[61].Ans[3] = "はずおん";
Q[61].comment = "『発音』は『はつおん』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そうじは〔自分〕でしてください。";
Q[62].Ans[0] = "じぶん";
Q[62].Ans[1] = "じふん";
Q[62].Ans[2] = "ちぷん";
Q[62].Ans[3] = "じぷん";
Q[62].comment = "『自分』は『じぶん』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ほんとうにお〔金持ち〕とけっこんしたいですか。";
Q[63].Ans[0] = "かねもち";
Q[63].Ans[1] = "かねまち";
Q[63].Ans[2] = "かねぼち";
Q[63].Ans[3] = "かねむち";
Q[63].comment = "『金持ち』は『かねもち』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔茶色〕のシャツを着ている人がやまもとさんのむすこさんです。";
Q[64].Ans[0] = "ちゃいろ";
Q[64].Ans[1] = "ちゃっいろ";
Q[64].Ans[2] = "じゃいろ";
Q[64].Ans[3] = "じゃっいろ";
Q[64].comment = "『茶色』は『ちゃいろ』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔二日〕はりょうしんが来るので早く帰ってもいいですか。";
Q[65].Ans[0] = "ふつか";
Q[65].Ans[1] = "ふずか";
Q[65].Ans[2] = "ふずが";
Q[65].Ans[3] = "ににち";
Q[65].comment = "『二日』は『ふつか』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔来週〕またれんらくしてください。";
Q[66].Ans[0] = "らいしゅう";
Q[66].Ans[1] = "らいじゅ";
Q[66].Ans[2] = "らいじゅう";
Q[66].Ans[3] = "らいしゅ";
Q[66].comment = "『来週』は『らいしゅう』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この野菜の料理の〔仕方〕が分かりません。";
Q[67].Ans[0] = "しかた";
Q[67].Ans[1] = "しがた";
Q[67].Ans[2] = "しがだ";
Q[67].Ans[3] = "しっがた";
Q[67].comment = "『仕方』は『しかた』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>じむしょの人は〔三日〕まで休みだそうです。";
Q[68].Ans[0] = "みっか";
Q[68].Ans[1] = "みっが";
Q[68].Ans[2] = "みが";
Q[68].Ans[3] = "みか";
Q[68].comment = "『三日』は『みっか』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔入院〕しなくてもだいじょうぶですよ。";
Q[69].Ans[0] = "にゅういん";
Q[69].Ans[1] = "にゅいん";
Q[69].Ans[2] = "にょういん";
Q[69].Ans[3] = "にょいん";
Q[69].comment = "『入院』は『にゅういん』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来週の日曜日にみんなで〔花見〕をしませんか。";
Q[70].Ans[0] = "はなみ";
Q[70].Ans[1] = "かみ";
Q[70].Ans[2] = "かけん";
Q[70].Ans[3] = "はなび";
Q[70].comment = "『花見』は『はなみ』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今月の〔二十日〕にピアノのコンサートに行きます。";
Q[71].Ans[0] = "はつか";
Q[71].Ans[1] = "はずか";
Q[71].Ans[2] = "はつっか";
Q[71].Ans[3] = "はずっか";
Q[71].comment = "『二十日』は『はつか』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このカメラは〔去年〕買いました。";
Q[72].Ans[0] = "きょねん";
Q[72].Ans[1] = "きゅねん";
Q[72].Ans[2] = "きょうねん";
Q[72].Ans[3] = "ちゅうねん";
Q[72].comment = "『去年』は『きょねん』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔漢字〕の読み方をおぼえるのはたいへんです。";
Q[73].Ans[0] = "かんじ";
Q[73].Ans[1] = "はんじ";
Q[73].Ans[2] = "はんず";
Q[73].Ans[3] = "かんず";
Q[73].comment = "『漢字』は『かんじ』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは〔病気〕ではないと思います。";
Q[74].Ans[0] = "びょうき";
Q[74].Ans[1] = "びょぎ";
Q[74].Ans[2] = "びょき";
Q[74].Ans[3] = "びょうち";
Q[74].comment = "『病気』は『びょうき』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鍾先生の〔研究室〕はどちらですか。";
Q[75].Ans[0] = "けんきゅうしつ";
Q[75].Ans[1] = "けんきょうしつ";
Q[75].Ans[2] = "けんきゅしつ";
Q[75].Ans[3] = "けんきょしつ";
Q[75].comment = "『研究室』は『けんきゅうしつ』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今度〕いっしょに歌を歌いに行きませんか。";
Q[76].Ans[0] = "こんど";
Q[76].Ans[1] = "こんと";
Q[76].Ans[2] = "こうど";
Q[76].Ans[3] = "こうと";
Q[76].comment = "『今度』は『こんど』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今週〕の土曜日からおもしろい映画が始まりますよ。";
Q[77].Ans[0] = "こんしゅう";
Q[77].Ans[1] = "こうしゅ";
Q[77].Ans[2] = "こんじゅう";
Q[77].Ans[3] = "こんしゅ";
Q[77].comment = "『今週』は『こんしゅう』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>たなかさんはギターをひくのが〔上手〕です。";
Q[78].Ans[0] = "じょうず";
Q[78].Ans[1] = "じょうて";
Q[78].Ans[2] = "じょず";
Q[78].Ans[3] = "うえて";
Q[78].comment = "『上手』は『じょうず』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来月の〔十日〕に駅の近くにひっこします。";
Q[79].Ans[0] = "とおか";
Q[79].Ans[1] = "じゅうにち";
Q[79].Ans[2] = "とおが";
Q[79].Ans[3] = "じゅうじつ";
Q[79].comment = "『十日』は『とおか』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この店の〔飲み物〕はぜんぶおいしいですよ。";
Q[80].Ans[0] = "のみもの";
Q[80].Ans[1] = "のみぶつ";
Q[80].Ans[2] = "いみもの";
Q[80].Ans[3] = "いみぶつ";
Q[80].comment = "『飲み物』は『のみもの』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔社会〕にはいろいろな人がいる。";
Q[81].Ans[0] = "しゃかい";
Q[81].Ans[1] = "しゃがい";
Q[81].Ans[2] = "しゃっがい";
Q[81].Ans[3] = "しゃっかい";
Q[81].comment = "『社会』は『しゃかい』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここまでは〔急行〕で２時間かかりました。";
Q[82].Ans[0] = "きゅうこう";
Q[82].Ans[1] = "きゅごう";
Q[82].Ans[2] = "きゅうごう";
Q[82].Ans[3] = "きゅこう";
Q[82].comment = "『急行』は『きゅうこう』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔四日〕に外国からのおきゃくさまが来ます。";
Q[83].Ans[0] = "よっか";
Q[83].Ans[1] = "ようが";
Q[83].Ans[2] = "よんにち";
Q[83].Ans[3] = "ようか";
Q[83].comment = "『四日』は『よっか』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は〔試験〕を受けませんでした。";
Q[84].Ans[0] = "しけん";
Q[84].Ans[1] = "しげん";
Q[84].Ans[2] = "しっげん";
Q[84].Ans[3] = "しいけん";
Q[84].comment = "『試験』は『しけん』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来週〔水曜日〕のかいぎは午後１時半から４時までだそうです。";
Q[85].Ans[0] = "すいようび";
Q[85].Ans[1] = "すうようび";
Q[85].Ans[2] = "すようび";
Q[85].Ans[3] = "みずようび";
Q[85].comment = "『水曜日』は『すいようび』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう少しくわしく〔説明〕してください。";
Q[86].Ans[0] = "せつめい";
Q[86].Ans[1] = "せずめい";
Q[86].Ans[2] = "せずみん";
Q[86].Ans[3] = "せつみん";
Q[86].comment = "『説明』は『せつめい』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>姉は〔しんぶんしゃ〕につとめています。";
Q[87].Ans[0] = "しんぶんしゃ";
Q[87].Ans[1] = "しんぷんじゃ";
Q[87].Ans[2] = "しんぶんじゃ";
Q[87].Ans[3] = "しんぶうしゃ";
Q[87].comment = "『新聞社』は『しんぶんしゃ』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>試合は台風で〔中止〕になりました。";
Q[88].Ans[0] = "ちゅうし";
Q[88].Ans[1] = "ちゅうじ";
Q[88].Ans[2] = "じゅうじ";
Q[88].Ans[3] = "じゅうし";
Q[88].comment = "『中止』は『ちゅうし』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>れきしのある〔旅館〕にとまってみたいです。";
Q[89].Ans[0] = "りょかん";
Q[89].Ans[1] = "りゅかん";
Q[89].Ans[2] = "りょうかん";
Q[89].Ans[3] = "りゅうかん";
Q[89].comment = "『旅館』は『りょかん』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの〔五かい建て〕のびじゅつ館でてんらん会が行われています。";
Q[90].Ans[0] = "ごかいだて";
Q[90].Ans[1] = "ごっかいたて";
Q[90].Ans[2] = "こうかいだて";
Q[90].Ans[3] = "ごかいたて";
Q[90].comment = "『五かい建て』は『ごかいだて』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>かれは〔大学生〕とは思えませんね。";
Q[91].Ans[0] = "だいがくせい";
Q[91].Ans[1] = "たいがくせい";
Q[91].Ans[2] = "だいがっせい";
Q[91].Ans[3] = "たいがっせい";
Q[91].comment = "『大学生』は『だいがくせい』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>さいきんはいそがしくてゆっくりと〔食事〕をする時間がありません。";
Q[92].Ans[0] = "しょくじ";
Q[92].Ans[1] = "しょうじ";
Q[92].Ans[2] = "しょじ";
Q[92].Ans[3] = "しょっじ";
Q[92].comment = "『食事』は『しょくじ』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう一つ〔質問〕してもよろしいですか。";
Q[93].Ans[0] = "しつもん";
Q[93].Ans[1] = "しもん";
Q[93].Ans[2] = "しっもん";
Q[93].Ans[3] = "しずもん";
Q[93].comment = "『質問』は『しつもん』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先週の土曜日〔先生〕のおたくをたずねました。";
Q[94].Ans[0] = "せんせい";
Q[94].Ans[1] = "せんせ";
Q[94].Ans[2] = "せいせい";
Q[94].Ans[3] = "せいせ";
Q[94].comment = "『先生』は『せんせい』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これ一本で〔十分〕です。";
Q[95].Ans[0] = "じゅうぶん";
Q[95].Ans[1] = "じゅうふん";
Q[95].Ans[2] = "じゅっぷん";
Q[95].Ans[3] = "じゅうぷん";
Q[95].comment = "『十分』は『じゅうぶん』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは〔教会〕でけっこん式をあげたいです。";
Q[96].Ans[0] = "きょうかい";
Q[96].Ans[1] = "きょうがい";
Q[96].Ans[2] = "きょがい";
Q[96].Ans[3] = "きょかい";
Q[96].comment = "『教会』は『きょうかい』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高校では〔工業〕の勉強をしました。";
Q[97].Ans[0] = "こうぎょう";
Q[97].Ans[1] = "こうきょう";
Q[97].Ans[2] = "こぎょう";
Q[97].Ans[3] = "こきょう";
Q[97].comment = "『工業』は『こうぎょう』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔市民〕があんぜんにせいかつできる町にしてください。";
Q[98].Ans[0] = "しみん";
Q[98].Ans[1] = "しっみん";
Q[98].Ans[2] = "じっみん";
Q[98].Ans[3] = "じみん";
Q[98].comment = "『市民』は『しみん』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ハンカチはその〔引き出し〕に入れてください。";
Q[99].Ans[0] = "ひきだし";
Q[99].Ans[1] = "ひきたし";
Q[99].Ans[2] = "ひきでし";
Q[99].Ans[3] = "ひきてし";
Q[99].comment = "『引き出し』は『ひきだし』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>たかぎさんのおとうさんは〔社長〕だそうです。";
Q[100].Ans[0] = "しゃちょう";
Q[100].Ans[1] = "しゃじょう";
Q[100].Ans[2] = "しゃちょ";
Q[100].Ans[3] = "しゃじょ";
Q[100].comment = "『社長』は『しゃちょう』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このこうえんは子どもが〔安心〕してあそべます。";
Q[101].Ans[0] = "あんしん";
Q[101].Ans[1] = "あんじん";
Q[101].Ans[2] = "あしん";
Q[101].Ans[3] = "やすごころ";
Q[101].comment = "『安心』は『あんしん』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>かれのおじいさんは〔有名〕な人です。";
Q[102].Ans[0] = "ゆうめい";
Q[102].Ans[1] = "ゆうみん";
Q[102].Ans[2] = "ゆみん";
Q[102].Ans[3] = "ゆめい";
Q[102].comment = "『有名』は『ゆうめい』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔高校生〕のころはぜんぜんまんがを読みませんでした。";
Q[103].Ans[0] = "こうこうせい";
Q[103].Ans[1] = "こうごうせい";
Q[103].Ans[2] = "こうこせい";
Q[103].Ans[3] = "こうごせい";
Q[103].comment = "『高校生』は『こうこうせい』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日は何時に〔出発〕しますか。";
Q[104].Ans[0] = "しゅっぱつ";
Q[104].Ans[1] = "しゅばつ";
Q[104].Ans[2] = "しゅっばつ";
Q[104].Ans[3] = "しゅぱつ";
Q[104].comment = "『出発』は『しゅっぱつ』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>やまださんのおねえさんはとても〔親切〕な人です。";
Q[105].Ans[0] = "しんせつ";
Q[105].Ans[1] = "ちんせつ";
Q[105].Ans[2] = "しんぜつ";
Q[105].Ans[3] = "ちんぜつ";
Q[105].comment = "『親切』は『しんせつ』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔食料品〕の売り場はどこですか。";
Q[106].Ans[0] = "しょくりょうひん";
Q[106].Ans[1] = "しょっりょひん";
Q[106].Ans[2] = "しょくりょひん";
Q[106].Ans[3] = "しょっりょうひん";
Q[106].comment = "『食料品』は『しょくりょうひん』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小さいころはよく妹の〔世話〕をしました。";
Q[107].Ans[0] = "せわ";
Q[107].Ans[1] = "せいわ";
Q[107].Ans[2] = "せっわ";
Q[107].Ans[3] = "よわ";
Q[107].comment = "『世話』は『せわ』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう夏休みの〔計画〕は立てましたか。";
Q[108].Ans[0] = "けいかく";
Q[108].Ans[1] = "けいがく";
Q[108].Ans[2] = "けがく";
Q[108].Ans[3] = "けかく";
Q[108].comment = "『計画』は『けいかく』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すずきさんは学校の〔食堂〕でアルバイトをしています。";
Q[109].Ans[0] = "しょくどう";
Q[109].Ans[1] = "しょっどう";
Q[109].Ans[2] = "しょくど";
Q[109].Ans[3] = "しょっど";
Q[109].comment = "『食堂』は『しょくどう』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先週りょうしんといっしょに東京を〔見物〕しました。";
Q[110].Ans[0] = "けんぶつ";
Q[110].Ans[1] = "みもの";
Q[110].Ans[2] = "けんもつ";
Q[110].Ans[3] = "みぶつ";
Q[110].comment = "『見物』は『けんぶつ』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔旅行〕するなら春がいいです。";
Q[111].Ans[0] = "りょこう";
Q[111].Ans[1] = "りょうこう";
Q[111].Ans[2] = "りょうごう";
Q[111].Ans[3] = "りょごう";
Q[111].comment = "『旅行』は『りょこう』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしの〔兄弟〕は外国に住んでいます。";
Q[112].Ans[0] = "きょうだい";
Q[112].Ans[1] = "きょうたい";
Q[112].Ans[2] = "きょうでい";
Q[112].Ans[3] = "きょうてい";
Q[112].comment = "『兄弟』は『きょうだい』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>熱があるならお〔医者〕さんに見てもらったほうがいいですよ。";
Q[113].Ans[0] = "いしゃ";
Q[113].Ans[1] = "いじゃ";
Q[113].Ans[2] = "いもの";
Q[113].Ans[3] = "いっしゃ";
Q[113].comment = "『医者』は『いしゃ』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしの姉は牛の〔研究〕をしています。";
Q[114].Ans[0] = "けんきゅう";
Q[114].Ans[1] = "けんじょ";
Q[114].Ans[2] = "けんぎゅ";
Q[114].Ans[3] = "けんじょう";
Q[114].comment = "『研究』は『けんきゅう』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>さいきん〔野菜〕のねだんが高いです。";
Q[115].Ans[0] = "やさい";
Q[115].Ans[1] = "のさい";
Q[115].Ans[2] = "やざい";
Q[115].Ans[3] = "のざい";
Q[115].comment = "『野菜』は『やさい』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔特別〕なパーティーなのでかならずしゅっせきしてください。";
Q[116].Ans[0] = "とくべつ";
Q[116].Ans[1] = "とぐべつ";
Q[116].Ans[2] = "とべつ";
Q[116].Ans[3] = "とっべつ";
Q[116].comment = "『特別』は『とくべつ』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>蔡さんは車の〔運転〕はできますか。";
Q[117].Ans[0] = "うんてん";
Q[117].Ans[1] = "うんでん";
Q[117].Ans[2] = "うてん";
Q[117].Ans[3] = "うでん";
Q[117].comment = "『運転』は『うんてん』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きのうは林さんといっしょに〔大使館〕へ行きました。";
Q[118].Ans[0] = "たいしかん";
Q[118].Ans[1] = "だいしかん";
Q[118].Ans[2] = "たいじかん";
Q[118].Ans[3] = "だいじかん";
Q[118].comment = "『大使館』は『たいしかん』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>さとうさんが〔地図〕を書いてくれたのですぐに分かりました。";
Q[119].Ans[0] = "ちず";
Q[119].Ans[1] = "じず";
Q[119].Ans[2] = "じと";
Q[119].Ans[3] = "ちと";
Q[119].comment = "『地図』は『ちず』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの山の上の白い〔建物〕がわたしの学校です。";
Q[120].Ans[0] = "たてもの";
Q[120].Ans[1] = "けんぶつ";
Q[120].Ans[2] = "げんぶつ";
Q[120].Ans[3] = "たでもの";
Q[120].comment = "『建物』は『たてもの』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは〔医学〕にきょうみがあります。";
Q[121].Ans[0] = "いがく";
Q[121].Ans[1] = "いかく";
Q[121].Ans[2] = "いっがく";
Q[121].Ans[3] = "いっかく";
Q[121].comment = "『医学』は『いがく』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔仕事〕は何時に終わりますか。";
Q[122].Ans[0] = "しごと";
Q[122].Ans[1] = "しこど";
Q[122].Ans[2] = "しこと";
Q[122].Ans[3] = "しごど";
Q[122].comment = "『仕事』は『しごと』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あれが新しいパンの〔工場〕です。";
Q[123].Ans[0] = "こうじょう";
Q[123].Ans[1] = "こうちょう";
Q[123].Ans[2] = "こじょう";
Q[123].Ans[3] = "こば";
Q[123].comment = "『工場』は『こうじょう』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ご〔主人〕は何時ごろもどられますか。";
Q[124].Ans[0] = "しゅじん";
Q[124].Ans[1] = "しゅうじん";
Q[124].Ans[2] = "しゅにん";
Q[124].Ans[3] = "しゅうにん";
Q[124].comment = "『主人』は『しゅじん』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは〔地理〕のじゅぎょうがいちばん好きです。";
Q[125].Ans[0] = "ちり";
Q[125].Ans[1] = "じり";
Q[125].Ans[2] = "ちっり";
Q[125].Ans[3] = "じっり";
Q[125].comment = "『地理』は『ちり』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>１０時の〔特急〕に乗ります。";
Q[126].Ans[0] = "とっきゅう";
Q[126].Ans[1] = "とっぎゅう";
Q[126].Ans[2] = "とぎゅう";
Q[126].Ans[3] = "ときゅう";
Q[126].comment = "『特急』は『とっきゅう』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしはしょうらい〔西洋〕の国に住みたいです。";
Q[127].Ans[0] = "せいよう";
Q[127].Ans[1] = "せいよ";
Q[127].Ans[2] = "さいよう";
Q[127].Ans[3] = "さいよ";
Q[127].comment = "『西洋』は『せいよう』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしのしゅみは〔音楽〕を聞くことです。";
Q[128].Ans[0] = "おんがく";
Q[128].Ans[1] = "おんかく";
Q[128].Ans[2] = "おとがく";
Q[128].Ans[3] = "おとらく";
Q[128].comment = "『音楽』は『おんがく』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いろいろな国の〔料理〕が食べたいです。";
Q[129].Ans[0] = "りょうり";
Q[129].Ans[1] = "りょり";
Q[129].Ans[2] = "りゅうり";
Q[129].Ans[3] = "りゅり";
Q[129].comment = "『料理』は『りょうり』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしはむすこが〔二人〕います。";
Q[130].Ans[0] = "ふたり";
Q[130].Ans[1] = "ににん";
Q[130].Ans[2] = "ふだり";
Q[130].Ans[3] = "にじん";
Q[130].comment = "『二人』は『ふたり』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔意見〕ははっきり言ったほうがいいですよ。";
Q[131].Ans[0] = "いけん";
Q[131].Ans[1] = "いげん";
Q[131].Ans[2] = "いみ";
Q[131].Ans[3] = "いっげん";
Q[131].comment = "『意見』は『いけん』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは〔毎朝〕かならずぎゅうにゅうを飲みます。";
Q[132].Ans[0] = "まいあさ";
Q[132].Ans[1] = "まいちょう";
Q[132].Ans[2] = "めいちょう";
Q[132].Ans[3] = "めいあさ";
Q[132].comment = "『毎朝』は『まいあさ』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>やくそくの〔時間〕におくれてはいけません。";
Q[133].Ans[0] = "じかん";
Q[133].Ans[1] = "じがん";
Q[133].Ans[2] = "じげん";
Q[133].Ans[3] = "ときま";
Q[133].comment = "『時間』は『じかん』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まつしまさんのおかあさんは〔英語〕の先生です。";
Q[134].Ans[0] = "えいご";
Q[134].Ans[1] = "えご";
Q[134].Ans[2] = "えいこ";
Q[134].Ans[3] = "えっご";
Q[134].comment = "『英語』は『えいご』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>やまださんは〔学校〕を休んだことがありません。";
Q[135].Ans[0] = "がっこう";
Q[135].Ans[1] = "がっごう";
Q[135].Ans[2] = "がこう";
Q[135].Ans[3] = "がくこう";
Q[135].comment = "『学校』は『がっこう』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>うちから〔会社〕まで電車で２時間かかります。";
Q[136].Ans[0] = "かいしゃ";
Q[136].Ans[1] = "かいじゃ";
Q[136].Ans[2] = "かっじゃ";
Q[136].Ans[3] = "かっしゃ";
Q[136].comment = "『会社』は『かいしゃ』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>４５キロ〔以下〕になるのはむずかしいです。";
Q[137].Ans[0] = "いか";
Q[137].Ans[1] = "いっが";
Q[137].Ans[2] = "いっか";
Q[137].Ans[3] = "いが";
Q[137].comment = "『以下』は『いか』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これからわたしの町の〔産業〕をしょうかいします。";
Q[138].Ans[0] = "さんぎょう";
Q[138].Ans[1] = "さんきょう";
Q[138].Ans[2] = "さんぎょ";
Q[138].Ans[3] = "さんきょ";
Q[138].comment = "『産業』は『さんぎょう』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今の話は〔大体〕分かりました。";
Q[139].Ans[0] = "だいたい";
Q[139].Ans[1] = "たいだい";
Q[139].Ans[2] = "たいてい";
Q[139].Ans[3] = "たいでい";
Q[139].comment = "『大体』は『だいたい』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今夜〕いっしょにステーキを食べに行きませんか。";
Q[140].Ans[0] = "こんや";
Q[140].Ans[1] = "こうや";
Q[140].Ans[2] = "こんよ";
Q[140].Ans[3] = "きんよ";
Q[140].comment = "『今夜』は『こんや』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい〔洋服〕が買いたいです。";
Q[141].Ans[0] = "ようふく";
Q[141].Ans[1] = "ようぶく";
Q[141].Ans[2] = "よふく";
Q[141].Ans[3] = "よぶく";
Q[141].comment = "『洋服』は『ようふく』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ちょっと〔教室〕で待っていてください。";
Q[142].Ans[0] = "きょうしつ";
Q[142].Ans[1] = "きょうし";
Q[142].Ans[2] = "きょっし";
Q[142].Ans[3] = "きょしつ";
Q[142].comment = "『教室』は『きょうしつ』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔家庭〕で使うならこの小さいほうで十分です。";
Q[143].Ans[0] = "かてい";
Q[143].Ans[1] = "かでい";
Q[143].Ans[2] = "かっでい";
Q[143].Ans[3] = "かってい";
Q[143].comment = "『家庭』は『かてい』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔下着〕はとてもあたたかいです。";
Q[144].Ans[0] = "したぎ";
Q[144].Ans[1] = "しだき";
Q[144].Ans[2] = "しだぎ";
Q[144].Ans[3] = "したき";
Q[144].comment = "『下着』は『したぎ』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今まででいちばんうれしかったことを〔作文〕に書いてください。";
Q[145].Ans[0] = "さくぶん";
Q[145].Ans[1] = "さぶん";
Q[145].Ans[2] = "さっぶん";
Q[145].Ans[3] = "さぐぶん";
Q[145].comment = "『作文』は『さくぶん』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その駅の〔出口〕は一つだけなのですぐ分かります。";
Q[146].Ans[0] = "でぐち";
Q[146].Ans[1] = "てぐち";
Q[146].Ans[2] = "でくち";
Q[146].Ans[3] = "てくち";
Q[146].comment = "『出口』は『でぐち』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きのうデパートの〔屋上〕でおさけを飲みました。";
Q[147].Ans[0] = "おくじょう";
Q[147].Ans[1] = "やじょう";
Q[147].Ans[2] = "おくしょう";
Q[147].Ans[3] = "おっじょう";
Q[147].comment = "『屋上』は『おくじょう』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>王さんのむすこさんは〔乗り物〕が大好きです。";
Q[148].Ans[0] = "のりもの";
Q[148].Ans[1] = "のりぶつ";
Q[148].Ans[2] = "のりもう";
Q[148].Ans[3] = "のりもつ";
Q[148].comment = "『乗り物』は『のりもの』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔問題〕があればすぐに言ってください。";
Q[149].Ans[0] = "もんだい";
Q[149].Ans[1] = "もんたい";
Q[149].Ans[2] = "もうたい";
Q[149].Ans[3] = "もうだい";
Q[149].comment = "『問題』は『もんだい』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは〔毎日〕コーヒーを５はい飲みます。";
Q[150].Ans[0] = "まいにち";
Q[150].Ans[1] = "まいじつ";
Q[150].Ans[2] = "まいび";
Q[150].Ans[3] = "まいひ";
Q[150].comment = "『毎日』は『まいにち』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日いっしょに〔図書館〕で勉強しませんか。";
Q[151].Ans[0] = "としょかん";
Q[151].Ans[1] = "とうしゅうかん";
Q[151].Ans[2] = "としゅかん";
Q[151].Ans[3] = "とうしょうかん";
Q[151].comment = "『図書館』は『としょかん』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしはしょうらい〔文学〕の研究がしたいです。";
Q[152].Ans[0] = "ぶんがく";
Q[152].Ans[1] = "ぶんかく";
Q[152].Ans[2] = "もんかく";
Q[152].Ans[3] = "もんがく";
Q[152].comment = "『文学』は『ぶんがく』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔外国人〕に道をたずねられました。";
Q[153].Ans[0] = "がいこくじん";
Q[153].Ans[1] = "がいごくじん";
Q[153].Ans[2] = "がいごくにん";
Q[153].Ans[3] = "がいこくにん";
Q[153].comment = "『外国人』は『がいこくじん』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔来年〕もきっといいことがたくさんありますよ。";
Q[154].Ans[0] = "らいねん";
Q[154].Ans[1] = "らいとし";
Q[154].Ans[2] = "らいどし";
Q[154].Ans[3] = "きねん";
Q[154].comment = "『来年』は『らいねん』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔自動車〕で行くより電車で行ったほうがいいですよ。";
Q[155].Ans[0] = "じどうしゃ";
Q[155].Ans[1] = "じどんしゃ";
Q[155].Ans[2] = "じどうじゃ";
Q[155].Ans[3] = "じどんしゃ";
Q[155].comment = "『自動車』は『じどうしゃ』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日いっしょにテニスの〔試合〕を見に行きませんか。";
Q[156].Ans[0] = "しあい";
Q[156].Ans[1] = "しやい";
Q[156].Ans[2] = "しごう";
Q[156].Ans[3] = "しこう";
Q[156].comment = "『試合』は『しあい』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このホテルでは〔世界〕のおいしい料理が食べられるそうです。";
Q[157].Ans[0] = "せかい";
Q[157].Ans[1] = "せがい";
Q[157].Ans[2] = "せいがい";
Q[157].Ans[3] = "せいかい";
Q[157].comment = "『世界』は『せかい』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスに乗るとすぐに〔気分〕が悪くなります。";
Q[158].Ans[0] = "きぶん";
Q[158].Ans[1] = "きふん";
Q[158].Ans[2] = "きっぶん";
Q[158].Ans[3] = "きぶう";
Q[158].comment = "『気分』は『きぶん』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔都合〕がいい日を言ってください。";
Q[159].Ans[0] = "つごう";
Q[159].Ans[1] = "とあい";
Q[159].Ans[2] = "とごう";
Q[159].Ans[3] = "つあい";
Q[159].comment = "『都合』は『つごう』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは〔毎週〕プールに行っておよぎます。";
Q[160].Ans[0] = "まいしゅう";
Q[160].Ans[1] = "まいじゅう";
Q[160].Ans[2] = "めいしゅう";
Q[160].Ans[3] = "めいじゅう";
Q[160].comment = "『毎週』は『まいしゅう』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年の〔夏休み〕はアルバイトをするつもりです。";
Q[161].Ans[0] = "なつやすみ";
Q[161].Ans[1] = "なずやすみ";
Q[161].Ans[2] = "なずやずみ";
Q[161].Ans[3] = "なつやずみ";
Q[161].comment = "『夏休み』は『なつやすみ』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車はちゅうしゃじょう〔以外〕に止めないでください。";
Q[162].Ans[0] = "いがい";
Q[162].Ans[1] = "いかい";
Q[162].Ans[2] = "いわい";
Q[162].Ans[3] = "いっかい";
Q[162].comment = "『以外』は『いがい』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは駅から遠いので〔不便〕です。";
Q[163].Ans[0] = "ふべん";
Q[163].Ans[1] = "ふびん";
Q[163].Ans[2] = "ふぴん";
Q[163].Ans[3] = "ふぺん";
Q[163].comment = "『不便』は『ふべん』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔名前〕をよばれたら大きな声でへんじをしてください。";
Q[164].Ans[0] = "なまえ";
Q[164].Ans[1] = "めいぜん";
Q[164].Ans[2] = "なぜん";
Q[164].Ans[3] = "めいまえ";
Q[164].comment = "『名前』は『なまえ』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今夜は〔用事〕があるので行けないとつたえてください。";
Q[165].Ans[0] = "ようじ";
Q[165].Ans[1] = "ようし";
Q[165].Ans[2] = "よじ";
Q[165].Ans[3] = "よし";
Q[165].comment = "『用事』は『ようじ』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもは〔動物〕が大好きです。";
Q[166].Ans[0] = "どうぶつ";
Q[166].Ans[1] = "どんぶつ";
Q[166].Ans[2] = "どんもの";
Q[166].Ans[3] = "どうもつ";
Q[166].comment = "『動物』は『どうぶつ』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>出かけるなら〔上着〕を持っていったほうがいいですよ。";
Q[167].Ans[0] = "うわぎ";
Q[167].Ans[1] = "じょうぎ";
Q[167].Ans[2] = "うわき";
Q[167].Ans[3] = "じょうき";
Q[167].comment = "『上着』は『うわぎ』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日は〔昼間〕なら時間がありますよ。";
Q[168].Ans[0] = "ひるま";
Q[168].Ans[1] = "ちゅうま";
Q[168].Ans[2] = "ちゅうかん";
Q[168].Ans[3] = "ひま";
Q[168].comment = "『昼間』は『ひるま』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アフリカに住んでいる友だちから〔手紙〕が来ました。";
Q[169].Ans[0] = "てがみ";
Q[169].Ans[1] = "てかみ";
Q[169].Ans[2] = "てし";
Q[169].Ans[3] = "しゅし";
Q[169].comment = "『手紙』は『てがみ』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔六日〕ならだいじょうぶです。";
Q[170].Ans[0] = "むいか";
Q[170].Ans[1] = "ろくにち";
Q[170].Ans[2] = "むゆか";
Q[170].Ans[3] = "ろくび";
Q[170].comment = "『六日』は『むいか』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔電気〕をけすのをわすれました。";
Q[171].Ans[0] = "でんき";
Q[171].Ans[1] = "れんき";
Q[171].Ans[2] = "てんき";
Q[171].Ans[3] = "れんぎ";
Q[171].comment = "『電気』は『でんき』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お〔手洗い〕はどこですか。";
Q[172].Ans[0] = "てあらい";
Q[172].Ans[1] = "であらい";
Q[172].Ans[2] = "でやらい";
Q[172].Ans[3] = "てやらい";
Q[172].comment = "『手洗い』は『てあらい』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日はわたしが〔夕飯〕を作ります。";
Q[173].Ans[0] = "ゆうはん";
Q[173].Ans[1] = "しめし";
Q[173].Ans[2] = "ゆはん";
Q[173].Ans[3] = "ゆめし";
Q[173].comment = "『夕飯』は『ゆうはん』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしの父はタクシーの〔運転手〕です。";
Q[174].Ans[0] = "うんてんしゅ";
Q[174].Ans[1] = "うんでんしゅ";
Q[174].Ans[2] = "うんてんしゅう";
Q[174].Ans[3] = "うんでんしゅう";
Q[174].comment = "『運転手』は『うんてんしゅ』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まず自分で考えることが〔大事〕です。";
Q[175].Ans[0] = "だいじ";
Q[175].Ans[1] = "たいじ";
Q[175].Ans[2] = "たいし";
Q[175].Ans[3] = "だいし";
Q[175].comment = "『大事』は『だいじ』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日はいそがしくて〔昼休み〕の時間も仕事をしました。";
Q[176].Ans[0] = "昼休み";
Q[176].Ans[1] = "ちゅうやすみ";
Q[176].Ans[2] = "ひるやずみ";
Q[176].Ans[3] = "ちゅうやずみ";
Q[176].comment = "『昼休み』は『ひるやすみ』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この工場ではジャムを〔生産〕しています。";
Q[177].Ans[0] = "せいさん";
Q[177].Ans[1] = "せいざん";
Q[177].Ans[2] = "しょうざん";
Q[177].Ans[3] = "しょうさん";
Q[177].comment = "『生産』は『せいさん』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここはわたしがそつぎょうした〔中学校〕です。";
Q[178].Ans[0] = "ちゅうがっこう";
Q[178].Ans[1] = "ちゅがっこう";
Q[178].Ans[2] = "ちゅうがくこう";
Q[178].Ans[3] = "ちゅがくこう";
Q[178].comment = "『中学校』は『ちゅうがっこう』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そふが子どものころの〔時代〕と今とではぜんぜん違います。";
Q[179].Ans[0] = "じだい";
Q[179].Ans[1] = "しだい";
Q[179].Ans[2] = "したい";
Q[179].Ans[3] = "じたい";
Q[179].comment = "『時代』は『じだい』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あさってのかいぎは〔午前〕１０時からです。";
Q[180].Ans[0] = "ごぜん";
Q[180].Ans[1] = "ごせん";
Q[180].Ans[2] = "ごうせん";
Q[180].Ans[3] = "ごうぜん";
Q[180].comment = "『午前』は『ごぜん』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>妹は〔小説〕を読むのがとても好きです。";
Q[181].Ans[0] = "しょうせつ";
Q[181].Ans[1] = "しょせつ";
Q[181].Ans[2] = "しゅうせつ";
Q[181].Ans[3] = "しゅせつ";
Q[181].comment = "『小説』は『しょうせつ』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来月の〔一日〕から試験が始まります。";
Q[182].Ans[0] = "ついたち";
Q[182].Ans[1] = "いちにち";
Q[182].Ans[2] = "ついだち";
Q[182].Ans[3] = "いちび";
Q[182].comment = "『一日』は『ついたち』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔着物〕はねだんが高そうです。";
Q[183].Ans[0] = "きもの";
Q[183].Ans[1] = "きぶつ";
Q[183].Ans[2] = "きもつ";
Q[183].Ans[3] = "ちゃくもつ";
Q[183].comment = "『着物』は『きもの』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ケーキを〔用意〕したのにだれも食べませんでした。";
Q[184].Ans[0] = "ようい";
Q[184].Ans[1] = "よい";
Q[184].Ans[2] = "よんい";
Q[184].Ans[3] = "よっい";
Q[184].comment = "『用意』は『ようい』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔家族〕と会うのは一年に２回です。";
Q[185].Ans[0] = "かぞく";
Q[185].Ans[1] = "かそく";
Q[185].Ans[2] = "かずく";
Q[185].Ans[3] = "かっずく";
Q[185].comment = "『家族』は『かぞく』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父のしゅみはいろいろな国の〔切手〕を集めることです。";
Q[186].Ans[0] = "きって";
Q[186].Ans[1] = "きて";
Q[186].Ans[2] = "きっで";
Q[186].Ans[3] = "きで";
Q[186].comment = "『切手』は『きって』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>うちから学校までは〔自転車〕で１０分です。";
Q[187].Ans[0] = "じてんしゃ";
Q[187].Ans[1] = "じでんしゃ";
Q[187].Ans[2] = "じてんじゃ";
Q[187].Ans[3] = "じでんじゃ";
Q[187].comment = "『自転車』は『じてんしゃ』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔運動〕をしなければやせられませんよ。";
Q[188].Ans[0] = "うんどう";
Q[188].Ans[1] = "うんどん";
Q[188].Ans[2] = "うんど";
Q[188].Ans[3] = "うんとう";
Q[188].comment = "『運動』は『うんどう』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかむらさんは〔八日〕に帰ってくるそうです。";
Q[189].Ans[0] = "ようか";
Q[189].Ans[1] = "よっか";
Q[189].Ans[2] = "よっが";
Q[189].Ans[3] = "ようが";
Q[189].comment = "『八日』は『ようか』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この店にはめずらしい〔品物〕がたくさんあります。";
Q[190].Ans[0] = "しなもの";
Q[190].Ans[1] = "ひんもの";
Q[190].Ans[2] = "ぴんぶつ";
Q[190].Ans[3] = "ひんぶつ";
Q[190].comment = "『品物』は『しなもの』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎年お〔正月〕には家族といっしょにじんじゃへ行きます。";
Q[191].Ans[0] = "しょうがつ";
Q[191].Ans[1] = "しょうげつ";
Q[191].Ans[2] = "しゅうがつ";
Q[191].Ans[3] = "しゅうげつ";
Q[191].comment = "『正月』は『しょうがつ』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔大分〕あたたかくなってきましたね。";
Q[192].Ans[0] = "だいぶ";
Q[192].Ans[1] = "たいふん";
Q[192].Ans[2] = "だいふん";
Q[192].Ans[3] = "だいふ";
Q[192].comment = "『大分』は『だいぶ』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>周さんの〔一月〕の電話代はいくらですか。";
Q[193].Ans[0] = "ひとつき";
Q[193].Ans[1] = "ひとげつ";
Q[193].Ans[2] = "いちつき";
Q[193].Ans[3] = "いちずき";
Q[193].comment = "『一月』は『ひとつき』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔学生〕ならねだんが少し安くなします。";
Q[194].Ans[0] = "がくせい";
Q[194].Ans[1] = "がっせい";
Q[194].Ans[2] = "がっせ";
Q[194].Ans[3] = "がくせ";
Q[194].comment = "『学生』は『がくせい』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おばは小学校の〔校長〕です。";
Q[195].Ans[0] = "こうちょう";
Q[195].Ans[1] = "こうじょう";
Q[195].Ans[2] = "こうじょ";
Q[195].Ans[3] = "こうちょ";
Q[195].comment = "『校長』は『こうちょう』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日はいいお〔天気〕ですね。";
Q[196].Ans[0] = "てんき";
Q[196].Ans[1] = "でんき";
Q[196].Ans[2] = "てんぎ";
Q[196].Ans[3] = "でんぎ";
Q[196].comment = "『天気』は『てんき』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一日何時間〔勉強〕していますか。";
Q[197].Ans[0] = "べんきょう";
Q[197].Ans[1] = "べんきょ";
Q[197].Ans[2] = "べんぎょう";
Q[197].Ans[3] = "べんぎょ";
Q[197].comment = "『勉強』は『べんきょう』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしの姉はデパートの〔店員〕です。";
Q[198].Ans[0] = "てんいん";
Q[198].Ans[1] = "でいん";
Q[198].Ans[2] = "でんいん";
Q[198].Ans[3] = "ていん";
Q[198].comment = "『店員』は『てんいん』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鄭さんは〔毎年〕２回家族といっしょに旅行するそうです。";
Q[199].Ans[0] = "まいとし";
Q[199].Ans[1] = "まいどし";
Q[199].Ans[2] = "めいねん";
Q[199].Ans[3] = "めいどし";
Q[199].comment = "『毎年』は『まいとし』と読む。";
