var Qnum = 300;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>去年２級に〔合格〕しました。";
Q[0].Ans[0] = "ごうかく";
Q[0].Ans[1] = "こうかく";
Q[0].Ans[2] = "ごうがく";
Q[0].Ans[3] = "ごうがく";
Q[0].comment = "『合格』は『ごうかく』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな〔格好〕でどこに行くのですか。";
Q[1].Ans[0] = "かっこう";
Q[1].Ans[1] = "がっこう";
Q[1].Ans[2] = "かっごう";
Q[1].Ans[3] = "がっごう";
Q[1].comment = "『格好』は『かっこう』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高速道路が〔開通〕した。";
Q[2].Ans[0] = "かいつう";
Q[2].Ans[1] = "かいずう";
Q[2].Ans[2] = "かいとお";
Q[2].Ans[3] = "かいどお";
Q[2].comment = "『開通』は『かいつう』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚を報告する会を〔開く〕。";
Q[3].Ans[0] = "ひらく";
Q[3].Ans[1] = "あける";
Q[3].Ans[2] = "あく";
Q[3].Ans[3] = "ひく";
Q[3].comment = "『開く』は『ひらく』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生〔会館〕で食事をする。";
Q[4].Ans[0] = "かいかん";
Q[4].Ans[1] = "かいがん";
Q[4].Ans[2] = "かいだて";
Q[4].Ans[3] = "かいたて";
Q[4].comment = "『会館』は『かいかん』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この大学は学生の〔管理〕ができていない。";
Q[5].Ans[0] = "かんり";
Q[5].Ans[1] = "がんり";
Q[5].Ans[2] = "げんり";
Q[5].Ans[3] = "けんり";
Q[5].comment = "『管理』は『かんり』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中が〔管〕のようになっている。";
Q[6].Ans[0] = "くだ";
Q[6].Ans[1] = "ぐだ";
Q[6].Ans[2] = "ぐた";
Q[6].Ans[3] = "くた";
Q[6].comment = "『管』は『くだ』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>強い風の中、アナトリは３人を〔救助〕した。";
Q[7].Ans[0] = "きゅうじょ";
Q[7].Ans[1] = "じょうじゅ";
Q[7].Ans[2] = "きょうじゅ";
Q[7].Ans[3] = "じゅうじょ";
Q[7].comment = "『救助』は『きゅうじょ』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>愛は世界を〔救う〕らしい。";
Q[8].Ans[0] = "すくう";
Q[8].Ans[1] = "すぐう";
Q[8].Ans[2] = "ずくう";
Q[8].Ans[3] = "ずぐう";
Q[8].comment = "『救う』は『すくう』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会は〔延期〕になりました。";
Q[9].Ans[0] = "えんき";
Q[9].Ans[1] = "えんぎ";
Q[9].Ans[2] = "えんじ";
Q[9].Ans[3] = "えんち";
Q[9].comment = "『延期』は『えんき』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日から〔学期〕がはじまる。";
Q[10].Ans[0] = "がっき";
Q[10].Ans[1] = "かっき";
Q[10].Ans[2] = "がっぎ";
Q[10].Ans[3] = "かっぎ";
Q[10].comment = "『学期』は『がっき』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の仕事には〔期待〕できない。";
Q[11].Ans[0] = "きたい";
Q[11].Ans[1] = "きだい";
Q[11].Ans[2] = "ちたい";
Q[11].Ans[3] = "ちだい";
Q[11].comment = "『期待』は『きたい』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>目を〔覚ます〕と、もう12時だった。";
Q[12].Ans[0] = "さます";
Q[12].Ans[1] = "すます";
Q[12].Ans[2] = "そます";
Q[12].Ans[3] = "せます";
Q[12].comment = "『覚ます』は『さます』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな音で目が〔覚めた〕。";
Q[13].Ans[0] = "さめた";
Q[13].Ans[1] = "ためた";
Q[13].Ans[2] = "みめた";
Q[13].Ans[3] = "くめた";
Q[13].comment = "『覚めた』は『さめた』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔目覚まし〕が鳴っても起きなかった。";
Q[14].Ans[0] = "めざまし";
Q[14].Ans[1] = "めさまし";
Q[14].Ans[2] = "むさまし";
Q[14].Ans[3] = "むざまし";
Q[14].comment = "『目覚まし』は『めざまし』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>寒さで手の〔感覚〕がなくなった。";
Q[15].Ans[0] = "かんかく";
Q[15].Ans[1] = "かんがく";
Q[15].Ans[2] = "がんかく";
Q[15].Ans[3] = "がんがく";
Q[15].comment = "『感覚』は『かんかく』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨日は〔二巻〕まで読んだ。";
Q[16].Ans[0] = "にかん";
Q[16].Ans[1] = "ふたまき";
Q[16].Ans[2] = "にまき";
Q[16].Ans[3] = "ふたかん";
Q[16].comment = "『二巻』は『にかん』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首に布を〔巻く〕。";
Q[17].Ans[0] = "まく";
Q[17].Ans[1] = "むく";
Q[17].Ans[2] = "めく";
Q[17].Ans[3] = "もく";
Q[17].comment = "『巻く』は『まく』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>動物が〔求婚〕のダンスをしている。";
Q[18].Ans[0] = "きゅうこん";
Q[18].Ans[1] = "じょうふん";
Q[18].Ans[2] = "きゅうふん";
Q[18].Ans[3] = "じょうこん";
Q[18].comment = "『求婚』は『きゅうこん』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔求める〕ものを与えるだけでは教育ではない。";
Q[19].Ans[0] = "もとめる";
Q[19].Ans[1] = "たどめる";
Q[19].Ans[2] = "すとめる";
Q[19].Ans[3] = "むどめる";
Q[19].comment = "『求める』は『もとめる』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何も〔希望〕がないなんて思わないでください。";
Q[20].Ans[0] = "きぼう";
Q[20].Ans[1] = "しぼう";
Q[20].Ans[2] = "きもう";
Q[20].Ans[3] = "しもう";
Q[20].comment = "『希望』は『きぼう』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電車が〔鉄橋〕をわたっている。";
Q[21].Ans[0] = "てっきょう";
Q[21].Ans[1] = "てっちょう";
Q[21].Ans[2] = "てっぎょう";
Q[21].Ans[3] = "てっじょう";
Q[21].comment = "『鉄橋』は『てっきょう』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔給与〕をうけとる。";
Q[22].Ans[0] = "きゅうよ";
Q[22].Ans[1] = "きゅうゆ";
Q[22].Ans[2] = "きょうよ";
Q[22].Ans[3] = "きょうゆ";
Q[22].comment = "『給与』は『きゅうよ』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔月給〕20万円ではたらいています。";
Q[23].Ans[0] = "げっきゅう";
Q[23].Ans[1] = "つききゅう";
Q[23].Ans[2] = "げっきょう";
Q[23].Ans[3] = "つききょう";
Q[23].comment = "『月給』は『げっきゅう』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなに10000円を〔支給〕する。";
Q[24].Ans[0] = "しきゅう";
Q[24].Ans[1] = "じきゅう";
Q[24].Ans[2] = "しきょう";
Q[24].Ans[3] = "じきょう";
Q[24].comment = "『支給』は『しきゅう』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犬より〔牛〕の方が好きです。";
Q[25].Ans[0] = "うし";
Q[25].Ans[1] = "むし";
Q[25].Ans[2] = "くし";
Q[25].Ans[3] = "ゆし";
Q[25].comment = "『牛』は『うし』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔魚〕とはさかなのことです。";
Q[26].Ans[0] = "うお";	
Q[26].Ans[1] = "ふお";
Q[26].Ans[2] = "むお";
Q[26].Ans[3] = "ゆお";
Q[26].comment = "『魚』は『うお』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔金魚〕なのに泳ぎません。";
Q[27].Ans[0] = "きんぎょ";
Q[27].Ans[1] = "かなうお";
Q[27].Ans[2] = "かねうお";
Q[27].Ans[3] = "きんざかな";
Q[27].comment = "『金魚』は『きんぎょ』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女はどんな〔玉〕にも乗ることができる。";
Q[28].Ans[0] = "たま";
Q[28].Ans[1] = "とま";
Q[28].Ans[2] = "ゆま";
Q[28].Ans[3] = "みま";
Q[28].comment = "『玉』は『たま』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは先生に〔教わった〕ことです。";
Q[29].Ans[0] = "おそわった";
Q[29].Ans[1] = "おしわった";
Q[29].Ans[2] = "おぞわった";
Q[29].Ans[3] = "おじわった";
Q[29].comment = "『教わった』は『おそわった』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この学校には〔教員〕が多すぎる。";
Q[30].Ans[0] = "きょういん";
Q[30].Ans[1] = "じょういん";
Q[30].Ans[2] = "きゅういん";
Q[30].Ans[3] = "じゅういん";
Q[30].comment = "『教員』は『きょういん』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔教養〕がない。";
Q[31].Ans[0] = "きょうよう";
Q[31].Ans[1] = "きゅうよう";
Q[31].Ans[2] = "じょうよう";
Q[31].Ans[3] = "じゅうよう";
Q[31].comment = "『教養』は『きょうよう』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔上京〕したのは20才のときです。";
Q[32].Ans[0] = "じょうきょう";
Q[32].Ans[1] = "しょうきょう";
Q[32].Ans[2] = "じょうげい";
Q[32].Ans[3] = "しょうげい";
Q[32].comment = "『上京』は『じょうきょう』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間は〔真空〕では生きていけない。";
Q[33].Ans[0] = "しんくう";
Q[33].Ans[1] = "ぜんくう";
Q[33].Ans[2] = "しんこう";
Q[33].Ans[3] = "ぜんこう";
Q[33].comment = "『しんくう』は『真空』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>はたらくとおなかが〔空く〕。";
Q[34].Ans[0] = "すく";
Q[34].Ans[1] = "あく";
Q[34].Ans[2] = "そく";
Q[34].Ans[3] = "こく";
Q[34].comment = "『空く』は『すく』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>飛行機の席に〔空き〕がない。";
Q[35].Ans[0] = "あき";
Q[35].Ans[1] = "すき";
Q[35].Ans[2] = "そき";
Q[35].Ans[3] = "こき";
Q[35].comment = "『空き』は『あき』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電車が〔空く〕時間まで待つ。";
Q[36].Ans[0] = "すく";
Q[36].Ans[1] = "あく";
Q[36].Ans[2] = "そく";
Q[36].Ans[3] = "こく";
Q[36].comment = "『空く』は『すく』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は、〔高級〕な肉を買いました。";
Q[37].Ans[0] = "こうきゅう";
Q[37].Ans[1] = "こうぎゅう";
Q[37].Ans[2] = "ごうきゅう";
Q[37].Ans[3] = "ごうぎゅう";
Q[37].comment = "『高級』は『こうきゅう』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔上級〕のテストに合格しました。";
Q[38].Ans[0] = "じょうきゅう";
Q[38].Ans[1] = "しょうきゅう";
Q[38].Ans[2] = "じょうぎゅう";
Q[38].Ans[3] = "しょうぎゅう";
Q[38].comment = "『上級』は『じょうきゅう』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水は０度で〔固まる〕。";
Q[39].Ans[0] = "かたまる";
Q[39].Ans[1] = "こたまる";
Q[39].Ans[2] = "かだまる";
Q[39].Ans[3] = "こだまる";
Q[39].comment = "『固まる』は『かたまる』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水は０度で〔固体〕になる。";
Q[40].Ans[0] = "こたい";
Q[40].Ans[1] = "かたい";
Q[40].Ans[2] = "こだい";
Q[40].Ans[3] = "かだい";
Q[40].comment = "『固体』は『こたい』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>火曜日は〔定休日〕です。";
Q[41].Ans[0] = "ていきゅうび";
Q[41].Ans[1] = "ていしょうび";
Q[41].Ans[2] = "しょうきゅうび";
Q[41].Ans[3] = "しょうしゅうび";
Q[41].comment = "『定休日』は『ていきゅうび』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文法を〔強化〕する。";
Q[42].Ans[0] = "きょうか";
Q[42].Ans[1] = "ちょうか";
Q[42].Ans[2] = "きょうが";
Q[42].Ans[3] = "ちょうが";
Q[42].comment = "『強化』は『きょうか』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔強引〕に連れて行かれた。";
Q[43].Ans[0] = "ごういん";
Q[43].Ans[1] = "きょういん";
Q[43].Ans[2] = "きょうびき";
Q[43].Ans[3] = "ごうびき";
Q[43].comment = "『強引』は『ごういん』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔強盗〕をしてはいけません。";
Q[44].Ans[0] = "ごうとう";
Q[44].Ans[1] = "きょうとう";
Q[44].Ans[2] = "ごうどう";
Q[44].Ans[3] = "きょうどう";
Q[44].comment = "『強盗』は『ごうとう』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これはとても〔力強い〕絵ですね。";
Q[45].Ans[0] = "ちからづよい";
Q[45].Ans[1] = "りきづよい";
Q[45].Ans[2] = "りょくづよい";
Q[45].Ans[3] = "ちがらづよい";
Q[45].comment = "『力強い』は『ちからづよい』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなで〔協力〕して仕事を進める。";
Q[46].Ans[0] = "きょうりょく";
Q[46].Ans[1] = "きゅうりょく";
Q[46].Ans[2] = "きょうりき";
Q[46].Ans[3] = "きゅうりき";
Q[46].comment = "『協力』は『きょうりょく』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは日本の昔の〔住居〕です。";
Q[47].Ans[0] = "じゅうきょ";
Q[47].Ans[1] = "ちゅうきょ";
Q[47].Ans[2] = "じゅうぎょ";
Q[47].Ans[3] = "ちゅうぎょ";
Q[47].comment = "『住居』は『じゅうきょ』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は、みんな〔居間〕にいる。";
Q[48].Ans[0] = "いま";
Q[48].Ans[1] = "きょま";
Q[48].Ans[2] = "いけん";
Q[48].Ans[3] = "きょけん";
Q[48].comment = "『居間』は『いま』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おなかが〔更に〕大きくなりました。";
Q[49].Ans[0] = "さらに";
Q[49].Ans[1] = "まさに";
Q[49].Ans[2] = "とみに";
Q[49].Ans[3] = "ごうに";
Q[49].comment = "『更に』は『さらに』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夜が〔更ける〕とみんな寝てしまいました。";
Q[50].Ans[0] = "ふける";
Q[50].Ans[1] = "はける";
Q[50].Ans[2] = "うける";
Q[50].Ans[3] = "すける";
Q[50].comment = "『更ける』は『ふける』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>教室を〔変更〕する。";
Q[51].Ans[0] = "へんこう";
Q[51].Ans[1] = "へんごう";
Q[51].Ans[2] = "へんがん";
Q[51].Ans[3] = "へんかん";
Q[51].comment = "『変更』は『へんこう』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台北の〔郊外〕に住んでいる。";
Q[52].Ans[0] = "こうがい";
Q[52].Ans[1] = "きょうがい";
Q[52].Ans[2] = "こうわい";
Q[52].Ans[3] = "きょうわい";
Q[52].comment = "『郊外』は『こうがい』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この牛は気が〔荒い〕ので気をつけてください。";
Q[53].Ans[0] = "あらい";
Q[53].Ans[1] = "あだい";
Q[53].Ans[2] = "あがい";
Q[53].Ans[3] = "あない";
Q[53].comment = "『荒い』は『あらい』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海が〔荒れて〕いるので船に乗らない方がいいです。";
Q[54].Ans[0] = "あれて";
Q[54].Ans[1] = "はれて";
Q[54].Ans[2] = "かれて";
Q[54].Ans[3] = "ふれて";
Q[54].comment = "『荒れて』は『あれて』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔幸運〕なことに、骨は折れていませんでした。";
Q[55].Ans[0] = "こううん";
Q[55].Ans[1] = "しんうん";
Q[55].Ans[2] = "さいうん";
Q[55].Ans[3] = "さちうん";
Q[55].comment = "『幸運』は『こううん』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔幸い〕なことに、骨は折れていませんでした。";
Q[56].Ans[0] = "さいわい";
Q[56].Ans[1] = "さちかい";
Q[56].Ans[2] = "さいはい";
Q[56].Ans[3] = "さちうい";
Q[56].comment = "『幸い』は『さいわい』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今の彼女は〔幸せ〕そうです。";
Q[57].Ans[0] = "しあわせ";
Q[57].Ans[1] = "しやわせ";
Q[57].Ans[2] = "しなわせ";
Q[57].Ans[3] = "しわわせ";
Q[57].comment = "『幸せ』は『しあわせ』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家の〔構造〕に問題があったらしい。";
Q[58].Ans[0] = "こうぞう";
Q[58].Ans[1] = "こうそう";
Q[58].Ans[2] = "ごうぞう";
Q[58].Ans[3] = "ごうそう";
Q[58].comment = "『構造』は『こうぞう』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何もなくても〔構いません〕。";
Q[59].Ans[0] = "かまいません";
Q[59].Ans[1] = "かないません";
Q[59].Ans[2] = "かわいません";
Q[59].Ans[3] = "かあいません";
Q[59].comment = "『構いません』は『かまいません』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>北海道では、広い〔耕地〕で農業をしている。";
Q[60].Ans[0] = "こうち";
Q[60].Ans[1] = "きょうち";
Q[60].Ans[2] = "こうじ";
Q[60].Ans[3] = "きょうじ";
Q[60].comment = "『耕地』は『こうち』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなで畑を〔耕す〕。";
Q[61].Ans[0] = "たがやす";
Q[61].Ans[1] = "たやがす";
Q[61].Ans[2] = "たかやす";
Q[61].Ans[3] = "たやかす";
Q[61].comment = "『耕す』は『たがやす』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あそこは〔気候〕が良いので、住んでみたい場所です。";
Q[62].Ans[0] = "きこう";
Q[62].Ans[1] = "きほう";
Q[62].Ans[2] = "けこう";
Q[62].Ans[3] = "けほう";
Q[62].comment = "『気候』は『きこう』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海に出るので、〔天候〕が気になる。";
Q[63].Ans[0] = "てんこう";
Q[63].Ans[1] = "でんほう";
Q[63].Ans[2] = "てんほう";
Q[63].Ans[3] = "でんこう";
Q[63].comment = "『天候』は『てんこう』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このワインは花のような〔香り〕がする。";
Q[64].Ans[0] = "かおり";
Q[64].Ans[1] = "さおり";
Q[64].Ans[2] = "しおり";
Q[64].Ans[3] = "こおり";
Q[64].comment = "『香り』は『かおり』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女のために〔香水〕を買う。";
Q[65].Ans[0] = "こうすい";
Q[65].Ans[1] = "きょうすい";
Q[65].Ans[2] = "しょうすい";
Q[65].Ans[3] = "かおりみず";
Q[65].comment = "『香水』は『こうすい』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女のために〔口紅〕を買う。";
Q[66].Ans[0] = "くちべに";
Q[66].Ans[1] = "こうこう";
Q[66].Ans[2] = "こうほう";
Q[66].Ans[3] = "こうべに";
Q[66].comment = "『口紅』は『くちべに』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女のために〔紅茶〕を買う。";
Q[67].Ans[0] = "こうちゃ";
Q[67].Ans[1] = "べにちゃ";
Q[67].Ans[2] = "ほうちゃ";
Q[67].Ans[3] = "くれちゃ";
Q[67].comment = "『紅茶』は『こうちゃ』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔細かい〕ことを言ってはいけません。";
Q[68].Ans[0] = "こまかい";
Q[68].Ans[1] = "ほそかい";
Q[68].Ans[2] = "ささかい";
Q[68].Ans[3] = "さいかい";
Q[68].comment = "『細かい』は『こまかい』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このソーセージは〔細い〕ですが長いです。";
Q[69].Ans[0] = "ほそい";
Q[69].Ans[1] = "こまい";
Q[69].Ans[2] = "くわい";
Q[69].Ans[3] = "こごい";
Q[69].comment = "『細い』は『ほそい』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔材料〕がないので作れません。";
Q[70].Ans[0] = "ざいりょう";
Q[70].Ans[1] = "さいりょう";
Q[70].Ans[2] = "ざいりゅう";
Q[70].Ans[3] = "さいりゅう";
Q[70].comment = "『材料』は『ざいりょう』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう40年、〔木材〕を生産している。";
Q[71].Ans[0] = "もくざい";
Q[71].Ans[1] = "きざい";
Q[71].Ans[2] = "むさい";
Q[71].Ans[3] = "ぼくさい";
Q[71].comment = "『木材』は『もくざい』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>田舎なので〔収入〕が少ない。";
Q[72].Ans[0] = "しゅうにゅう";
Q[72].Ans[1] = "しょうにゅう";
Q[72].Ans[2] = "しゅうじゅう";
Q[72].Ans[3] = "しょうじゅう";
Q[72].comment = "『収入』は『しゅうにゅう』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>景色をカメラに〔収める〕。";
Q[73].Ans[0] = "おさめる";
Q[73].Ans[1] = "とどめる";
Q[73].Ans[2] = "かさめる";
Q[73].Ans[3] = "しどめる";
Q[73].comment = "『収める』は『おさめる』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔家主〕と話をする。";
Q[74].Ans[0] = "やぬし";
Q[74].Ans[1] = "かしゅ";
Q[74].Ans[2] = "やしゅ";
Q[74].Ans[3] = "いえぬし";
Q[74].comment = "『家主』は『やぬし』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔主に〕外の仕事をしています。";
Q[75].Ans[0] = "おもに";
Q[75].Ans[1] = "じゅうに";
Q[75].Ans[2] = "ぬしに";
Q[75].Ans[3] = "ちゅうに";
Q[75].comment = "『主に』は『おもに』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔民主主義〕について教えてください。";
Q[76].Ans[0] = "みんしゅしゅぎ";
Q[76].Ans[1] = "みんじゅしゅぎ";
Q[76].Ans[2] = "みんしゅうしゅうぎ";
Q[76].Ans[3] = "みんじゅしゅうぎ";
Q[76].comment = "『民主主義』は『みんしゅしゅぎ』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>むずかしいので、先生を〔代えて〕ください。";
Q[77].Ans[0] = "かえて";
Q[77].Ans[1] = "たえて";
Q[77].Ans[2] = "すえて";
Q[77].Ans[3] = "よえて";
Q[77].comment = "『代えて』は『かえて』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来年からほかの先生に〔代わり〕ます。";
Q[78].Ans[0] = "かわり";
Q[78].Ans[1] = "とわり";
Q[78].Ans[2] = "さわり";
Q[78].Ans[3] = "やわり";
Q[78].comment = "『代わり』は『かわり』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔近代〕を研究しています。";
Q[79].Ans[0] = "きんだい";
Q[79].Ans[1] = "じんだい";
Q[79].Ans[2] = "きんだい";
Q[79].Ans[3] = "じんだい";
Q[79].comment = "『近代』は『きんだい』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>科学的に〔年代〕を調べる。";
Q[80].Ans[0] = "ねんだい";
Q[80].Ans[1] = "としよ";
Q[80].Ans[2] = "ねんよ";
Q[80].Ans[3] = "としだい";
Q[80].comment = "『年代』は『ねんだい』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔自然科学〕の研究がしたいです。";
Q[81].Ans[0] = "しぜんかがく";
Q[81].Ans[1] = "じねんかがく";
Q[81].Ans[2] = "しねんかがく";
Q[81].Ans[3] = "じぜんかがく";
Q[81].comment = "『自然科学』は『しぜんかがく』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔天然〕のものは高いがおいしい。";
Q[82].Ans[0] = "てんねん";
Q[82].Ans[1] = "てんらん";
Q[82].Ans[2] = "てんぜん";
Q[82].Ans[3] = "てんでん";
Q[82].comment = "『天然』は『てんねん』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>親から山を３つ〔相続〕した。";
Q[83].Ans[0] = "そうぞく";
Q[83].Ans[1] = "しょうぞく";
Q[83].Ans[2] = "そうしょく";
Q[83].Ans[3] = "しょうしょく";
Q[83].comment = "『相続』は『そうぞく』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この話には〔続き〕があります。";
Q[84].Ans[0] = "つづき";
Q[84].Ans[1] = "づつき";
Q[84].Ans[2] = "つつき";
Q[84].Ans[3] = "づづき";
Q[84].comment = "『続き』は『つづき』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔早口〕にならないように注意しています。";
Q[85].Ans[0] = "はやくち";
Q[85].Ans[1] = "そうこう";
Q[85].Ans[2] = "そうくう";
Q[85].Ans[3] = "さっこう";
Q[85].comment = "『早口』は『はやくち』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう少し〔冷静〕になってください。";
Q[86].Ans[0] = "れいせい";
Q[86].Ans[1] = "れいぜい";
Q[86].Ans[2] = "りんじん";
Q[86].Ans[3] = "りんぜい";
Q[86].comment = "『冷静』は『れいせい』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔静か〕にしていれば悪くなりません。";
Q[87].Ans[0] = "しずか";
Q[87].Ans[1] = "きよか";
Q[87].Ans[2] = "ひでか";
Q[87].Ans[3] = "やすか";
Q[87].comment = "『静か』は『しずか』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔日常〕会話を勉強する。";
Q[88].Ans[0] = "にちじょう";
Q[88].Ans[1] = "にじちょう";
Q[88].Ans[2] = "にっちょう";
Q[88].Ans[3] = "ひじょう";
Q[88].comment = "『日常』は『にちじょう』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚は〔常に〕うまくいくわけではありません。";
Q[89].Ans[0] = "つねに";
Q[89].Ans[1] = "とこに";
Q[89].Ans[2] = "ときに";
Q[89].Ans[3] = "ひさに";
Q[89].comment = "『常に』は『つねに』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔学術〕に関する会議を開く。";
Q[90].Ans[0] = "がくじゅつ";
Q[90].Ans[1] = "がくしゅう";
Q[90].Ans[2] = "がくじゅう";
Q[90].Ans[3] = "がくしゅつ";
Q[90].comment = "『学術』は『がくじゅつ』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犬の〔手術〕をする。";
Q[91].Ans[0] = "しゅじゅつ";
Q[91].Ans[1] = "しょじゅつ";
Q[91].Ans[2] = "てすべ";
Q[91].Ans[3] = "しょしゅつ";
Q[91].comment = "『手術』は『しゅじゅつ』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>二つを〔対照〕して研究する。";
Q[92].Ans[0] = "たいしょう";
Q[92].Ans[1] = "だいしょう";
Q[92].Ans[2] = "たいじょう";
Q[92].Ans[3] = "だいじょう";
Q[92].comment = "『対照』は『たいしょう』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>月が二人を〔照らして〕いる。";
Q[93].Ans[0] = "てらして";
Q[93].Ans[1] = "さらして";
Q[93].Ans[2] = "たらして";
Q[93].Ans[3] = "はらして";
Q[93].comment = "『照らして』は『てらして』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夏の太陽が〔照って〕いる。";
Q[94].Ans[0] = "てって";
Q[94].Ans[1] = "ねって";
Q[94].Ans[2] = "にって";
Q[94].Ans[3] = "ゆって";
Q[94].comment = "『照って』は『てって』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語能力試験に〔申し込む〕。";
Q[95].Ans[0] = "もうしこむ";
Q[95].Ans[1] = "こうしこむ";
Q[95].Ans[2] = "もうしごむ";
Q[95].Ans[3] = "こうしごむ";
Q[95].comment = "『申し込む』は『もうしこむ』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これ以上〔申し上げる〕ことはありません。";
Q[96].Ans[0] = "もうしあげる";
Q[96].Ans[1] = "こうしあげる";
Q[96].Ans[2] = "じんしあげる";
Q[96].Ans[3] = "のべしあげる";
Q[96].comment = "『申し上げる』は『もうしあげる』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国内の〔市場〕には、これ以上期待できない。";
Q[97].Ans[0] = "しじょう";
Q[97].Ans[1] = "いちじょう";
Q[97].Ans[2] = "しちょう";
Q[97].Ans[3] = "いっちょう";
Q[97].comment = "『市場』は『しじょう』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの人たちは〔現場〕を知らない。";
Q[98].Ans[0] = "げんば";
Q[98].Ans[1] = "けんじょう";
Q[98].Ans[2] = "せんば";
Q[98].Ans[3] = "ぜんじょう";
Q[98].comment = "『現場』は『げんば』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎日〔酒場〕に通っている。";
Q[99].Ans[0] = "さかば";
Q[99].Ans[1] = "しゅば";
Q[99].Ans[2] = "しゅじょう";
Q[99].Ans[3] = "さかじょう";
Q[99].comment = "『酒場』は『さかば』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔相変わらず〕お若いですね。";
Q[100].Ans[0] = "あいかわらず";
Q[100].Ans[1] = "そうかわらず";
Q[100].Ans[2] = "しょうかわらず";
Q[100].Ans[3] = "しゅうかわらず";
Q[100].comment = "『相変わらず』は『あいかわらず』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は、〔相手〕が悪かった。";
Q[101].Ans[0] = "あいて";
Q[101].Ans[1] = "そうしゅ";
Q[101].Ans[2] = "しょうしゅ";
Q[101].Ans[3] = "そうしょう";
Q[101].comment = "『相手』は『あいて』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>議員が〔首相〕に質問する。";
Q[102].Ans[0] = "しゅしょう";
Q[102].Ans[1] = "しゅじょう";
Q[102].Ans[2] = "しゅぞう";
Q[102].Ans[3] = "しゅそう";
Q[102].comment = "『首相』は『しゅしょう』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年のテストは〔相当〕むずかしかったようです。";
Q[103].Ans[0] = "そうとう";
Q[103].Ans[1] = "しょうとう";
Q[103].Ans[2] = "そうどう";
Q[103].Ans[3] = "しょうどう";
Q[103].comment = "『相当』は『そうとう』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の人は同じ〔姓〕が多い。";
Q[104].Ans[0] = "せい";
Q[104].Ans[1] = "しょう";
Q[104].Ans[2] = "うじ";
Q[104].Ans[3] = "かまね";
Q[104].comment = "『姓』は『せい』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>好きにしてくださいと言われても〔困ります〕。";
Q[105].Ans[0] = "こまります";
Q[105].Ans[1] = "こむります";
Q[105].Ans[2] = "こばります";
Q[105].Ans[3] = "こもります";
Q[105].comment = "『困ります』は『こまります』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これだけ雪があっては、登山は〔困難〕です。";
Q[106].Ans[0] = "こんなん";
Q[106].Ans[1] = "くんなん";
Q[106].Ans[2] = "こうなん";
Q[106].Ans[3] = "くうなん";
Q[106].comment = "『困難』は『こんなん』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔昨〕シーズンは好調だった。";
Q[107].Ans[0] = "さく";
Q[107].Ans[1] = "さぐ";
Q[107].Ans[2] = "よく";
Q[107].Ans[3] = "よぐ";
Q[107].comment = "『昨』は『さく』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔温室〕でみかんをつくる。";
Q[108].Ans[0] = "おんしつ";
Q[108].Ans[1] = "うんしつ";
Q[108].Ans[2] = "おんじつ";
Q[108].Ans[3] = "うんじつ";
Q[108].comment = "『温室』は『おんしつ』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>初めから〔順〕に読んでください。";
Q[109].Ans[0] = "じゅん";
Q[109].Ans[1] = "しゅん";
Q[109].Ans[2] = "じゅう";
Q[109].Ans[3] = "しゅう";
Q[109].comment = "『順』は『じゅん』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>正しい〔順番〕でやってみてください。";
Q[110].Ans[0] = "じゅんばん";
Q[110].Ans[1] = "しゅんばん";
Q[110].Ans[2] = "しゅうばん";
Q[110].Ans[3] = "じゅうばん";
Q[110].comment = "『順番』は『じゅんばん』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いまのところは〔順調〕です。";
Q[111].Ans[0] = "じゅんちょう";
Q[111].Ans[1] = "しゅんちょう";
Q[111].Ans[2] = "じゅんじょう";
Q[111].Ans[3] = "しゅんじょう";
Q[111].comment = "『順調』は『じゅんちょう』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父は昔、アフリカの〔大使〕をしていた。";
Q[112].Ans[0] = "たいし";
Q[112].Ans[1] = "だいし";
Q[112].Ans[2] = "おおつかい";
Q[112].Ans[3] = "おおづかい";
Q[112].comment = "『大使』は『たいし』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アジア〔史〕を学んでいます。";
Q[113].Ans[0] = "し";
Q[113].Ans[1] = "ふみ";
Q[113].Ans[2] = "じ";
Q[113].Ans[3] = "ぶみ";
Q[113].comment = "『史』は『し』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤い〔毛糸〕を買った。";
Q[114].Ans[0] = "けいと";
Q[114].Ans[1] = "もうし";
Q[114].Ans[2] = "けし";
Q[114].Ans[3] = "もいと";
Q[114].comment = "『毛糸』は『けいと』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤い布と青い〔糸〕を買った。";
Q[115].Ans[0] = "いと";
Q[115].Ans[1] = "たえ";
Q[115].Ans[2] = "つら";
Q[115].Ans[3] = "より";
Q[115].comment = "『糸』は『いと』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このあたりは〔寺院〕が多い。";
Q[116].Ans[0] = "じいん";
Q[116].Ans[1] = "じえん";
Q[116].Ans[2] = "しいん";
Q[116].Ans[3] = "しえん";
Q[116].comment = "『寺院』は『じいん』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔親指〕が長い。";
Q[117].Ans[0] = "おやゆび";
Q[117].Ans[1] = "しんじ";
Q[117].Ans[2] = "ちんし";
Q[117].Ans[3] = "しんび";
Q[117].comment = "『親指』は『おやゆび』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔薬指〕も長い。";
Q[118].Ans[0] = "くすりゆび";
Q[118].Ans[1] = "やくし";
Q[118].Ans[2] = "やくじ";
Q[118].Ans[3] = "やくび";
Q[118].comment = "『薬指』は『くすりゆび』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>英語の教科書を〔指定〕する。";
Q[119].Ans[0] = "してい";
Q[119].Ans[1] = "じてい";
Q[119].Ans[2] = "しでい";
Q[119].Ans[3] = "じでい";
Q[119].comment = "『指定』は『してい』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時計が10時を〔指す〕。";
Q[120].Ans[0] = "さす";
Q[120].Ans[1] = "ざす";
Q[120].Ans[2] = "しす";
Q[120].Ans[3] = "じす";
Q[120].comment = "『指す』は『さす』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本人の先生の〔助手〕をしています。";
Q[121].Ans[0] = "じょしゅ";
Q[121].Ans[1] = "じゅしゅ";
Q[121].Ans[2] = "じゅうしょ";
Q[121].Ans[3] = "じょうしょ";
Q[121].comment = "『助手』は『じょしゅ』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>良い助手がいて〔助かって〕います。";
Q[122].Ans[0] = "たすかって";
Q[122].Ans[1] = "だすかって";
Q[122].Ans[2] = "だずかって";
Q[122].Ans[3] = "たずかって";
Q[122].comment = "『助かって』は『たすかって』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これからも〔助けて〕あげますよ。";
Q[123].Ans[0] = "たすけて";
Q[123].Ans[1] = "かしけて";
Q[123].Ans[2] = "はせけて";
Q[123].Ans[3] = "やさけて";
Q[123].comment = "『助けて』は『たすけて』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>酒を飲む〔口実〕は何でも構わない。";
Q[124].Ans[0] = "こうじつ";
Q[124].Ans[1] = "くじつ";
Q[124].Ans[2] = "くちみ";
Q[124].Ans[3] = "こうしつ";
Q[124].comment = "『口実』は『こうじつ』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>景気が良くなったと言われても〔実感〕がない。";
Q[125].Ans[0] = "じっかん";
Q[125].Ans[1] = "じっがん";
Q[125].Ans[2] = "しつかん";
Q[125].Ans[3] = "しつがん";
Q[125].comment = "『実感』は『じっかん』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔実は〕あなたのことが好きではありませんでした。";
Q[126].Ans[0] = "じつは";
Q[126].Ans[1] = "まことは";
Q[126].Ans[2] = "しつは";
Q[126].Ans[3] = "さねは";
Q[126].comment = "『実は』は『じつは』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そろそろリンゴが〔実る〕ころです。";
Q[127].Ans[0] = "みのる";
Q[127].Ans[1] = "さねる";
Q[127].Ans[2] = "みつる";
Q[127].Ans[3] = "つねる";
Q[127].comment = "『実る』は『みのる』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここのリンゴは〔実〕が大きい。";
Q[128].Ans[0] = "み";
Q[128].Ans[1] = "じつ";
Q[128].Ans[2] = "しつ";
Q[128].Ans[3] = "みつ";
Q[128].comment = "『実』は『み』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このままでは信用を〔失う〕ことになります。";
Q[129].Ans[0] = "うしなう";
Q[129].Ans[1] = "むしなう";
Q[129].Ans[2] = "うじなう";
Q[129].Ans[3] = "むじなう";
Q[129].comment = "『失う』は『うしなう』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父も兄も〔失業〕している。";
Q[130].Ans[0] = "しつぎょう";
Q[130].Ans[1] = "しっぎょう";
Q[130].Ans[2] = "しずぎょう";
Q[130].Ans[3] = "しぎょう";
Q[130].comment = "『失業』は『しつぎょう』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父も兄も日本の〔商社〕にいます。";
Q[131].Ans[0] = "しょうしゃ";
Q[131].Ans[1] = "しょうじゃ";
Q[131].Ans[2] = "しゅうしゃ";
Q[131].Ans[3] = "しゅうじゃ";
Q[131].comment = "『商社』は『しょうしゃ』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小さな〔商店〕で買い物をするのが好きです。";
Q[132].Ans[0] = "しょうてん";
Q[132].Ans[1] = "あきないてん";
Q[132].Ans[2] = "あきないみせ";
Q[132].Ans[3] = "しゅうてん";
Q[132].comment = "『商店』は『しょうてん』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日までには〔仕上がる〕でしょう。";
Q[133].Ans[0] = "しあげる";
Q[133].Ans[1] = "じあげる";
Q[133].Ans[2] = "しやげる";
Q[133].Ans[3] = "じやげる";
Q[133].comment = "『仕上がる』は『しあがる』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>よっこらしょと〔立ち上がる〕ようになった。";
Q[134].Ans[0] = "たちあがる";
Q[134].Ans[1] = "だちあがる";
Q[134].Ans[2] = "たちやがる";
Q[134].Ans[3] = "だちやがる";
Q[134].comment = "『立ち上がる』は『たちあがる』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔上半期〕は７月までです。";
Q[135].Ans[0] = "かみはんき";
Q[135].Ans[1] = "じょうはんき";
Q[135].Ans[2] = "じょうばんき";
Q[135].Ans[3] = "かみばんき";
Q[135].comment = "『上半期』は『かみはんき』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この服は〔上下〕で５万円です。";
Q[136].Ans[0] = "じょうげ";
Q[136].Ans[1] = "じょうか";
Q[136].Ans[2] = "しょうか";
Q[136].Ans[3] = "しょうげ";
Q[136].comment = "『上下』は『じょうげ』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女のために使ったお金は100万元に〔上る〕。";
Q[137].Ans[0] = "のぼる";
Q[137].Ans[1] = "あげる";
Q[137].Ans[2] = "あがる";
Q[137].Ans[3] = "のもる";
Q[137].comment = "『上る』は『のぼる』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたは〔神〕です。";
Q[138].Ans[0] = "かみ";
Q[138].Ans[1] = "みわ";
Q[138].Ans[2] = "しん";
Q[138].Ans[3] = "じん";
Q[138].comment = "『神』は『かみ』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>体は大きいが〔神経〕が細かい。";
Q[139].Ans[0] = "しんけい";
Q[139].Ans[1] = "じんけい";
Q[139].Ans[2] = "しんきょう";
Q[139].Ans[3] = "じんきょう";
Q[139].comment = "『神経』は『しんけい』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おじいちゃんは、毎月〔神社〕に行きます。";
Q[140].Ans[0] = "じんじゃ";
Q[140].Ans[1] = "しんしゃ";
Q[140].Ans[2] = "じんしゃ";
Q[140].Ans[3] = "しんじゃ";
Q[140].comment = "『神社』は『じんじゃ』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>がんばっているのはわかりますが、〔回数〕が少ないです。";
Q[141].Ans[0] = "かいすう";
Q[141].Ans[1] = "かいずう";
Q[141].Ans[2] = "かいしゅう";
Q[141].Ans[3] = "かいじゅう";
Q[141].comment = "『回数』は『かいすう』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>数を〔数える〕とちょうど100だった。";
Q[142].Ans[0] = "かぞえる";
Q[142].Ans[1] = "かそえる";
Q[142].Ans[2] = "かすえる";
Q[142].Ans[3] = "かずえる";
Q[142].comment = "『数える』は『かぞえる』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔数字〕が大きくなると計算できません。";
Q[143].Ans[0] = "すうじ";
Q[143].Ans[1] = "しゅうじ";
Q[143].Ans[2] = "かずじ";
Q[143].Ans[3] = "かぞじ";
Q[143].comment = "『数字』は『すうじ』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生もいろいろと〔苦心〕しているようだ。";
Q[144].Ans[0] = "くしん";
Q[144].Ans[1] = "くじん";
Q[144].Ans[2] = "にがごころ";
Q[144].Ans[3] = "くごころ";
Q[144].comment = "『苦心』は『くしん』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>少し走ると〔苦しく〕なる。";
Q[145].Ans[0] = "くるしく";
Q[145].Ans[1] = "にがしく";
Q[145].Ans[2] = "こわしく";
Q[145].Ans[3] = "せこしく";
Q[145].comment = "『苦しく』は『くるしく』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いま勉強しないと、あとで〔苦しむ〕ことになる。";
Q[146].Ans[0] = "くるしむ";
Q[146].Ans[1] = "せがしむ";
Q[146].Ans[2] = "もぐしむ";
Q[146].Ans[3] = "はだしむ";
Q[146].comment = "『苦しむ』は『くるしむ』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生の魚は〔苦手〕です。";
Q[147].Ans[0] = "にがて";
Q[147].Ans[1] = "くしゅ";
Q[147].Ans[2] = "くしょう";
Q[147].Ans[3] = "くるて";
Q[147].comment = "『苦手』は『にがて』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いまは〔関西〕に住んでいる。";
Q[148].Ans[0] = "かんさい";
Q[148].Ans[1] = "がんさい";
Q[148].Ans[2] = "かんざい";
Q[148].Ans[3] = "がんざい";
Q[148].comment = "『関西』は『かんさい』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔西洋〕の人の考えはわかりません。";
Q[149].Ans[0] = "せいよう";
Q[149].Ans[1] = "さいよう";
Q[149].Ans[2] = "せんよう";
Q[149].Ans[3] = "さんよう";
Q[149].comment = "『西洋』は『せいよう』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地球にはいろいろな〔生物〕がいます。";
Q[150].Ans[0] = "せいぶつ";
Q[150].Ans[1] = "しょうぶつ";
Q[150].Ans[2] = "いけもの";
Q[150].Ans[3] = "せいもつ";
Q[150].comment = "『生物』は『せいぶつ』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どんな〔一生〕でも、それほど悪くはないものだ。";
Q[151].Ans[0] = "いっしょう";
Q[151].Ans[1] = "いっせい";
Q[151].Ans[2] = "いちじょう";
Q[151].Ans[3] = "いちぜい";

Q[151].comment = "『一生』は『いっしょう』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ことばで〔生まれ〕がわかる。";
Q[152].Ans[0] = "うまれ";
Q[152].Ans[1] = "きまれ";
Q[152].Ans[2] = "ふまれ";
Q[152].Ans[3] = "いまれ";
Q[152].comment = "『生まれ』は『うまれ』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本人は魚を〔生〕で食べる。";
Q[153].Ans[0] = "なま";
Q[153].Ans[1] = "せい";
Q[153].Ans[2] = "しょう";
Q[153].Ans[3] = "いき";
Q[153].comment = "『生』は『なま』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは男性用を〔表す〕記号です。";
Q[154].Ans[0] = "あらわす";
Q[154].Ans[1] = "おもてす";
Q[154].Ans[2] = "あわらす";
Q[154].Ans[3] = "もうです";
Q[154].comment = "『表す』は『あらわす』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ハンバーガーはアメリカを〔代表〕する料理です。";
Q[155].Ans[0] = "だいひょう";
Q[155].Ans[1] = "たいひょう";
Q[155].Ans[2] = "だいびょう";
Q[155].Ans[3] = "たいびょう";
Q[155].comment = "『代表』は『だいひょう』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔世間〕を知らないまま生きていくことはできない。";
Q[156].Ans[0] = "せけん";
Q[156].Ans[1] = "せげん";
Q[156].Ans[2] = "せかん";
Q[156].Ans[3] = "せがん";
Q[156].comment = "『世間』は『せけん』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学で〔中世〕の研究をしています。";
Q[157].Ans[0] = "ちゅうせい";
Q[157].Ans[1] = "なかよ";
Q[157].Ans[2] = "ちゅうせ";
Q[157].Ans[3] = "ちゅうよ";
Q[157].comment = "『中世』は『ちゅうせい』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔世の中〕にはいろいろな人がいるものです。";
Q[158].Ans[0] = "よのなか";
Q[158].Ans[1] = "よのなが";
Q[158].Ans[2] = "せのなか";
Q[158].Ans[3] = "せのなが";
Q[158].comment = "『世の中』は『よのなか』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この仕事も明日までには〔片付く〕。";
Q[159].Ans[0] = "かたづく";
Q[159].Ans[1] = "かだづく";
Q[159].Ans[2] = "かたつく";
Q[159].Ans[3] = "かだつく";
Q[159].comment = "『片付く』は『かたづく』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生に言い〔付ける〕ぞ。";
Q[160].Ans[0] = "つける";
Q[160].Ans[1] = "すける";
Q[160].Ans[2] = "ふける";
Q[160].Ans[3] = "うける";
Q[160].comment = "『付ける』は『つける』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎月1000元〔寄付〕している。";
Q[161].Ans[0] = "きふ";
Q[161].Ans[1] = "よりつけ";
Q[161].Ans[2] = "よりつき";
Q[161].Ans[3] = "じふ";
Q[161].comment = "『寄付』は『きふ』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここでは船で〔移動〕するしか方法がない。";
Q[162].Ans[0] = "いどう";
Q[162].Ans[1] = "いとう";
Q[162].Ans[2] = "うどう";
Q[162].Ans[3] = "うとう";
Q[162].comment = "『移動』は『いどう』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>体を〔動かす〕と苦しくなる。";　
Q[163].Ans[0] = "うごかす";
Q[163].Ans[1] = "うこかす";
Q[163].Ans[2] = "いごかす";
Q[163].Ans[3] = "いこかす";
Q[163].comment = "『動かす』は『うごかす』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日曜日は無料で〔開放〕している。";
Q[164].Ans[0] = "かいほう";
Q[164].Ans[1] = "けいほう";
Q[164].Ans[2] = "かいふう";
Q[164].Ans[3] = "けいふう";
Q[164].comment = "『開放』は『かいほう』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>川に魚を〔放す〕。";
Q[165].Ans[0] = "はなす";
Q[165].Ans[1] = "はだす";
Q[165].Ans[2] = "ほなす";
Q[165].Ans[3] = "ほだす";
Q[165].comment = "『放す』は『はなす』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ボールを〔放る〕。";
Q[166].Ans[0] = "ほうる";
Q[166].Ans[1] = "かぐる";
Q[166].Ans[2] = "こうる";
Q[166].Ans[3] = "はぐる";
Q[166].comment = "『放る』は『ほうる』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どんなことも〔公平〕にすることが大切です。";
Q[167].Ans[0] = "こうへい";
Q[167].Ans[1] = "ごうへい";
Q[167].Ans[2] = "こうべい";
Q[167].Ans[3] = "ごうべい";
Q[167].comment = "『公平』は『こうへい』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>使うときには〔水平〕に置いてください。";
Q[168].Ans[0] = "すいへい";
Q[168].Ans[1] = "すいべい";
Q[168].Ans[2] = "すいひら";
Q[168].Ans[3] = "すいだいら";
Q[168].comment = "『水平』は『すいへい』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔平〕なところに置いてください。";
Q[169].Ans[0] = "たいら";
Q[169].Ans[1] = "ひら";
Q[169].Ans[2] = "へい";
Q[169].Ans[3] = "へん";
Q[169].comment = "『平』は『たいら』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔平等〕な社会も悪くない。";
Q[170].Ans[0] = "びょうどう";
Q[170].Ans[1] = "ひょうどう";
Q[170].Ans[2] = "へいどう";
Q[170].Ans[3] = "へんどう";
Q[170].comment = "『平等』は『びょうどう』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔句読点〕の使い方を学ぶ。";
Q[171].Ans[0] = "くとうてん";
Q[171].Ans[1] = "くどうてん";
Q[171].Ans[2] = "くとうでん";
Q[171].Ans[3] = "くどうでん";
Q[171].comment = "『句読点』は『くとうてん』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎日少しずつ〔読書〕をする。";
Q[172].Ans[0] = "どくしょ";
Q[172].Ans[1] = "どくしゅう";
Q[172].Ans[2] = "とくしょ";
Q[172].Ans[3] = "とくしゅう";
Q[172].comment = "『読書』は『どくしょ』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の漢字は〔読み〕が多い。";
Q[173].Ans[0] = "よみ";
Q[173].Ans[1] = "やみ";
Q[173].Ans[2] = "ゆみ";
Q[173].Ans[3] = "ふみ";
Q[173].comment = "『読み』は『よみ』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔共同〕で会社をつくる。";
Q[174].Ans[0] = "きょうどう";
Q[174].Ans[1] = "きょうとう";
Q[174].Ans[2] = "ごうどう";
Q[174].Ans[3] = "ごうとう";
Q[174].comment = "『共同』は『きょうどう』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれがやったのか、〔見当〕がつかない。";
Q[175].Ans[0] = "けんとう";
Q[175].Ans[1] = "けんどう";
Q[175].Ans[2] = "みあたり";
Q[175].Ans[3] = "みあだり";
Q[175].comment = "『見当』は『けんとう』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔心当り〕には聞いてみたが、どこにもいない。";
Q[176].Ans[0] = "こころあたり";
Q[176].Ans[1] = "こごろあたり";
Q[176].Ans[2] = "こころあだり";
Q[176].Ans[3] = "こごろあだり";
Q[176].comment = "『心当り』は『こころあたり』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤いボールを青いボールに〔当てる〕。";
Q[177].Ans[0] = "あてる";
Q[177].Ans[1] = "やてる";
Q[177].Ans[2] = "たてる";
Q[177].Ans[3] = "はてる";
Q[177].comment = "『当てる』は『あてる』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おじいさんが〔田植え〕をしている。";
Q[178].Ans[0] = "たうえ";
Q[178].Ans[1] = "でんうえ";
Q[178].Ans[2] = "たばえ";
Q[178].Ans[3] = "でんばえ";
Q[178].comment = "『田植え』は『たうえ』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あと５キロの〔地点〕まで来た。";
Q[179].Ans[0] = "ちてん";
Q[179].Ans[1] = "じてん";
Q[179].Ans[2] = "ちでん";
Q[179].Ans[3] = "じでん";
Q[179].comment = "『地点』は『ちてん』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋の電灯が〔点く〕。";
Q[180].Ans[0] = "つく";
Q[180].Ans[1] = "すく";
Q[180].Ans[2] = "ふく";
Q[180].Ans[3] = "のく";
Q[180].comment = "『点く』は『つく』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この味がわかるなんて、かなり〔通〕ですね。";
Q[181].Ans[0] = "つう";
Q[181].Ans[1] = "ずう";
Q[181].Ans[2] = "ぐう";
Q[181].Ans[3] = "くう";
Q[181].comment = "『通』は『つう』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎日、彼女のところに〔通う〕。";
Q[182].Ans[0] = "かよう";
Q[182].Ans[1] = "むかう";
Q[182].Ans[2] = "とおう";
Q[182].Ans[3] = "みつう";
Q[182].comment = "『通う』は『かよう』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語が〔通じる〕ところがいいです。";
Q[183].Ans[0] = "つうじる";
Q[183].Ans[1] = "ずうじる";
Q[183].Ans[2] = "とおじる";
Q[183].Ans[3] = "こうじる";
Q[183].comment = "『通じる』は『つうじる』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語を〔通す〕人は、みんないい人です。";
Q[184].Ans[0] = "とおす";
Q[184].Ans[1] = "つうす";
Q[184].Ans[2] = "かぐす";
Q[184].Ans[3] = "そわす";
Q[184].comment = "『通す』は『とおす』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔下町〕に住んでいる。";
Q[185].Ans[0] = "したまち";
Q[185].Ans[1] = "かちょう";
Q[185].Ans[2] = "しもまち";
Q[185].Ans[3] = "げちょう";
Q[185].comment = "『下町』は『したまち』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔知り合い〕にアメリカ人はいません。";
Q[186].Ans[0] = "しりあい";
Q[186].Ans[1] = "じりあい";
Q[186].Ans[2] = "ちりあい";
Q[186].Ans[3] = "とりあい";
Q[186].comment = "『知り合い』は『しりあい』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>東京の〔知事〕がだれか知っていますか。";
Q[187].Ans[0] = "ちじ";
Q[187].Ans[1] = "じごと";
Q[187].Ans[2] = "じじ";
Q[187].Ans[3] = "ちごと";
Q[187].comment = "『知事』は『ちじ』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日の日本は〔各地〕で雨でした。";
Q[188].Ans[0] = "かくち";
Q[188].Ans[1] = "かぐち";
Q[188].Ans[2] = "かくじ";
Q[188].Ans[3] = "かぐじ";
Q[188].comment = "『各地』は『かくち』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>パンの〔生地〕をつくる。";
Q[189].Ans[0] = "きじ";
Q[189].Ans[1] = "まなじ";
Q[189].Ans[2] = "きち";
Q[189].Ans[3] = "なまち";
Q[189].comment = "『生地』は『きじ』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これでは、また〔落第〕です。";
Q[190].Ans[0] = "らくだい";
Q[190].Ans[1] = "ろうだい";
Q[190].Ans[2] = "らくてい";
Q[190].Ans[3] = "ろうてい";
Q[190].comment = "『落第』は『らくだい』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔化学〕が苦手です。";
Q[191].Ans[0] = "かがく";
Q[191].Ans[1] = "けがく";
Q[191].Ans[2] = "ばげがく";
Q[191].Ans[3] = "ががく";
Q[191].comment = "『化学』は『かがく』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔消化〕が悪いものは食べません。";
Q[192].Ans[0] = "しょうか";
Q[192].Ans[1] = "しょうけ";
Q[192].Ans[2] = "しゅうか";
Q[192].Ans[3] = "しゅうけ";
Q[192].comment = "『消化』は『しょうか』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>しっかり〔加熱〕してから食べてください。";
Q[193].Ans[0] = "かねつ";
Q[193].Ans[1] = "けねつ";
Q[193].Ans[2] = "げねつ";
Q[193].Ans[3] = "がねつ";
Q[193].comment = "『加熱』は『かねつ』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生の作文に、あまり手を〔加える〕のはよくありません。";
Q[194].Ans[0] = "くわえる";
Q[194].Ans[1] = "かかえる";
Q[194].Ans[2] = "ますえる";
Q[194].Ans[3] = "まだえる";
Q[194].comment = "『加える』は『くわえる』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい先生が〔加わる〕そうです。";
Q[195].Ans[0] = "くわわる";
Q[195].Ans[1] = "かがわる";
Q[195].Ans[2] = "くぐわる";
Q[195].Ans[3] = "かわわる";
Q[195].comment = "『加わる』は『くわわる』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>酒の中に〔果実〕を入れる。";
Q[196].Ans[0] = "かじつ";
Q[196].Ans[1] = "がじつ";
Q[196].Ans[2] = "かしつ";
Q[196].Ans[3] = "がしつ";
Q[196].comment = "『果実』は『かじつ』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔果たして〕いつになるでしょう。";
Q[197].Ans[0] = "はたして";
Q[197].Ans[1] = "かたして";
Q[197].Ans[2] = "またして";
Q[197].Ans[3] = "さたして";
Q[197].comment = "『果たして』は『はたして』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一家〕で旅行に行くそうです。";
Q[198].Ans[0] = "いっか";
Q[198].Ans[1] = "いちや";
Q[198].Ans[2] = "いっけ";
Q[198].Ans[3] = "ひといえ";
Q[198].comment = "『一家』は『いっか』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔大家〕さんにあいさつする。";
Q[199].Ans[0] = "おおや";
Q[199].Ans[1] = "だいけ";
Q[199].Ans[2] = "おおけ";
Q[199].Ans[3] = "だいか";
Q[199].comment = "『大家』は『おおや』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚するので〔家具〕を買います。";
Q[200].Ans[0] = "かぐ";
Q[200].Ans[1] = "やぐ";
Q[200].Ans[2] = "けぐ";
Q[200].Ans[3] = "いえぐ";
Q[200].comment = "『家具』は『かぐ』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔回〕をかさねて10回目になった。";
Q[201].Ans[0] = "かい";
Q[201].Ans[1] = "へい";
Q[201].Ans[2] = "ふい";
Q[201].Ans[3] = "えい";
Q[201].comment = "『回』は『かい』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスの〔回数券〕を買う。";
Q[202].Ans[0] = "かいすうけん";
Q[202].Ans[1] = "かいしゅうけん";
Q[202].Ans[2] = "かいすうげん";
Q[202].Ans[3] = "かいずうげん";
Q[202].comment = "『回数券』は『かいすうけん』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相が〔国会〕で話している。";
Q[203].Ans[0] = "こっかい";
Q[203].Ans[1] = "こにえ";
Q[203].Ans[2] = "こっがい";
Q[203].Ans[3] = "こくえ";
Q[203].comment = "『国会』は『こっかい』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚式の〔司会〕をしましょうか。";
Q[204].Ans[0] = "しかい";
Q[204].Ans[1] = "すえ";
Q[204].Ans[2] = "つかさえ";
Q[204].Ans[3] = "しがい";
Q[204].comment = "『司会』は『しかい』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>田舎なので〔出会い〕がなかったのでしょう。";
Q[205].Ans[0] = "であい";
Q[205].Ans[1] = "でかい";
Q[205].Ans[2] = "しゅつあい";
Q[205].Ans[3] = "しゅっかい";
Q[205].comment = "『出会い』は『であい』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔出会って〕しまったのですから、仕方がありません。";
Q[206].Ans[0] = "であって";
Q[206].Ans[1] = "てやって";
Q[206].Ans[2] = "でやって";
Q[206].Ans[3] = "てあって";
Q[206].comment = "『出会って』は『であって』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これでも〔絵画〕を学んでいました。";
Q[207].Ans[0] = "かいが";
Q[207].Ans[1] = "えが";
Q[207].Ans[2] = "えかく";
Q[207].Ans[3] = "かいかく";
Q[207].comment = "『絵画』は『かいが』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤と白の〔絵の具〕を買う。";
Q[208].Ans[0] = "えのぐ";
Q[208].Ans[1] = "かいのぐ";
Q[208].Ans[2] = "うのぐ";
Q[208].Ans[3] = "さいのぐ";
Q[208].comment = "『絵の具』は『えのぐ』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何も〔楽器〕はできません。";
Q[209].Ans[0] = "がっき";
Q[209].Ans[1] = "らっき";
Q[209].Ans[2] = "がくぎ";
Q[209].Ans[3] = "らくぎ";
Q[209].comment = "『楽器』は『がっき』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これからも〔気楽〕にやっていきましょう。";
Q[210].Ans[0] = "きらく";
Q[210].Ans[1] = "きがく";
Q[210].Ans[2] = "けらく";
Q[210].Ans[3] = "けがく";
Q[210].comment = "『気楽』は『きらく』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもでも〔楽しむ〕ことができる。";
Q[211].Ans[0] = "たのしむ";
Q[211].Ans[1] = "いそしむ";
Q[211].Ans[2] = "かいしむ";
Q[211].Ans[3] = "にぎしむ";
Q[211].comment = "『楽しむ』は『たのしむ』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年なので大きな〔活字〕でないと読めません。";
Q[212].Ans[0] = "かつじ";
Q[212].Ans[1] = "いけじ";
Q[212].Ans[2] = "いきじ";
Q[212].Ans[3] = "かずじ";
Q[212].comment = "『活字』は『かつじ』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この町には〔活気〕がない。";
Q[213].Ans[0] = "かっき";
Q[213].Ans[1] = "けっき";
Q[213].Ans[2] = "いっき";
Q[213].Ans[3] = "かつき";
Q[213].comment = "『活気』は『かっき』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたは何を〔感じる〕でしょうか。";
Q[214].Ans[0] = "かんじる";
Q[214].Ans[1] = "こうじる";
Q[214].Ans[2] = "がんじる";
Q[214].Ans[3] = "かじる";
Q[214].comment = "『感じる』は『かんじる』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このくらい〔感覚〕でわかるものです。";
Q[215].Ans[0] = "かんかく";
Q[215].Ans[1] = "かんがく";
Q[215].Ans[2] = "がんかく";
Q[215].Ans[3] = "がんがく";
Q[215].comment = "『感覚』は『かんかく』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本のことに〔関心〕がある。";
Q[216].Ans[0] = "かんしん";
Q[216].Ans[1] = "がんしん";
Q[216].Ans[2] = "かんじん";
Q[216].Ans[3] = "がんじん";
Q[216].comment = "『関心』は『かんしん』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本に〔関する〕ことなら何でも構いません。";
Q[217].Ans[0] = "かんする";
Q[217].Ans[1] = "けんする";
Q[217].Ans[2] = "がんする";
Q[217].Ans[3] = "げんじる";
Q[217].comment = "『関する』は『かんする』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本に〔観光〕に行く。";
Q[218].Ans[0] = "かんこう";
Q[218].Ans[1] = "かんごう";
Q[218].Ans[2] = "がんこう";
Q[218].Ans[3] = "がんごう";
Q[218].comment = "『観光』は『かんこう』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この町には人の〔気配〕がない。";
Q[219].Ans[0] = "けはい";
Q[219].Ans[1] = "きはい";
Q[219].Ans[2] = "けばい";
Q[219].Ans[3] = "きばい";
Q[219].comment = "『気配』は『けはい』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水は100度で〔気体〕になる。";
Q[220].Ans[0] = "きたい";
Q[220].Ans[1] = "ちたい";
Q[220].Ans[2] = "きだい";
Q[220].Ans[3] = "ちだい";
Q[220].comment = "『気体』は『きたい』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一日で〔暗記〕する。";
Q[221].Ans[0] = "あんき";
Q[221].Ans[1] = "あんじ";
Q[221].Ans[2] = "あんち";
Q[221].Ans[3] = "あんぎ";
Q[221].comment = "『暗記』は『あんき』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>糸を〔結ぶ〕。";
Q[222].Ans[0] = "むすぶ";
Q[222].Ans[1] = "ゆすぶ";
Q[222].Ans[2] = "くすぶ";
Q[222].Ans[3] = "ふすぶ";
Q[222].comment = "『結ぶ』は『むすぶ』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そろそろ〔結果〕が出る。";
Q[223].Ans[0] = "けっか";
Q[223].Ans[1] = "けっが";
Q[223].Ans[2] = "げっか";
Q[223].Ans[3] = "げっが";
Q[223].comment = "『結果』は『けっか』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここには手術の〔器具〕がない。";
Q[224].Ans[0] = "きぐ";
Q[224].Ans[1] = "うつわぐ";
Q[224].Ans[2] = "ちぐ";
Q[224].Ans[3] = "うわぐ";
Q[224].comment = "『器具』は『きぐ』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔具体的〕に言ってください。";
Q[225].Ans[0] = "ぐたいてき";
Q[225].Ans[1] = "ぐだいでき";
Q[225].Ans[2] = "ぐだいてき";
Q[225].Ans[3] = "ぐたいでき";
Q[225].comment = "『具体的』は『ぐたいてき』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電力の〔供給〕が少ない。";
Q[226].Ans[0] = "きょうきゅう";
Q[226].Ans[1] = "きゅうきゅう";
Q[226].Ans[2] = "きょうぎゅう";
Q[226].Ans[3] = "きゅうぎゅう";
Q[226].comment = "『供給』は『きょうきゅう』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔電球〕が切れてしまった。";
Q[227].Ans[0] = "でんきゅう";
Q[227].Ans[1] = "でんきょう";
Q[227].Ans[2] = "でんちょう";
Q[227].Ans[3] = "でんちゅう";
Q[227].comment = "『電球』は『でんきゅう』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの選手は〔球〕が速い。";
Q[228].Ans[0] = "たま";
Q[228].Ans[1] = "きょう";
Q[228].Ans[2] = "ちょう";
Q[228].Ans[3] = "まり";
Q[228].comment = "『球』は『たま』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもはみんな〔機関車〕が好きだ。";
Q[229].Ans[0] = "きかんしゃ";
Q[229].Ans[1] = "じがんしゃ";
Q[229].Ans[2] = "じかんしゃ";
Q[229].Ans[3] = "きがんしゃ";
Q[229].comment = "『機関車』は『きかんしゃ』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔港〕に大きな船がある。";
Q[230].Ans[0] = "みなと";
Q[230].Ans[1] = "ちまた";
Q[230].Ans[2] = "こう";
Q[230].Ans[3] = "がん";
Q[230].comment = "『港』は『みなと』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔広島港〕から船に乗る。";
Q[231].Ans[0] = "ひろしまこう";
Q[231].Ans[1] = "こうとうこう";
Q[231].Ans[2] = "こうどうごう";
Q[231].Ans[3] = "ひろしまごう";
Q[231].comment = "『広島港』は『ひろしまこう』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>２回も〔交差〕している。";
Q[232].Ans[0] = "こうさ";
Q[232].Ans[1] = "じょうさ";
Q[232].Ans[2] = "きょうさ";
Q[232].Ans[3] = "ごうさ";
Q[232].comment = "『交差』は『こうさ』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>育達大学に〔在学〕している。";
Q[233].Ans[0] = "ざいがく";
Q[233].Ans[1] = "ざいかく";
Q[233].Ans[2] = "さいがく";
Q[233].Ans[3] = "さいかく";
Q[233].comment = "『在学』は『ざいがく』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年の〔差〕が大きい。";
Q[234].Ans[0] = "さ";
Q[234].Ans[1] = "しゃ";
Q[234].Ans[2] = "さい";
Q[234].Ans[3] = "せ";
Q[234].comment = "『差』は『さ』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この果物は中国が〔原産〕です。";
Q[235].Ans[0] = "げんさん";
Q[235].Ans[1] = "けんさん";
Q[235].Ans[2] = "げんざん";
Q[235].Ans[3] = "けんざん";
Q[235].comment = "『原産』は『げんさん』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔産地〕がわからないと不安です。";
Q[236].Ans[0] = "さんち";
Q[236].Ans[1] = "さんじ";
Q[236].Ans[2] = "せんち";
Q[236].Ans[3] = "せんじ";
Q[236].comment = "『産地』は『さんち』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コンピューターで〔計算〕する。";
Q[237].Ans[0] = "けいさん";
Q[237].Ans[1] = "じさん";
Q[237].Ans[2] = "けいざん";
Q[237].Ans[3] = "じざん";
Q[237].comment = "『計算』は『けいさん』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>10時から〔開始〕します。";
Q[238].Ans[0] = "かいし";
Q[238].Ans[1] = "かいじ";
Q[238].Ans[2] = "けいし";
Q[238].Ans[3] = "けいじ";
Q[238].comment = "『開始』は『かいし』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔原始〕の森に住んでいる。";
Q[239].Ans[0] = "げんし";
Q[239].Ans[1] = "げんじ";
Q[239].Ans[2] = "えんし";
Q[239].Ans[3] = "えんじ";
Q[239].comment = "『原始』は『げんし』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔始まり〕だけはいつも幸せです。";
Q[240].Ans[0] = "はじまり";
Q[240].Ans[1] = "ただまり";
Q[240].Ans[2] = "かぐまり";
Q[240].Ans[3] = "はざまり";
Q[240].comment = "『始まり』は『はじまり』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなで写真に〔写る〕。";
Q[241].Ans[0] = "うつる";
Q[241].Ans[1] = "ふつる";
Q[241].Ans[2] = "くつる";
Q[241].Ans[3] = "すつる";
Q[241].comment = "『写る』は『うつる』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>屋外で〔写生〕する。";
Q[242].Ans[0] = "しゃせい";
Q[242].Ans[1] = "せっしょう";
Q[242].Ans[2] = "しゃぜい";
Q[242].Ans[3] = "せつじょう";
Q[242].comment = "『写生』は『しゃせい』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔手術〕する必要はありません。";
Q[243].Ans[0] = "しゅじゅつ";
Q[243].Ans[1] = "しょじゅつ";
Q[243].Ans[2] = "しゅしゅう";
Q[243].Ans[3] = "しょしゅう";
Q[243].comment = "『手術』は『しゅじゅつ』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学の〔助手〕をしています。";
Q[244].Ans[0] = "じょしゅ";
Q[244].Ans[1] = "じゅしょ";
Q[244].Ans[2] = "じょしゅう";
Q[244].Ans[3] = "じゅしょう";
Q[244].comment = "『助手』は『じょしゅ』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔政府〕のいうことはわかりにくい。";
Q[245].Ans[0] = "せいふ";
Q[245].Ans[1] = "じょうふ";
Q[245].Ans[2] = "せいぶ";
Q[245].Ans[3] = "じょうぶ";
Q[245].comment = "『政府』は『せいふ』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くんは、南の〔出身〕なのに色が白い。";
Q[246].Ans[0] = "しゅっしん";
Q[246].Ans[1] = "しゅっしょう";
Q[246].Ans[2] = "しゅっじん";
Q[246].Ans[3] = "しゅっじょう";
Q[246].comment = "『出身』は『しゅっしん』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>１キロも走ったので〔全身〕が痛い。";
Q[247].Ans[0] = "ぜんしん";
Q[247].Ans[1] = "ぜんじん";
Q[247].Ans[2] = "せんしん";
Q[247].Ans[3] = "せんじん";
Q[247].comment = "『全身』は『ぜんしん』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>短い時間では〔中身〕まではわからない。";
Q[248].Ans[0] = "なかみ";
Q[248].Ans[1] = "ちゅうしん";
Q[248].Ans[2] = "ながみ";
Q[248].Ans[3] = "ちゅうじん";
Q[248].comment = "『中身』は『なかみ』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きくなったので土に〔植える〕ことにした。";
Q[249].Ans[0] = "うえる";
Q[249].Ans[1] = "はえる";
Q[249].Ans[2] = "もえる";
Q[249].Ans[3] = "ゆえる";
Q[249].comment = "『植える』は『うえる』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔植物〕は動かないものです。";
Q[250].Ans[0] = "しょくぶつ";
Q[250].Ans[1] = "じぶつ";
Q[250].Ans[2] = "じもつ";
Q[250].Ans[3] = "しょくもつ";
Q[250].comment = "『植物』は『しょくぶつ』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の大学に〔進学〕する。";
Q[251].Ans[0] = "しんがく";
Q[251].Ans[1] = "じんがく";
Q[251].Ans[2] = "しんかく";
Q[251].Ans[3] = "じんがく";
Q[251].comment = "『進学』は『しんがく』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>チャンさんの日本語は〔進歩〕がない。";
Q[252].Ans[0] = "しんぽ";
Q[252].Ans[1] = "しんぼ";
Q[252].Ans[2] = "しんぶ";
Q[252].Ans[3] = "じんぶ";
Q[252].comment = "『進歩』は『しんぽ』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>船で東に〔進む〕。";
Q[253].Ans[0] = "すすむ";
Q[253].Ans[1] = "すずむ";
Q[253].Ans[2] = "すつむ";
Q[253].Ans[3] = "すじむ";
Q[253].comment = "『進む』は『すすむ』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは、手で〔千切る〕方がおいしいです。";
Q[254].Ans[0] = "ちぎる";
Q[254].Ans[1] = "せぎる";
Q[254].Ans[2] = "ちきる";
Q[254].Ans[3] = "せきる";
Q[254].comment = "『千切る』は『ちぎる』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間よりも〔制度〕に問題がある。";
Q[255].Ans[0] = "せいど";
Q[255].Ans[1] = "せいと";
Q[255].Ans[2] = "せんど";
Q[255].Ans[3] = "せんと";
Q[255].comment = "『制度』は『せいど』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔食う〕ではなく食べると言いなさい。";
Q[256].Ans[0] = "くう";
Q[256].Ans[1] = "はう";
Q[256].Ans[2] = "はざう";
Q[256].Ans[3] = "くらう";
Q[256].comment = "『食う』は『くう』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>栄養のある〔食物〕をとる。";
Q[257].Ans[0] = "しょくもつ";
Q[257].Ans[1] = "しょくぶつ";
Q[257].Ans[2] = "じきもつ";
Q[257].Ans[3] = "じきぶつ";
Q[257].comment = "『食物』は『しょくもつ』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもにいろいろな生き方があるように〔親〕にもいろいろな生き方があっていい。";
Q[258].Ans[0] = "おや";
Q[258].Ans[1] = "しん";
Q[258].Ans[2] = "ちん";
Q[258].Ans[3] = "ちか";
Q[258].comment = "『親』は『おや』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔親しい〕人にだけは話しました。";
Q[259].Ans[0] = "したしい";
Q[259].Ans[1] = "しだしい";
Q[259].Ans[2] = "ちかしい";
Q[259].Ans[3] = "ちがしい";
Q[259].comment = "『親しい』は『したしい』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔親切〕にしてくれます。";
Q[260].Ans[0] = "しんせつ";
Q[260].Ans[1] = "しんぜつ";
Q[260].Ans[2] = "ちんせつ";
Q[260].Ans[3] = "ちんぜつ";
Q[260].comment = "『親切』は『しんせつ』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔待合室〕で寝ていました。";
Q[261].Ans[0] = "まちあいしつ";
Q[261].Ans[1] = "たいごうしつ";
Q[261].Ans[2] = "だいごうしつ";
Q[261].Ans[3] = "まじあいしつ";
Q[261].comment = "『待合室』は『まちあいしつ』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか不安を〔打ち消す〕ことができない。";
Q[262].Ans[0] = "うちけす";
Q[262].Ans[1] = "たちけす";
Q[262].Ans[2] = "うちげす";
Q[262].Ans[3] = "たちげす";
Q[262].comment = "『打ち消す』は『うちけす』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手と足を〔消毒〕しましょう。";
Q[263].Ans[0] = "しょうどく";
Q[263].Ans[1] = "しょうとく";
Q[263].Ans[2] = "しゅうどく";
Q[263].Ans[3] = "しゅうとく";
Q[263].comment = "『消毒』は『しょうどく』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔再三〕注意したのに効果がない。";
Q[264].Ans[0] = "さいさん";
Q[264].Ans[1] = "さいざん";
Q[264].Ans[2] = "ざいさん";
Q[264].Ans[3] = "ざいざん";
Q[264].comment = "『再三』は『さいさん』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔再来月〕までに完成しなければいけません。";
Q[265].Ans[0] = "さらいげつ";
Q[265].Ans[1] = "さいらいがつ";
Q[265].Ans[2] = "さいらいげつ";
Q[265].Ans[3] = "さらいがつ";
Q[265].comment = "『再来月』は『さらいげつ』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔再び〕日本に行くつもりです。";
Q[266].Ans[0] = "ふたたび";
Q[266].Ans[1] = "ふだたび";
Q[266].Ans[2] = "ふただび";
Q[266].Ans[3] = "ふだだび";
Q[266].comment = "『再び』は『ふたたび』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔信号〕が赤です。";
Q[267].Ans[0] = "しんごう";
Q[267].Ans[1] = "しんほう";
Q[267].Ans[2] = "しんぼう";
Q[267].Ans[3] = "しんこう";
Q[267].comment = "『信号』は『しんごう』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは何の〔記号〕ですか。";
Q[268].Ans[0] = "きごう";
Q[268].Ans[1] = "きほう";
Q[268].Ans[2] = "じごう";
Q[268].Ans[3] = "じほう";
Q[268].comment = "『記号』は『きごう』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これはビールの〔原料〕になります。";
Q[269].Ans[0] = "げんりょう";
Q[269].Ans[1] = "えんりょう";
Q[269].Ans[2] = "げんりゅう";
Q[269].Ans[3] = "えんりゅう";
Q[269].comment = "『原料』は『げんりょう』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう少し〔研修〕が必要です。";
Q[270].Ans[0] = "けんしゅう";
Q[270].Ans[1] = "えんしゅう";
Q[270].Ans[2] = "けんしょう";
Q[270].Ans[3] = "えんしょう";
Q[270].comment = "『研修』は『けんしゅう』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔会計〕はいくらになりますか。";
Q[271].Ans[0] = "かいけい";
Q[271].Ans[1] = "かいじ";
Q[271].Ans[2] = "かいげい";
Q[271].Ans[3] = "へいじ";
Q[271].comment = "『会計』は『かいけい』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時間を〔計る〕。";
Q[272].Ans[0] = "はかる";
Q[272].Ans[1] = "かぐる";
Q[272].Ans[2] = "まさる";
Q[272].Ans[3] = "くつる";
Q[272].comment = "『計る』は『はかる』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔金〕がない。";
Q[273].Ans[0] = "かね";
Q[273].Ans[1] = "じん";
Q[273].Ans[2] = "がね";
Q[273].Ans[3] = "ぎん";
Q[273].comment = "『金』は『かね』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔金魚〕は食べられません。";
Q[274].Ans[0] = "きんぎょ";
Q[274].Ans[1] = "かねざかな";
Q[274].Ans[2] = "かなぎょ";
Q[274].Ans[3] = "きんざかな";
Q[274].comment = "『金魚』は『きんぎょ』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔代金〕は５万元です。";
Q[275].Ans[0] = "だいきん";
Q[275].Ans[1] = "しろがね";
Q[275].Ans[2] = "しろきん";
Q[275].Ans[3] = "だいがね";
Q[275].comment = "『代金』は『だいきん』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この薬はよく〔効く〕。";
Q[276].Ans[0] = "きく";
Q[276].Ans[1] = "めく";
Q[276].Ans[2] = "もく";
Q[276].Ans[3] = "けく";
Q[276].comment = "『効く』は『きく』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>二日は〔効力〕が続く薬です。";
Q[277].Ans[0] = "こうりょく";
Q[277].Ans[1] = "こうりき";
Q[277].Ans[2] = "しょうりょく";
Q[277].Ans[3] = "しょうりき";
Q[277].comment = "『効力』は『こうりょく』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来年まで〔有効〕です。";
Q[278].Ans[0] = "ゆうこう";
Q[278].Ans[1] = "ようこう";
Q[278].Ans[2] = "ゆうしょう";　
Q[278].Ans[3] = "ようしょう";
Q[278].comment = "『有効』は『ゆうこう』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の〔好み〕はよくわかりません。";
Q[279].Ans[0] = "このみ";
Q[279].Ans[1] = "こうみ";
Q[279].Ans[2] = "こどみ";
Q[279].Ans[3] = "こよみ";
Q[279].comment = "『好み』は『このみ』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は大きな肉を〔好む〕。";
Q[280].Ans[0] = "このむ";
Q[280].Ans[1] = "からむ";
Q[280].Ans[2] = "すくむ";
Q[280].Ans[3] = "はこむ";
Q[280].comment = "『好む』は『このむ』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔友好〕のために乾杯しましょう。";
Q[281].Ans[0] = "ゆうこう";
Q[281].Ans[1] = "ようこう";
Q[281].Ans[2] = "ゆうごう";
Q[281].Ans[3] = "ようごう";
Q[281].comment = "『友好』は『ゆうこう』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まあ、それは〔好き好き〕ですから。";
Q[282].Ans[0] = "すきずき";
Q[282].Ans[1] = "すきすき";
Q[282].Ans[2] = "ずきずき";
Q[282].Ans[3] = "ずきすき";
Q[282].comment = "『好き好き』は『すきずき』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも体が〔重たい〕。";
Q[283].Ans[0] = "おもたい";
Q[283].Ans[1] = "かさたい";
Q[283].Ans[2] = "しげたい";
Q[283].Ans[3] = "ふざたい";
Q[283].comment = "『重たい』は『おもたい』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>悪いことは〔重なる〕ものです。";
Q[284].Ans[0] = "かさなる";
Q[284].Ans[1] = "かざなる";
Q[284].Ans[2] = "がざなる";
Q[284].Ans[3] = "がさなる";
Q[284].comment = "『重なる』は『かさなる』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>畳んだ服を〔重ねる〕。";
Q[285].Ans[0] = "かさねる";
Q[285].Ans[1] = "つらねる";
Q[285].Ans[2] = "ゆだねる";
Q[285].Ans[3] = "おもねる";
Q[285].comment = "『重ねる』は『かさねる』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これだけ大きなものは〔貴重〕です。";
Q[286].Ans[0] = "きちょう";
Q[286].Ans[1] = "きじゅう";
Q[286].Ans[2] = "きじょう";
Q[286].Ans[3] = "きちゅう";
Q[286].comment = "『貴重』は『きちょう』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校にとっては〔重大〕な問題です。";
Q[287].Ans[0] = "じゅうだい";
Q[287].Ans[1] = "ちょうだい";
Q[287].Ans[2] = "じょうだい";
Q[287].Ans[3] = "ちゅうだい";
Q[287].comment = "『重大』は『じゅうだい』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最初に〔目次〕を読む。";
Q[288].Ans[0] = "もくじ";
Q[288].Ans[1] = "むくじ";
Q[288].Ans[2] = "もぐじ";
Q[288].Ans[3] = "むぐじ";
Q[288].comment = "『目次』は『もくじ』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この学校は〔次々〕に問題が起きる。";
Q[289].Ans[0] = "つぎつぎ";
Q[289].Ans[1] = "じじ";
Q[289].Ans[2] = "つづ";
Q[289].Ans[3] = "つぎづぎ";
Q[289].comment = "『次々』は『つぎつぎ』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、社長に〔次ぐ〕地位にある。";
Q[290].Ans[0] = "つぐ";
Q[290].Ans[1] = "すぐ";
Q[290].Ans[2] = "ちぐ";
Q[290].Ans[3] = "じぐ";
Q[290].comment = "『次ぐ』は『つぐ』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外国人だけの〔集まり〕があります。";
Q[291].Ans[0] = "あつまり";
Q[291].Ans[1] = "むらまり";
Q[291].Ans[2] = "じんまり";
Q[291].Ans[3] = "かたまり";
Q[291].comment = "『集まり』は『あつまり』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎月NHKが〔集金〕に来る。";
Q[292].Ans[0] = "しゅうきん";
Q[292].Ans[1] = "じんきん";
Q[292].Ans[2] = "じゅうきん";
Q[292].Ans[3] = "しゅきん";
Q[292].comment = "『集金』は『しゅうきん』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本人の〔衣食住〕について研究します。";
Q[293].Ans[0] = "いしょくじゅう";
Q[293].Ans[1] = "いしょっじゅ";
Q[293].Ans[2] = "いっしょくじゅう";
Q[293].Ans[3] = "いっしょっじゅ";
Q[293].comment = "『衣食住』は『いしょくじゅう』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今の〔住まい〕には庭がない。";
Q[294].Ans[0] = "すまい";
Q[294].Ans[1] = "しまい";
Q[294].Ans[2] = "じまい";
Q[294].Ans[3] = "ずまい";
Q[294].comment = "『住まい』は『すまい』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔深夜〕に大きな声を出さないでください。";
Q[295].Ans[0] = "しんや";
Q[295].Ans[1] = "ふかや";
Q[295].Ans[2] = "しんよ";
Q[295].Ans[3] = "ふかよ";
Q[295].comment = "『深夜』は『しんや』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だいぶ秋も〔深まって〕きました。";
Q[296].Ans[0] = "ふかまって";
Q[296].Ans[1] = "しずまって";
Q[296].Ans[2] = "さだまって";
Q[296].Ans[3] = "しんまって";
Q[296].comment = "『深まって』は『ふかまって』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>内容だけでなく〔形式〕も大切です。";
Q[297].Ans[0] = "けいしき";
Q[297].Ans[1] = "しんしき";
Q[297].Ans[2] = "けんしき";
Q[297].Ans[3] = "かたしき";
Q[297].comment = "『形式』は『けいしき』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔人形〕を集めているそうです。";
Q[298].Ans[0] = "にんぎょう";
Q[298].Ans[1] = "じんけい";
Q[298].Ans[2] = "ひがた";
Q[298].Ans[3] = "じんしん";
Q[298].comment = "『人形』は『にんぎょう』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小さいですが〔形〕がいいです。";
Q[299].Ans[0] = "かたち";
Q[299].Ans[1] = "かだち";
Q[299].Ans[2] = "がたち";
Q[299].Ans[3] = "かだじ";
Q[299].comment = "『形』は『かたち』と読む。";
