var Qnum = 500;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>女性らしい〔細かな〕心づかいです。";
Q[0].Ans[0] = "こまかな";
Q[0].Ans[1] = "ささやかな";
Q[0].Ans[2] = "なごやかな";
Q[0].Ans[3] = "おだやかな";
Q[0].comment = "『細かな』は『こまかな』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女にはだいぶ〔貢いで〕います。";
Q[1].Ans[0] = "みついで";
Q[1].Ans[1] = "とついで";
Q[1].Ans[2] = "かせいで";
Q[1].Ans[3] = "もらいで";
Q[1].comment = "『貢ぐ』は『みつぐ』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>原油の〔売上高〕は前年比120％であった。";
Q[2].Ans[0] = "うりあげだか";
Q[2].Ans[1] = "ばいじょうこう";
Q[2].Ans[2] = "うりあげこう";
Q[2].Ans[3] = "ばいじょうだか";
Q[2].comment = "『売上高』は『うりあげだか』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>酒を〔控える〕よう医者に言われた。";
Q[3].Ans[0] = "ひかえる";
Q[3].Ans[1] = "むかえる";
Q[3].Ans[2] = "おさえる";
Q[3].Ans[3] = "かまえる";
Q[3].comment = "『控える』は『ひかえる』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに〔慌て〕ないでください。";
Q[4].Ans[0] = "あわて";
Q[4].Ans[1] = "あれて";
Q[4].Ans[2] = "こうて";
Q[4].Ans[3] = "おそて";
Q[4].comment = "『慌てる』は『あわてる』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>死体には首を〔絞められた〕跡がある。";
Q[5].Ans[0] = "しめられた";
Q[5].Ans[1] = "はめられた";
Q[5].Ans[2] = "なめられた";
Q[5].Ans[3] = "そめられた";
Q[5].comment = "『絞める』は『しめる』と読む。なお、『絞る』は『しぼる』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ぞうきんを〔絞る〕。";
Q[6].Ans[0] = "しぼる";
Q[6].Ans[1] = "かじる";
Q[6].Ans[2] = "こもる";
Q[6].Ans[3] = "ためる";
Q[6].comment = "『絞る』は『しぼる』と読む。なお、『絞める』は『しめる』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたのこと死ぬまで〔恨みます〕。";
Q[7].Ans[0] = "うらみます";
Q[7].Ans[1] = "ねたみます";
Q[7].Ans[2] = "なやみます";
Q[7].Ans[3] = "かえりみます";
Q[7].comment = "『恨む』は『うらむ』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>３の〔平方根〕を求めなさい。";
Q[8].Ans[0] = "へいほうこん";
Q[8].Ans[1] = "へいほうね";
Q[8].Ans[2] = "ひょうほうこん";
Q[8].Ans[3] = "へいほっこん";
Q[8].comment = "『平方根』は『へいほうこん』と読む。√（ルート）の意味。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くの宗教は〔魂〕の救済を訴える。";
Q[9].Ans[0] = "たましい";
Q[9].Ans[1] = "かたまり";
Q[9].Ans[2] = "ゆうれい";
Q[9].Ans[3] = "さきがけ";
Q[9].comment = "『魂』は『たましい』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>王さんと城さんは〔懇ろな〕間柄だ。";
Q[10].Ans[0] = "ねんごろな";
Q[10].Ans[1] = "うつろな";
Q[10].Ans[2] = "そぞろな";
Q[10].Ans[3] = "このところな";
Q[10].comment = "『懇ろ(だ)』は『ねんごろ(だ)』と読む。特別に親しいという意味。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔最寄り〕の駅まで送迎いたします。";
Q[11].Ans[0] = "もより";
Q[11].Ans[1] = "さいより";
Q[11].Ans[2] = "もぎり";
Q[11].Ans[3] = "さいぎり";
Q[11].comment = "『最寄り』は『もより』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人が人を〔裁く〕以上、誤りは避けられない。";
Q[12].Ans[0] = "さばく";
Q[12].Ans[1] = "いただく";
Q[12].Ans[2] = "いたす";
Q[12].Ans[3] = "やぶく";
Q[12].comment = "『裁く』は『さばく』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>週末に見学会を〔催します〕。";
Q[13].Ans[0] = "もよおします";
Q[13].Ans[1] = "いたします";
Q[13].Ans[2] = "さいします";
Q[13].Ans[3] = "あたいします";
Q[13].comment = "『催す』は『もよおす』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震のとき〔窓際〕は危険です。";
Q[14].Ans[0] = "まどぎわ";
Q[14].Ans[1] = "そうさい";
Q[14].Ans[2] = "そざい";
Q[14].Ans[3] = "まどさい";
Q[14].comment = "『窓際』は『まどぎわ』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世界では〔食糧〕の不足している地域も少なくない。";
Q[15].Ans[0] = "しょくりょう";
Q[15].Ans[1] = "しょくりょ";
Q[15].Ans[2] = "しゅうりょ";
Q[15].Ans[3] = "しゅうりょう";
Q[15].comment = "『食糧』は『しょくりょう』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>失敗を〔糧〕にして成功をつかむ。";
Q[16].Ans[0] = "かて";
Q[16].Ans[1] = "りょう";
Q[16].Ans[2] = "はかり";
Q[16].Ans[3] = "おも";
Q[16].comment = "『糧』は『かて』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>成功には〔努力〕だけでなく運も必要だ。";
Q[17].Ans[0] = "どりょく";
Q[17].Ans[1] = "どりき";
Q[17].Ans[2] = "どうりょく";
Q[17].Ans[3] = "どうりき";
Q[17].comment = "『努力』は『どりょく』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>たすけあいは地域の〔底力〕です。";
Q[18].Ans[0] = "そこぢから";
Q[18].Ans[1] = "ていりょく";
Q[18].Ans[2] = "そこりき";
Q[18].Ans[3] = "ていりき";
Q[18].comment = "『底力』は『そこぢから』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このレポートはなかなかの〔力作〕ですね。";
Q[19].Ans[0] = "りきさく";
Q[19].Ans[1] = "りょくさく";
Q[19].Ans[2] = "ちからづくり";
Q[19].Ans[3] = "りょっさく";
Q[19].comment = "『力作』は『りきさく』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>紅茶にしますか〔緑茶〕にしますか？";
Q[20].Ans[0] = "りょくちゃ";
Q[20].Ans[1] = "ろくちゃ";
Q[20].Ans[2] = "ろくさ";
Q[20].Ans[3] = "りょうちゃ";
Q[20].comment = "『緑茶』は『りょくちゃ』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>私たちは、道徳と〔倫理〕を重視しなければならない。";
Q[21].Ans[0] = "りんり";
Q[21].Ans[1] = "ろんり";
Q[21].Ans[2] = "かんり";
Q[21].Ans[3] = "せんり";
Q[21].comment = "『倫理』は『りんり』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事故の原因は〔車輪〕の故障だった。";
Q[22].Ans[0] = "しゃりん";
Q[22].Ans[1] = "くるわ";
Q[22].Ans[2] = "しゃわ";
Q[22].Ans[3] = "しゃわん";
Q[22].comment = "『車輪』は『しゃりん』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手をつないで〔輪〕になってください。";
Q[23].Ans[0] = "わ";
Q[23].Ans[1] = "りん";
Q[23].Ans[2] = "まる";
Q[23].Ans[3] = "となり";
Q[23].comment = "『輪』は『わ』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔近隣〕諸国と友好関係を築く。";
Q[24].Ans[0] = "きんりん";
Q[24].Ans[1] = "ちんりん";
Q[24].Ans[2] = "きんり";
Q[24].Ans[3] = "ちり";
Q[24].comment = "『近隣』は『きんりん』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、アパートの〔隣〕の部屋に住んでいます。";
Q[25].Ans[0] = "となり";
Q[25].Ans[1] = "わき";
Q[25].Ans[2] = "よこ";
Q[25].Ans[3] = "むかい";
Q[25].comment = "『隣』は『となり』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水曜日に〔臨時〕の会議を開きます。";
Q[26].Ans[0] = "りんじ";
Q[26].Ans[1] = "どうじ";
Q[26].Ans[2] = "ひんじ";
Q[26].Ans[3] = "さんじ";
Q[26].comment = "『臨時』は『りんじ』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校は海に〔臨んだ〕丘の上にある。";
Q[27].Ans[0] = "のぞんだ";
Q[27].Ans[1] = "いどんだ";
Q[27].Ans[2] = "およんだ";
Q[27].Ans[3] = "あそんだ";
Q[27].comment = "『臨む』は『のぞむ』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この映画は〔涙〕なしには見られない。";
Q[28].Ans[0] = "なみだ";
Q[28].Ans[1] = "なき";
Q[28].Ans[2] = "おえつ";
Q[28].Ans[3] = "ひたい";
Q[28].comment = "『涙』は『なみだ』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔累積〕の赤字は３億円を超えている。";
Q[29].Ans[0] = "るいせき";
Q[29].Ans[1] = "しいせき";
Q[29].Ans[2] = "けいせき";
Q[29].Ans[3] = "いんせき";
Q[29].comment = "『累積』は『るいせき』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>前の試合では３回も〔盗塁〕に失敗した。";
Q[30].Ans[0] = "とうるい";
Q[30].Ans[1] = "とうれい";
Q[30].Ans[2] = "とうかい";
Q[30].Ans[3] = "とうせい";
Q[30].comment = "『盗塁』は『とうるい』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>理由はどうあれ、〔法令〕は守らなければなりません。";
Q[31].Ans[0] = "ほうれい";
Q[31].Ans[1] = "ほうりょう";
Q[31].Ans[2] = "ほっれい";
Q[31].Ans[3] = "ほりょう";
Q[31].comment = "『法令』は『ほうれい』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔無礼〕は許しません。";
Q[32].Ans[0] = "ぶれい";
Q[32].Ans[1] = "むれい";
Q[32].Ans[2] = "むらい";
Q[32].Ans[3] = "ぶらい";
Q[32].comment = "『無礼』は『ぶれい』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はとても〔冷淡〕だ。";
Q[33].Ans[0] = "れいたん";
Q[33].Ans[1] = "れいだん";
Q[33].Ans[2] = "りょうたん";
Q[33].Ans[3] = "りょうだん";
Q[33].comment = "『冷淡』は『れいたん』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾でも、冬にはだいぶ〔冷える〕日もあります。";
Q[34].Ans[0] = "ひえる";
Q[34].Ans[1] = "さえる";
Q[34].Ans[2] = "もえる";
Q[34].Ans[3] = "こごえる";
Q[34].comment = "『冷える』は『ひえる』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>早く食べないと〔冷める〕よ。";
Q[35].Ans[0] = "さめる";
Q[35].Ans[1] = "ひめる";
Q[35].Ans[2] = "とめる";
Q[35].Ans[3] = "ためる";
Q[35].comment = "『冷める』は『さめる』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔冷やかし〕はお断りです。";
Q[36].Ans[0] = "ひやかし";
Q[36].Ans[1] = "さやかし";
Q[36].Ans[2] = "そやかし";
Q[36].Ans[3] = "まやかし";
Q[36].comment = "『冷やかし』は『ひやかし』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔励まし〕の言葉をかける。";
Q[37].Ans[0] = "はげまし";
Q[37].Ans[1] = "さまし";
Q[37].Ans[2] = "いさまし";
Q[37].Ans[3] = "なやまし";
Q[37].comment = "『励ます』は『はげます』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>使ったらもとの位置に〔戻して〕ください。";
Q[38].Ans[0] = "もどして";
Q[38].Ans[1] = "さがして";
Q[38].Ans[2] = "かえして";
Q[38].Ans[3] = "とおして";
Q[38].comment = "『戻す』は『もどす』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔例外〕のない規則はありません。";
Q[39].Ans[0] = "れいがい";
Q[39].Ans[1] = "たとえば";
Q[39].Ans[2] = "そのほか";
Q[39].Ans[3] = "れつがい";
Q[39].comment = "『例外』は『れいがい』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>遠くから〔鈴〕の音が聞こえてきます。";
Q[40].Ans[0] = "すず";
Q[40].Ans[1] = "れい";
Q[40].Ans[2] = "りょう";
Q[40].Ans[3] = "ふえ";
Q[40].comment = "『鈴』は『すず』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社長といっても〔零細〕企業ですから金持ちではありません。";
Q[41].Ans[0] = "れいさい";
Q[41].Ans[1] = "ぜろさい";
Q[41].Ans[2] = "りょうさい";
Q[41].Ans[3] = "れっさい";
Q[41].comment = "『零細』は『れいさい』と読む。「零細企業（れいさいきぎょう）」は従業員が10名以下の小さな企業のこと。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生は〔霊感〕が強いそうです。";
Q[42].Ans[0] = "れいかん";
Q[42].Ans[1] = "りょうかん";
Q[42].Ans[2] = "たましい";
Q[42].Ans[3] = "れつかん";
Q[42].comment = "『霊感』は『れいかん』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに勉強してもできないなんて、〔悪霊〕にでもとりつかれているんじゃないか？";
Q[43].Ans[0] = "あくりょう";
Q[43].Ans[1] = "あぐれい";
Q[43].Ans[2] = "おれい";
Q[43].Ans[3] = "わるれい";
Q[43].comment = "『悪霊』は『あくりょう』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>火事の原因は〔漏電〕でした。";
Q[44].Ans[0] = "ろうでん";
Q[44].Ans[1] = "ろでん";
Q[44].Ans[2] = "もれでん";
Q[44].Ans[3] = "もるでん";
Q[44].comment = "『漏電』は『ろうでん』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔樹齢〕1000年を超える大木です。";
Q[45].Ans[0] = "じゅれい";
Q[45].Ans[1] = "きれい";
Q[45].Ans[2] = "じゅりょう";
Q[45].Ans[3] = "きりょう";
Q[45].comment = "『樹齢』は『じゅれい』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現在では〔太陽暦〕が使われている。";
Q[46].Ans[0] = "たいようれき";
Q[46].Ans[1] = "たいようごよみ";
Q[46].Ans[2] = "たいようれい";
Q[46].Ans[3] = "たいようしき";
Q[46].comment = "『太陽暦』は『たいようれき』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔暦〕の上では春なのですが、まだ寒い日が続いています。";
Q[47].Ans[0] = "こよみ";
Q[47].Ans[1] = "れきし";
Q[47].Ans[2] = "れき";
Q[47].Ans[3] = "ひどり";
Q[47].comment = "『暦』は『こよみ』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔経歴〕は立派だが、人間の方はそうでもない。";
Q[48].Ans[0] = "けいれき";
Q[48].Ans[1] = "けいれい";
Q[48].Ans[2] = "きょうれき";
Q[48].Ans[3] = "きょうれい";
Q[48].comment = "『経歴』は『けいれき』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夜行列車〕で旅をする。";
Q[49].Ans[0] = "やこうれっしゃ";
Q[49].Ans[1] = "やぎょうれっしゃ";
Q[49].Ans[2] = "やこうれつしゃ";
Q[49].Ans[3] = "やぎょうれつしゃ";
Q[49].comment = "『夜行列車』は『やこうれっしゃ』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔〕";
Q[50].Ans[0] = "";
Q[50].Ans[1] = "";
Q[50].Ans[2] = "";
Q[50].Ans[3] = "";
Q[50].comment = "『』は『』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一回のテストだけで〔優劣〕は決められない。";
Q[51].Ans[0] = "ゆうれつ";
Q[51].Ans[1] = "ゆうしゅう";
Q[51].Ans[2] = "ゆうとう";
Q[51].Ans[3] = "ゆうしょう";
Q[51].comment = "『優劣』は『ゆうれつ』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔猛烈〕に受験勉強をする。";
Q[52].Ans[0] = "もうれつ";
Q[52].Ans[1] = "もうりつ";
Q[52].Ans[2] = "もうとつ";
Q[52].Ans[3] = "もうそつ";
Q[52].comment = "『猛烈』は『もうれつ』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔失恋〕したぐらいで泣くな。";
Q[53].Ans[0] = "しつれん";
Q[53].Ans[1] = "しつこい";
Q[53].Ans[2] = "しつへん";
Q[53].Ans[3] = "しつれい";
Q[53].comment = "『失恋』は『しつれん』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔初恋〕はいつのことでしたか？";
Q[54].Ans[0] = "はつこい";
Q[54].Ans[1] = "しょこい";
Q[54].Ans[2] = "しょれん";
Q[54].Ans[3] = "はつごい";
Q[54].comment = "『初恋』は『はつこい』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔が〔恋しい〕と思うことがある。";
Q[55].Ans[0] = "こいしい";
Q[55].Ans[1] = "いとしい";
Q[55].Ans[2] = "なつかしい";
Q[55].Ans[3] = "ほしい";
Q[55].comment = "『恋しい』は『こいしい』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このクラブの会員には、多くの有名人が名を〔連ねて〕いる。";
Q[56].Ans[0] = "つらねて";
Q[56].Ans[1] = "かさねて";
Q[56].Ans[2] = "つねて";
Q[56].Ans[3] = "れんねて";
Q[56].comment = "『連ねる』は『つらねる』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>距離が二人の仲を〔裂いた〕。";
Q[57].Ans[0] = "さいた";
Q[57].Ans[1] = "ひらいた";
Q[57].Ans[2] = "といた";
Q[57].Ans[3] = "ひいた";
Q[57].comment = "『裂く』は『さく』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高温でスプレー缶が〔破裂〕する事故が起きている。";
Q[58].Ans[0] = "はれつ";
Q[58].Ans[1] = "ぱれつ";
Q[58].Ans[2] = "はっれつ";
Q[58].Ans[3] = "ぱっれつ";
Q[58].comment = "『破裂』は『はれつ』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ペットを〔連れて〕散歩する。";
Q[59].Ans[0] = "つれて";
Q[59].Ans[1] = "とれて";
Q[59].Ans[2] = "いれて";
Q[59].Ans[3] = "ほれて";
Q[59].comment = "『連れる』は『つれる』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔廉価〕だからといって品質が悪いとは限らない。";
Q[60].Ans[0] = "れんか";
Q[60].Ans[1] = "れんが";
Q[60].Ans[2] = "れっか";
Q[60].Ans[3] = "れいが";
Q[60].comment = "『廉価』は『れんか』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>かまぼこは魚のすり身を〔練って〕作る。";
Q[61].Ans[0] = "ねって";
Q[61].Ans[1] = "くって";
Q[61].Ans[2] = "れって";
Q[61].Ans[3] = "とって";
Q[61].comment = "『練る』は『ねる』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これも神が私に与えた〔試練〕かもしれない。";
Q[62].Ans[0] = "しれん";
Q[62].Ans[1] = "しれつ";
Q[62].Ans[2] = "しとう";
Q[62].Ans[3] = "しくん";
Q[62].comment = "『試練』は『しれん』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大科学者のニュートンも〔錬金術〕の研究をしていた。";
Q[63].Ans[0] = "れんきんじゅつ";
Q[63].Ans[1] = "れんぎんじゅつ";
Q[63].Ans[2] = "とうきんじゅつ";
Q[63].Ans[3] = "れつぎんじゅつ";
Q[63].comment = "『錬金術』は『れんきんじゅつ』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>発電用の〔原子炉〕は十分に安全でなければならない。";
Q[64].Ans[0] = "げんしろ";
Q[64].Ans[1] = "げんしこ";
Q[64].Ans[2] = "げんしと";
Q[64].Ans[3] = "げんしど";
Q[64].comment = "『原子炉』は『げんしろ』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔暖炉〕の火が部屋を赤く照らしている。";
Q[65].Ans[0] = "だんろ";
Q[65].Ans[1] = "だんと";
Q[65].Ans[2] = "だんこ";
Q[65].Ans[3] = "だんほ";
Q[65].comment = "『暖炉』は『だんろ』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔路上〕で生活しているホームレスたちにとって、今年の冬は厳しすぎる。";
Q[66].Ans[0] = "ろじょう";
Q[66].Ans[1] = "じじょう";
Q[66].Ans[2] = "みちがみ";
Q[66].Ans[3] = "じしょう";
Q[66].comment = "『路上』は『ろじょう』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長い〔旅路〕の果てに目的地に到着した。";
Q[67].Ans[0] = "たびじ";
Q[67].Ans[1] = "たびみち";
Q[67].Ans[2] = "りょろ";
Q[67].Ans[3] = "たびろ";
Q[67].comment = "『旅路』は『たびじ』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車で〔家路〕につく。";
Q[68].Ans[0] = "いえじ";
Q[68].Ans[1] = "かろ";
Q[68].Ans[2] = "かみち";
Q[68].Ans[3] = "いえろ";
Q[68].comment = "『家路』は『いえじ』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夕方になり、街では〔家路〕を急ぐ人々の姿が見える。";
Q[69].Ans[0] = "いえじ";
Q[69].Ans[1] = "かろ";
Q[69].Ans[2] = "いえみち";
Q[69].Ans[3] = "いえろ";
Q[69].comment = "『家路』は『いえじ』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>肉がさけて骨が〔露出〕している。";
Q[70].Ans[0] = "ろしゅつ";
Q[70].Ans[1] = "ろで";
Q[70].Ans[2] = "ろうしつ";
Q[70].Ans[3] = "ろだし";
Q[70].comment = "『露出』は『ろしゅつ』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>草に朝の〔露〕がついている。";
Q[71].Ans[0] = "つゆ";
Q[71].Ans[1] = "あめ";
Q[71].Ans[2] = "ろう";
Q[71].Ans[3] = "しも";
Q[71].comment = "『露』は『つゆ』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>華麗な技を〔披露〕する。";
Q[72].Ans[0] = "ひろう";
Q[72].Ans[1] = "ひろ";
Q[72].Ans[2] = "ひじゅう";
Q[72].Ans[3] = "ひはん";
Q[72].comment = "『披露』は『ひろう』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔老人〕を馬鹿にしてはいけません。";
Q[73].Ans[0] = "ろうじん";
Q[73].Ans[1] = "ろじん";
Q[73].Ans[2] = "ろうにん";
Q[73].Ans[3] = "ろにん";
Q[73].comment = "『老人』は『ろうじん』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どんな名選手も〔老い〕には勝てない。";
Q[74].Ans[0] = "おい";
Q[74].Ans[1] = "よわい";
Q[74].Ans[2] = "ろうい";
Q[74].Ans[3] = "いこい";
Q[74].comment = "『老い』は『おい』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はとても〔老けて〕見える。";
Q[75].Ans[0] = "ふけて";
Q[75].Ans[1] = "ろうけて";
Q[75].Ans[2] = "おけて";
Q[75].Ans[3] = "とけて";
Q[75].comment = "『老ける』は『ふける』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔労働〕は人間を自由にします。";
Q[76].Ans[0] = "ろうどう";
Q[76].Ans[1] = "ろどう";
Q[76].Ans[2] = "ろうとう";
Q[76].Ans[3] = "ろんどう";
Q[76].comment = "『労働』は『ろうどう』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔新郎〕の友人によるスピーチが始まった。";
Q[77].Ans[0] = "しんろう";
Q[77].Ans[1] = "しんりょう";
Q[77].Ans[2] = "しんりゅう";
Q[77].Ans[3] = "しんれい";
Q[77].comment = "『新郎』は『しんろう』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>詩を〔朗読〕する。";
Q[78].Ans[0] = "ろうどく";
Q[78].Ans[1] = "ろうよみ";
Q[78].Ans[2] = "もくどく";
Q[78].Ans[3] = "くんよみ";
Q[78].comment = "『朗読』は『ろうどく』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>性格が〔明朗〕な反面、とても気まぐれなところがある。";
Q[79].Ans[0] = "めいろう";
Q[79].Ans[1] = "めいりょう";
Q[79].Ans[2] = "みんろう";
Q[79].Ans[3] = "みんりょう";
Q[79].comment = "『明朗』は『めいろう』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明るく〔朗らか〕な人間に育ってほしい。";
Q[80].Ans[0] = "ほがらか";
Q[80].Ans[1] = "なだらか";
Q[80].Ans[2] = "なめらか";
Q[80].Ans[3] = "つやらか";
Q[80].comment = "『朗らか』は『ほがらか』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>県内全域に〔波浪〕警報が出ています。";
Q[81].Ans[0] = "はろう";
Q[81].Ans[1] = "はりょう";
Q[81].Ans[2] = "なみなみ";
Q[81].Ans[3] = "なみりょう";
Q[81].comment = "『波浪』は『はろう』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな計画では、時間とお金を〔浪費〕するだけだ。";
Q[82].Ans[0] = "ろうひ";
Q[82].Ans[1] = "りょうひ";
Q[82].Ans[2] = "りょっひ";
Q[82].Ans[3] = "ろっぴ";
Q[82].comment = "『浪費』は『ろうひ』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔廊下〕を走ってはいけません。";
Q[83].Ans[0] = "ろうか";
Q[83].Ans[1] = "りょうか";
Q[83].Ans[2] = "ろか";
Q[83].Ans[3] = "ろうが";
Q[83].comment = "『廊下』は『ろうか』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政府が進める改革は砂上(さじょう)の〔楼閣〕だ。";
Q[84].Ans[0] = "ろうかく";
Q[84].Ans[1] = "ろうがく";
Q[84].Ans[2] = "おうがく";
Q[84].Ans[3] = "おうきゃく";
Q[84].comment = "『楼閣』は『ろうかく』と読む。「砂上(さじょう)の楼閣」は『永続きしないこと、実現不可能な計画』をたとえる慣用表現。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この家は〔雨漏り〕がする。";
Q[85].Ans[0] = "あまもり";
Q[85].Ans[1] = "あめおり";
Q[85].Ans[2] = "あまどり";
Q[85].Ans[3] = "あまたり";
Q[85].comment = "『雨漏り』は『あまもり』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社員の多くが不平を〔漏らして〕いる。";
Q[86].Ans[0] = "もらして";
Q[86].Ans[1] = "こらして";
Q[86].Ans[2] = "たらして";
Q[86].Ans[3] = "そらして";
Q[86].comment = "『漏らす』は『もらす』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ケーキを〔六つ〕に切る。";
Q[87].Ans[0] = "むっつ";
Q[87].Ans[1] = "むつ";
Q[87].Ans[2] = "ろくつ";
Q[87].Ans[3] = "りっつ";
Q[87].comment = "『六つ』は『むっつ』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>出発まであと〔六日〕です。";
Q[88].Ans[0] = "むいか";
Q[88].Ans[1] = "ようか";
Q[88].Ans[2] = "はつか";
Q[88].Ans[3] = "なのか";
Q[88].comment = "『六日』は『むいか』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この会議では、発言をすべて〔録音〕します。";
Q[89].Ans[0] = "ろくおん";
Q[89].Ans[1] = "りょくおん";
Q[89].Ans[2] = "ろうおん";
Q[89].Ans[3] = "そくおん";
Q[89].comment = "『録音』は『ろくおん』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文章は〔論理的〕に書くべきだ。";
Q[90].Ans[0] = "ろんりてき";
Q[90].Ans[1] = "りんりてき";
Q[90].Ans[2] = "ろうりてき";
Q[90].Ans[3] = "しんりてき";
Q[90].comment = "『論理的』は『ろんりてき』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国民のあいだの〔和解〕が必要だ。";
Q[91].Ans[0] = "わかい";
Q[91].Ans[1] = "ふかい";
Q[91].Ans[2] = "ほげい";
Q[91].Ans[3] = "はかい";
Q[91].comment = "『和解』は『わかい』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔日和〕がいいので、散歩に出た。";
Q[92].Ans[0] = "ひより";
Q[92].Ans[1] = "にちわ";
Q[92].Ans[2] = "じっぷ";
Q[92].Ans[3] = "にちかず";
Q[92].comment = "『日和』は『ひより』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生はいつも〔和服〕を着ている。";
Q[93].Ans[0] = "わふく";
Q[93].Ans[1] = "ふふく";
Q[93].Ans[2] = "わふう";
Q[93].Ans[3] = "かずふく";
Q[93].comment = "『和服』は『わふく』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お寺の〔和尚〕さんが鐘をついている。";
Q[94].Ans[0] = "おしょう";
Q[94].Ans[1] = "わしょう";
Q[94].Ans[2] = "かじょう";
Q[94].Ans[3] = "ふうじょう";
Q[94].comment = "『和尚』は『おしょう』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この薬は痛みを〔和らげる〕効果がある。";
Q[95].Ans[0] = "やわらげる";
Q[95].Ans[1] = "わらげる";
Q[95].Ans[2] = "あらげる";
Q[95].Ans[3] = "ほらげる";
Q[95].comment = "『和らげる』は『やわらげる』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の笑顔は心が〔和む〕。";
Q[96].Ans[0] = "なごむ";
Q[96].Ans[1] = "ほほえむ";
Q[96].Ans[2] = "やむ";
Q[96].Ans[3] = "あからむ";
Q[96].comment = "『和む』は『なごむ』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>話し合いは〔和やか〕なムードで行なわれた。";
Q[97].Ans[0] = "なごやか";
Q[97].Ans[1] = "おだやか";
Q[97].Ans[2] = "さわやか";
Q[97].Ans[3] = "たおやか";
Q[97].comment = "『和やか』は『なごやか』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>食事のときは〔話題〕を選ばなければならない。";
Q[98].Ans[0] = "わだい";
Q[98].Ans[1] = "ほだい";
Q[98].Ans[2] = "かだい";
Q[98].Ans[3] = "しゃだい";
Q[98].comment = "『話題』は『わだい』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>市長が〔収賄〕の罪で逮捕された。";
Q[99].Ans[0] = "しゅうわい";
Q[99].Ans[1] = "しゅうゆう";
Q[99].Ans[2] = "しゅうぞう";
Q[99].Ans[3] = "しゅうよう";
Q[99].comment = "『収賄』は『しゅうわい』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>支出が多すぎて〔賄い〕きれない。。";
Q[100].Ans[0] = "まかない";
Q[100].Ans[1] = "はらい";
Q[100].Ans[2] = "もらい";
Q[100].Ans[3] = "あがない";
Q[100].comment = "『賄う』は『まかなう』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人に〔迷惑〕をかけてはいけない。";
Q[101].Ans[0] = "めいわく";
Q[101].Ans[1] = "めいわい";
Q[101].Ans[2] = "めいわん";
Q[101].Ans[3] = "めいあく";
Q[101].comment = "『迷惑』は『めいわく』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔誘惑〕に弱いところを早く直しなさい。";
Q[102].Ans[0] = "ゆうわく";
Q[102].Ans[1] = "めいあく";
Q[102].Ans[2] = "ゆうあく";
Q[102].Ans[3] = "ゆうあい";
Q[102].comment = "『誘惑』は『ゆうあく』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>映画では、ゴジラが暴れると人間が逃げ〔惑う〕。";
Q[103].Ans[0] = "まどう";
Q[103].Ans[1] = "まよう";
Q[103].Ans[2] = "さまよう";
Q[103].Ans[3] = "かう";
Q[103].comment = "『惑う』は『まどう』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔枠〕の中に名前を書いてください。";
Q[104].Ans[0] = "わく";
Q[104].Ans[1] = "いき";
Q[104].Ans[2] = "すい";
Q[104].Ans[3] = "そつ";
Q[104].comment = "『枠』は『わく』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この船は〔湾内〕をめぐる観光船です。";
Q[105].Ans[0] = "わんない";
Q[105].Ans[1] = "わない";
Q[105].Ans[2] = "わいない";
Q[105].Ans[3] = "わくない";
Q[105].comment = "『湾内』は『わんない』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>知力は弱いが〔腕力〕は強い。";
Q[106].Ans[0] = "わんりょく";
Q[106].Ans[1] = "あくりょく";
Q[106].Ans[2] = "うでりょく";
Q[106].Ans[3] = "えんりょく";
Q[106].comment = "『腕力』は『わんりょく』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時刻は携帯で見るので〔腕時計〕はしていません。";
Q[107].Ans[0] = "うでどけい";
Q[107].Ans[1] = "わんどけい";
Q[107].Ans[2] = "かけどけい";
Q[107].Ans[3] = "おきどけい";
Q[107].comment = "『腕時計』は『うでどけい』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お金はきちんと〔払って〕ください。";
Q[108].Ans[0] = "はらって";
Q[108].Ans[1] = "ふって";
Q[108].Ans[2] = "もらって";
Q[108].Ans[3] = "とって";
Q[108].comment = "『払う』は『はらう』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水の〔沸点〕は100度です。";
Q[109].Ans[0] = "ふってん";
Q[109].Ans[1] = "わくてん";
Q[109].Ans[2] = "ゆうてん";
Q[109].Ans[3] = "とってん";
Q[109].comment = "『沸点』は『ふってん』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>やかんでお湯を〔沸かす〕。";
Q[110].Ans[0] = "わかす";
Q[110].Ans[1] = "ふかす";
Q[110].Ans[2] = "とかす";
Q[110].Ans[3] = "おかす";
Q[110].comment = "『沸かす』は『わかす』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>私は〔仏教〕を信じています。";
Q[111].Ans[0] = "ぶっきょう";
Q[111].Ans[1] = "ふつきょう";
Q[111].Ans[2] = "ほとけきょう";
Q[111].Ans[3] = "しゅうしょう";
Q[111].comment = "『仏教』は『ぶっきょう』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人は死ねば〔仏〕になると考えられている。";
Q[112].Ans[0] = "ほとけ";
Q[112].Ans[1] = "わたし";
Q[112].Ans[2] = "さとり";
Q[112].Ans[3] = "いたこ";
Q[112].comment = "『仏』は『ほとけ』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>。12月になるとデパートは〔進物〕を買う人々で混雑する。";
Q[113].Ans[0] = "しんもつ";
Q[113].Ans[1] = "しんぶつ";
Q[113].Ans[2] = "しんもの";
Q[113].Ans[3] = "すすめもの";
Q[113].comment = "『進物』は『しんもつ』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>売れすぎて店に〔品物〕がなくなってしまった。";
Q[114].Ans[0] = "しなもの";
Q[114].Ans[1] = "しなぶつ";
Q[114].Ans[2] = "ひんぶつ";
Q[114].Ans[3] = "ひんもの";
Q[114].comment = "『品物』は『しなもの』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その白い〔粉末〕は何ですか？";
Q[115].Ans[0] = "ふんまつ";
Q[115].Ans[1] = "おしろい";
Q[115].Ans[2] = "ぶんみ";
Q[115].Ans[3] = "こなこ";
Q[115].comment = "『粉末』は『ふんまつ』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小麦粉〕を買ってきてください。";
Q[116].Ans[0] = "こむぎこ";
Q[116].Ans[1] = "こむぎふん";
Q[116].Ans[2] = "こむぎこな";
Q[116].Ans[3] = "こむぎぷん";
Q[116].comment = "『小麦粉』は『こむぎこ』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空に〔粉雪〕が舞っている。";
Q[117].Ans[0] = "こなゆき";
Q[117].Ans[1] = "こせつ";
Q[117].Ans[2] = "ふんせつ";
Q[117].Ans[3] = "ささめゆき";
Q[117].comment = "『粉雪』は『こなゆき』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冷戦は終わったが、地域の〔紛争〕は増えつづけている。";
Q[118].Ans[0] = "ふんそう";
Q[118].Ans[1] = "ぶんそう";
Q[118].Ans[2] = "せんそう";
Q[118].Ans[3] = "こうそう";
Q[118].comment = "『紛争』は『ふんそう』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>重要な書類を〔紛失〕してしまいました。";
Q[119].Ans[0] = "ふんしつ";
Q[119].Ans[1] = "こっせつ";
Q[119].Ans[2] = "そうしつ";
Q[119].Ans[3] = "さんしつ";
Q[119].comment = "『紛失』は『ふんしつ』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>音楽を聴くと気が〔紛れ〕ます。";
Q[120].Ans[0] = "まぐれ";
Q[120].Ans[1] = "そがれ";
Q[120].Ans[2] = "とまれ";
Q[120].Ans[3] = "いやされ";
Q[120].comment = "『紛れる』は『まぎれる』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔紛らわしい〕ので色で区別しています。";
Q[121].Ans[0] = "まぎらわしい";
Q[121].Ans[1] = "わずらわしい";
Q[121].Ans[2] = "さらわしい";
Q[121].Ans[3] = "けがらわしい";
Q[121].comment = "『紛らわしい』は『まぎらわしい』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このお店は〔雰囲気〕がいいですね。";
Q[122].Ans[0] = "ふんいき";
Q[122].Ans[1] = "ふういき";
Q[122].Ans[2] = "ふいんき";
Q[122].Ans[3] = "ふいき";
Q[122].comment = "『雰囲気』は『ふんいき』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>安倍総理に対する批判が〔噴出〕している。";
Q[123].Ans[0] = "ふんしゅつ";
Q[123].Ans[1] = "ふっしゅつ";
Q[123].Ans[2] = "ふうしゅつ";
Q[123].Ans[3] = "ぞくしゅつ";
Q[123].comment = "『噴出』は『ふんしゅつ』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>２号車のエンジンが火を〔噴いて〕いる。";
Q[124].Ans[0] = "ふいて";
Q[124].Ans[1] = "さいて";
Q[124].Ans[2] = "わいて";
Q[124].Ans[3] = "すいて";
Q[124].comment = "『噴く』は『ふく』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>傷口から血が〔噴き出して〕います。";
Q[125].Ans[0] = "ふきだして";
Q[125].Ans[1] = "わきだして";
Q[125].Ans[2] = "おきだして";
Q[125].Ans[3] = "かきだして";
Q[125].comment = "『噴き出す』は『ふきだす』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路工事をしているときに〔古墳〕を発見した。";
Q[126].Ans[0] = "こふん";
Q[126].Ans[1] = "ふるふん";
Q[126].Ans[2] = "こふ";
Q[126].Ans[3] = "こふう";
Q[126].comment = "『古墳』は『こふん』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くの人が政府の行為に〔憤って〕いる。";
Q[127].Ans[0] = "いきどおって";
Q[127].Ans[1] = "おこって";
Q[127].Ans[2] = "あざけって";
Q[127].Ans[3] = "とどこおって";
Q[127].comment = "『憤る』は『いきどおる』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一層の〔奮起〕が期待される。";
Q[128].Ans[0] = "ふんき";
Q[128].Ans[1] = "ふっき";
Q[128].Ans[2] = "ふうち";
Q[128].Ans[3] = "ぷち";
Q[128].comment = "『奮起』は『ふんき』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼のために勇気を〔奮う〕。";
Q[129].Ans[0] = "ふるう";
Q[129].Ans[1] = "かう";
Q[129].Ans[2] = "あう";
Q[129].Ans[3] = "つかう";
Q[129].comment = "『奮う』は『ふるう』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔奮って〕ご応募ください。";
Q[130].Ans[0] = "ふるって";
Q[130].Ans[1] = "さがって";
Q[130].Ans[2] = "きそって";
Q[130].Ans[3] = "こぞって";
Q[130].comment = "『奮う』は『ふるう』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大人なのに思慮も〔分別〕もない。";
Q[131].Ans[0] = "ふんべつ";
Q[131].Ans[1] = "ぶべつ";
Q[131].Ans[2] = "ふんわけ";
Q[131].Ans[3] = "わけへだて";
Q[131].comment = "『分別』は『ふんべつ』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>二人の実力はほぼ〔五分〕だが、なんといっても顔が違う。";
Q[132].Ans[0] = "ごぶ";
Q[132].Ans[1] = "ごぷん";
Q[132].Ans[2] = "ごふん";
Q[132].Ans[3] = "ごわけ";
Q[132].comment = "この場合『五分』は『ごぶ』と読む。50％（ずつ）の意味。『五分五分（ごぶごぶ）』の形でもよく使われる。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時間さえも僕たち二人を〔分かつ〕ことはできないだろう。";
Q[133].Ans[0] = "わかつ";
Q[133].Ans[1] = "ぶんかつ";
Q[133].Ans[2] = "ふっかつ";
Q[133].Ans[3] = "わけかつ";
Q[133].comment = "『分つ』は『わかつ』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の姉は、大学で〔天文学〕の研究をしている。";
Q[134].Ans[0] = "てんもんがく";
Q[134].Ans[1] = "てんぶんがく";
Q[134].Ans[2] = "てんぶっがく";
Q[134].Ans[3] = "てんふみがく";
Q[134].comment = "『天文学』は『てんもんがく』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ラブレターは〔恋文〕ともいいます。";
Q[135].Ans[0] = "こいぶみ";
Q[135].Ans[1] = "れんぶん";
Q[135].Ans[2] = "こいぶん";
Q[135].Ans[3] = "れんぶみ";
Q[135].comment = "『恋文』は『こいぶみ』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海外をめぐって〔見聞〕を広める。";
Q[136].Ans[0] = "けんぶん";
Q[136].Ans[1] = "みきき";
Q[136].Ans[2] = "みきく";
Q[136].Ans[3] = "けんぎき";
Q[136].comment = "『見聞』は『けんぶん』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>万引きで免職なんて〔前代未聞〕だ。";
Q[137].Ans[0] = "ぜんだいみもん";
Q[137].Ans[1] = "ぜんだいみぶん";
Q[137].Ans[2] = "ぜんだいまつぶん";
Q[137].Ans[3] = "ぜんだいみきき";
Q[137].comment = "『前代未聞』は『ぜんだいみもん』と読む。今までに聞いたこともないような出来事という意味。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたって、顔のつくりが〔平面〕的ですよね。";
Q[138].Ans[0] = "へいめん";
Q[138].Ans[1] = "ひょうめん";
Q[138].Ans[2] = "たいらめん";
Q[138].Ans[3] = "ひらめん";
Q[138].comment = "『平面』は『へいめん』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自由と〔平等〕は両立しがたい。";
Q[139].Ans[0] = "びょうどう";
Q[139].Ans[1] = "へいどう";
Q[139].Ans[2] = "たいら";
Q[139].Ans[3] = "へいとう";
Q[139].comment = "『平等』は『びょうどう』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山盛りのごはんを〔平らげた〕。";
Q[140].Ans[0] = "たいらげた";
Q[140].Ans[1] = "ひらげた";
Q[140].Ans[2] = "ふらげた";
Q[140].Ans[3] = "ひいらげた";
Q[140].comment = "『平らげる』は『たいらげる』と読む。残さずに全部食べる意味。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨日も彼女に〔平手〕打ちされました。";
Q[141].Ans[0] = "ひらて";
Q[141].Ans[1] = "ひょうしゅ";
Q[141].Ans[2] = "たいらて";
Q[141].Ans[3] = "へいしゅ";
Q[141].comment = "『平手』は『ひらて』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大量破壊〔兵器〕は、イラクのどこにあったのだろうか。";
Q[142].Ans[0] = "へいき";
Q[142].Ans[1] = "ひょうき";
Q[142].Ans[2] = "たいき";
Q[142].Ans[3] = "そうち";
Q[142].comment = "『兵器』は『へいき』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうしてこんなに怖い映画を見ても〔平気〕なの？";
Q[143].Ans[0] = "へいき";
Q[143].Ans[1] = "たいらぎ";
Q[143].Ans[2] = "ひょうち";
Q[143].Ans[3] = "ひらき";
Q[143].comment = "『平気』は『へいき』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両社は１月末で〔合併〕いたします。";
Q[144].Ans[0] = "がっぺい";
Q[144].Ans[1] = "ごうへい";
Q[144].Ans[2] = "おうへい";
Q[144].Ans[3] = "こうへい";
Q[144].comment = "『合併』は『がっぺい』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>代金は〔併せて〕50万ドルになります。";
Q[145].Ans[0] = "あわせて";
Q[145].Ans[1] = "ふせて";
Q[145].Ans[2] = "のせて";
Q[145].Ans[3] = "かぶせて";
Q[145].comment = "『併せる』は『あわせる』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>２つのプログラムを〔並行〕して実施します。";
Q[146].Ans[0] = "へいこう";
Q[146].Ans[1] = "へいぎょう";
Q[146].Ans[2] = "へいあん";
Q[146].Ans[3] = "へいいき";
Q[146].comment = "『並行』は『へいこう』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この場合は、電池を〔並列〕でつないだ方がいい。";
Q[147].Ans[0] = "へいれつ";
Q[147].Ans[1] = "へれつ";
Q[147].Ans[2] = "なられつ";
Q[147].Ans[3] = "なみれつ";
Q[147].comment = "『並列』は『へいれつ』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔並木〕もすっかり紅葉している。";
Q[148].Ans[0] = "なみき";
Q[148].Ans[1] = "へいき";
Q[148].Ans[2] = "ならぎ";
Q[148].Ans[3] = "へいぼく";
Q[148].comment = "『並木』は『なみき』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>店先に様々な商品が〔並んで〕いる。";
Q[149].Ans[0] = "ならんで";
Q[149].Ans[1] = "はさんで";
Q[149].Ans[2] = "からんで";
Q[149].Ans[3] = "えらんで";
Q[149].comment = "『並ぶ』は『ならぶ』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ずいぶん〔横柄〕な口の聞き方をする男だね。";
Q[150].Ans[0] = "おうへい";
Q[150].Ans[1] = "おうちゃく";
Q[150].Ans[2] = "おうぎょう";
Q[150].Ans[3] = "よこがら";
Q[150].comment = "『横柄』は『おうへい』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔家柄〕よりも実力です。";
Q[151].Ans[0] = "いえがら";
Q[151].Ans[1] = "かへい";
Q[151].Ans[2] = "やなみ";
Q[151].Ans[3] = "かけい";
Q[151].comment = "『家柄』は『いえがら』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>傘の〔柄〕の部分が壊れてしまいました。";
Q[152].Ans[0] = "え";
Q[152].Ans[1] = "さき";
Q[152].Ans[2] = "ねもと";
Q[152].Ans[3] = "ほね";
Q[152].comment = "『柄』は『え』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔密閉〕できる容器ならば１ヶ月保存できます。";
Q[153].Ans[0] = "みっぺい";
Q[153].Ans[1] = "みつへい";
Q[153].Ans[2] = "みつとじ";
Q[153].Ans[3] = "みんべい";
Q[153].comment = "『密閉』は『みっぺい』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつまでもとびらは〔閉ざされた〕ままだ。";
Q[154].Ans[0] = "とざされた";
Q[154].Ans[1] = "しざされた";
Q[154].Ans[2] = "かざされた";
Q[154].Ans[3] = "めざされた";
Q[154].comment = "『閉ざされる』は『とざされる』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>となりの家に〔塀〕ができたんだって。";
Q[155].Ans[0] = "へい";
Q[155].Ans[1] = "かきね";
Q[155].Ans[2] = "ほり";
Q[155].Ans[3] = "かべ";
Q[155].comment = "『塀』は『へい』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスの中では1000円以外の〔紙幣〕は両替できません。";
Q[156].Ans[0] = "しへい";
Q[156].Ans[1] = "かへい";
Q[156].Ans[2] = "しほう";
Q[156].Ans[3] = "かふう";
Q[156].comment = "『紙幣』は『しへい』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔米作〕は台湾から伝わったものともいわれる。";
Q[157].Ans[0] = "べいさく";
Q[157].Ans[1] = "よねさく";
Q[157].Ans[2] = "こめづくり";
Q[157].Ans[3] = "まいさく";
Q[157].comment = "『米作』は『べいさく』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>やはりとれたての〔新米〕は味が違う。";
Q[158].Ans[0] = "しんまい";
Q[158].Ans[1] = "しんべい";
Q[158].Ans[2] = "あらごめ";
Q[158].Ans[3] = "あらまい";
Q[158].comment = "『新米』は『しんまい』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このおじいさんは〔米粒〕にお経を書くことができます。";
Q[159].Ans[0] = "こめつぶ";
Q[159].Ans[1] = "めいりゅう";
Q[159].Ans[2] = "まいつぶ";
Q[159].Ans[3] = "こめりゅう";
Q[159].comment = "『米粒』は『こめつぶ』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔岸壁〕に波が当っている。";
Q[160].Ans[0] = "がんぺき";
Q[160].Ans[1] = "がんへい";
Q[160].Ans[2] = "がんぽう";
Q[160].Ans[3] = "がんがき";
Q[160].comment = "『岸壁』は『がんぺき』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔壁〕に落書きするのはやめなさい。";
Q[161].Ans[0] = "かべ";
Q[161].Ans[1] = "へい";
Q[161].Ans[2] = "まど";
Q[161].Ans[3] = "たな";
Q[161].comment = "『壁』は『かべ』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は少し〔潔癖〕すぎるところがある。";
Q[162].Ans[0] = "けっぺき";
Q[162].Ans[1] = "けっぺい";
Q[162].Ans[2] = "けっかい";
Q[162].Ans[3] = "けっしょう";
Q[162].comment = "『潔癖』は『けっぺき』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>「バカ野郎」というのは課長の〔口癖〕だから気にしない方がいいよ。";
Q[163].Ans[0] = "くちぐせ";
Q[163].Ans[1] = "こうぺき";
Q[163].Ans[2] = "くくせ";
Q[163].Ans[3] = "くへき";
Q[163].comment = "『口癖』は『くちぐせ』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>残りの書類は〔別便〕で送ります。";
Q[164].Ans[0] = "べつびん";
Q[164].Ans[1] = "へつびん";
Q[164].Ans[2] = "わけびん";
Q[164].Ans[3] = "わきびん";
Q[164].comment = "『別便』は『べつびん』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ガラスの〔破片〕に気をつけてください。";
Q[165].Ans[0] = "はへん";
Q[165].Ans[1] = "はぺん";
Q[165].Ans[2] = "はんぺん";
Q[165].Ans[3] = "はっへん";
Q[165].comment = "『破片』は『はへん』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの程度の選手なら〔片手〕で勝てるよ。";
Q[166].Ans[0] = "かたて";
Q[166].Ans[1] = "かたしゅ";
Q[166].Ans[2] = "へんで";
Q[166].Ans[3] = "へんしゅ";
Q[166].comment = "『片手』は『かたて』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>被害は、町の中心だけでなく〔周辺〕にも広がっている。";
Q[167].Ans[0] = "しゅうへん";
Q[167].Ans[1] = "しゅうぺん";
Q[167].Ans[2] = "しゅうべん";
Q[167].Ans[3] = "しゅうへい";
Q[167].comment = "『周辺』は『しゅうへん』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔は、この〔辺り〕に大きな池があったんだよ。";
Q[168].Ans[0] = "あたり";
Q[168].Ans[1] = "まわり";
Q[168].Ans[2] = "へり";
Q[168].Ans[3] = "つきあたり";
Q[168].comment = "『辺り』は『あたり』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔海辺〕の店でラーメンでも食べようよ。";
Q[169].Ans[0] = "うみべ";
Q[169].Ans[1] = "かいへん";
Q[169].Ans[2] = "かいべん";
Q[169].Ans[3] = "かいぺん";
Q[169].comment = "『海辺』は『うみべ』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>２週間以内に〔返却〕してください。";
Q[170].Ans[0] = "へんきゃく";
Q[170].Ans[1] = "へいきゃく";
Q[170].Ans[2] = "はんきゃく";
Q[170].Ans[3] = "たんきゃく";
Q[170].comment = "『返却』は『へんきゃく』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつか〔仕返し〕してやる。";
Q[171].Ans[0] = "しかえし";
Q[171].Ans[1] = "しへんし";
Q[171].Ans[2] = "しおこし";
Q[171].Ans[3] = "しやまし";
Q[171].comment = "『仕返し』は『しかえし』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>体調に〔異変〕があればすぐに申し出てください。";
Q[172].Ans[0] = "いへん";
Q[172].Ans[1] = "いっぺん";
Q[172].Ans[2] = "いはん";
Q[172].Ans[3] = "いじょう";
Q[172].comment = "『異変』は『いへん』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生もずいぶんと〔変わり者〕だね。";
Q[173].Ans[0] = "かわりもの";
Q[173].Ans[1] = "さわりもの";
Q[173].Ans[2] = "おわりもの";
Q[173].Ans[3] = "こわりもの";
Q[173].comment = "『変わり者』は『かわりもの』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会の〔偏見〕こそが教育の敵なのです。";
Q[174].Ans[0] = "へんけん";
Q[174].Ans[1] = "べんけん";
Q[174].Ans[2] = "かたみ";
Q[174].Ans[3] = "へんげん";
Q[174].comment = "『偏見』は『へんけん』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>男女の比率にだいぶ〔偏り〕が見られる。";
Q[175].Ans[0] = "かたより";
Q[175].Ans[1] = "さわり";
Q[175].Ans[2] = "あらたまり";
Q[175].Ans[3] = "いつわり";
Q[175].comment = "『偏り』は『かたより』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自由と平等は〔普遍的〕な価値を持つ。";
Q[176].Ans[0] = "ふへんてき";
Q[176].Ans[1] = "ふへいてき";
Q[176].Ans[2] = "ふぺんてき";
Q[176].Ans[3] = "しんぺんてき";
Q[176].comment = "『普遍的』は『ふへんてき』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この小説はかなりの〔長編〕だ。";
Q[177].Ans[0] = "ちょうへん";
Q[177].Ans[1] = "ながへん";
Q[177].Ans[2] = "ちょうべん";
Q[177].Ans[3] = "ながべん";
Q[177].comment = "『長編』は『ちょうへん』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうやってチームを〔編成〕したらよいだろうか。";
Q[178].Ans[0] = "へんせい";
Q[178].Ans[1] = "へいせい";
Q[178].Ans[2] = "ほうせい";
Q[178].Ans[3] = "こうせい";
Q[178].comment = "『編成』は『へんせい』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このセーターは自分で〔編み〕ました。";
Q[179].Ans[0] = "あみ";
Q[179].Ans[1] = "かみ";
Q[179].Ans[2] = "ふみ";
Q[179].Ans[3] = "つみ";
Q[179].comment = "『編む』は『あむ』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>壊したものを〔弁償〕しなさい。";
Q[180].Ans[0] = "べんしょう";
Q[180].Ans[1] = "ばんしょう";
Q[180].Ans[2] = "こうしょう";
Q[180].Ans[3] = "そうしょう";
Q[180].comment = "『弁償』は『べんしょう』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの政治家は、若いながらもなかなか〔雄弁〕ですね。";
Q[181].Ans[0] = "ゆうべん";
Q[181].Ans[1] = "おすばん";
Q[181].Ans[2] = "おうばん";
Q[181].Ans[3] = "しゅうばん";
Q[181].comment = "『雄弁』は『ゆうべん』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>問題解決の〔便法〕を探し出す。";
Q[182].Ans[0] = "べんほう";
Q[182].Ans[1] = "ぶんぽう";
Q[182].Ans[2] = "しほう";
Q[182].Ans[3] = "じょうほう";
Q[182].comment = "『便法』は『べんほう』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>石油価格に〔便乗〕した値上げが多い。";
Q[183].Ans[0] = "びんじょう";
Q[183].Ans[1] = "ぶんじょう";
Q[183].Ans[2] = "べんじょう";
Q[183].Ans[3] = "べんのり";
Q[183].comment = "『便乗』は『びんじょう』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この時期は〔定期便〕の他に臨時便も出ます。";
Q[184].Ans[0] = "ていきびん";
Q[184].Ans[1] = "ていきべん";
Q[184].Ans[2] = "ていきぶん";
Q[184].Ans[3] = "ていきばん";
Q[184].comment = "『定期便』は『ていきびん』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女からの〔便り〕が途絶えてもう何年にもなる。";
Q[185].Ans[0] = "たより";
Q[185].Ans[1] = "まつり";
Q[185].Ans[2] = "さがり";
Q[185].Ans[3] = "さわり";
Q[185].comment = "『便り』は『たより』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔勤勉〕は馬鹿の埋め合わせにはなりません。";
Q[186].Ans[0] = "きんべん";
Q[186].Ans[1] = "ちんべん";
Q[186].Ans[2] = "きんべい";
Q[186].Ans[3] = "きんきょう";
Q[186].comment = "『勤勉』は『きんべん』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつまでたっても〔進歩〕がない。";
Q[187].Ans[0] = "しんぽ";
Q[187].Ans[1] = "しんほ";
Q[187].Ans[2] = "しんぼ";
Q[187].Ans[3] = "しんほう";
Q[187].comment = "『進歩』は『しんぽ』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本銀行が〔公定歩合〕の引き上げを発表した。";
Q[188].Ans[0] = "こうていぶあい";
Q[188].Ans[1] = "こうていほごう";
Q[188].Ans[2] = "こうていふこう";
Q[188].Ans[3] = "こうていほこう";
Q[188].comment = "『公定歩合』は『こうていぶあい』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>創立以来20年間の〔歩み〕を振り返る。";
Q[189].Ans[0] = "あゆみ";
Q[189].Ans[1] = "あるみ";
Q[189].Ans[2] = "あるきみ";
Q[189].Ans[3] = "かえりみ";
Q[189].comment = "『歩み』は『あゆみ』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>データを〔保存〕しわすれた。";
Q[190].Ans[0] = "ほぞん";
Q[190].Ans[1] = "ほそう";
Q[190].Ans[2] = "ほそん";
Q[190].Ans[3] = "ほぞう";
Q[190].comment = "『保存』は『ほぞん』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつまでも若さを〔保つ〕ためには、日々の努力が必要だ。";
Q[191].Ans[0] = "たもつ";
Q[191].Ans[1] = "いたつ";
Q[191].Ans[2] = "わかつ";
Q[191].Ans[3] = "ほかつ";
Q[191].comment = "『保つ』は『たもつ』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わなで〔捕獲〕するのがいちばん安全だ。";
Q[192].Ans[0] = "ほかく";
Q[192].Ans[1] = "ふかく";
Q[192].Ans[2] = "ぶかく";
Q[192].Ans[3] = "ひかく";
Q[192].comment = "『捕獲』は『ほかく』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯人を〔捕らえた〕。";
Q[193].Ans[0] = "とらえた";
Q[193].Ans[1] = "ほらえた";
Q[193].Ans[2] = "ふらえた";
Q[193].Ans[3] = "はらえた";
Q[193].comment = "『捕らえる』は『とらえる』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先入観に〔捕らわれ〕ないようにしなければならない。";
Q[194].Ans[0] = "とらわれ";
Q[194].Ans[1] = "あらわれ";
Q[194].Ans[2] = "おらわれ";
Q[194].Ans[3] = "はらわれ";
Q[194].comment = "『捕らわれる』は『とらわれる』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>万引きで警察に〔捕まった〕。";
Q[195].Ans[0] = "つかまった";
Q[195].Ans[1] = "はまった";
Q[195].Ans[2] = "あつまった";
Q[195].Ans[3] = "かまった";
Q[195].comment = "『捕まる』は『つかまる』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなかタクシーが〔捕まら〕ない。";
Q[196].Ans[0] = "つかまら";
Q[196].Ans[1] = "とまら";
Q[196].Ans[2] = "はまら";
Q[196].Ans[3] = "あつまら";
Q[196].comment = "『捕まる』は『つかまる』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>参議院議員選挙にはタレント〔候補〕が多い。";
Q[197].Ans[0] = "こうほ";
Q[197].Ans[1] = "おうほ";
Q[197].Ans[2] = "そうほ";
Q[197].Ans[3] = "とうほ";
Q[197].comment = "『候補』は『こうほ』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>第一志望の大学は〔補欠〕合格だった。";
Q[198].Ans[0] = "ほけつ";
Q[198].Ans[1] = "ふけつ";
Q[198].Ans[2] = "ひけつ";
Q[198].Ans[3] = "むけつ";
Q[198].comment = "『補欠』は『ほけつ』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>汗をかいたら水分を〔補う〕必要がある。";
Q[199].Ans[0] = "おぎなう";
Q[199].Ans[1] = "まかなう";
Q[199].Ans[2] = "うしなう";
Q[199].Ans[3] = "そこなう";
Q[199].comment = "『補う』は『おぎなう』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は〔飛躍〕の年にしたい。";
Q[200].Ans[0] = "ひやく";
Q[200].Ans[1] = "ひよく";
Q[200].Ans[2] = "へいやく";
Q[200].Ans[3] = "へいよう";
Q[200].comment = "『飛躍』は『ひやく』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お嬢さん、いっしょに〔踊り〕ませんか。";
Q[201].Ans[0] = "おどり";
Q[201].Ans[1] = "いのり";
Q[201].Ans[2] = "まいり";
Q[201].Ans[3] = "とまり";
Q[201].comment = "『踊る』は『おどる』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このバスは飛行場〔経由〕、駅前ゆきです。";
Q[202].Ans[0] = "けいゆ";
Q[202].Ans[1] = "けいゆう";
Q[202].Ans[2] = "きょうゆう";
Q[202].Ans[3] = "きょうゆ";
Q[202].comment = "『経由』は『けいゆ』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中国の古いことわざが、社名の〔由来〕になっています。";
Q[203].Ans[0] = "ゆらい";
Q[203].Ans[1] = "ようらい";
Q[203].Ans[2] = "ゆうらい";
Q[203].Ans[3] = "いわれ";
Q[203].comment = "『由来』は『ゆらい』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>安全と〔自由〕のどちらが価値あることだろうか。";
Q[204].Ans[0] = "じゆう";
Q[204].Ans[1] = "じよう";
Q[204].Ans[2] = "ちゆう";
Q[204].Ans[3] = "じゆ";
Q[204].comment = "『自由』は『じゆう』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この酒屋は、創業180年の〔由緒〕ある店だ。";
Q[205].Ans[0] = "ゆいしょ";
Q[205].Ans[1] = "ようちょ";
Q[205].Ans[2] = "ゆうちょ";
Q[205].Ans[3] = "ゆうしょ";
Q[205].comment = "『由緒』は『ゆいしょ』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔油田〕で起こった火災は３週間も燃えつづけた。";
Q[206].Ans[0] = "ゆでん";
Q[206].Ans[1] = "あぶらた";
Q[206].Ans[2] = "ゆうでん";
Q[206].Ans[3] = "あぶらた";
Q[206].comment = "『油田』は『ゆでん』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父の趣味は〔油絵〕です。";
Q[207].Ans[0] = "あぶらえ";
Q[207].Ans[1] = "ゆえ";
Q[207].Ans[2] = "ゆうえ";
Q[207].Ans[3] = "ゆうかい";
Q[207].comment = "『油絵』は『あぶらえ』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔愉快〕な話ですね。";
Q[208].Ans[0] = "ゆかい";
Q[208].Ans[1] = "ゆうかい";
Q[208].Ans[2] = "ゆっかい";
Q[208].Ans[3] = "そうかい";
Q[208].comment = "『愉快』は『ゆかい』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>男の子にセクハラをした〔教諭〕が免職された。";
Q[209].Ans[0] = "きょうゆ";
Q[209].Ans[1] = "きょうし";
Q[209].Ans[2] = "きょうろん";
Q[209].Ans[3] = "きょうかん";
Q[209].comment = "『教諭』は『きょうゆ』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わが子を〔諭す〕のが人の親というものです。";
Q[210].Ans[0] = "さとす";
Q[210].Ans[1] = "いかす";
Q[210].Ans[2] = "さらす";
Q[210].Ans[3] = "いたす";
Q[210].comment = "『諭す』は『さとす』と読む。道理を言い聞かせるという意味。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>近年は中国への〔輸出〕が増えている。";
Q[211].Ans[0] = "ゆしゅつ";
Q[211].Ans[1] = "ししゅつ";
Q[211].Ans[2] = "ゆうしゅつ";
Q[211].Ans[3] = "わしつ";
Q[211].comment = "『輸出』は『ゆしゅつ』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>美術品の〔輸送〕にはお金がかかります。";
Q[212].Ans[0] = "ゆそう";
Q[212].Ans[1] = "ゆうそう";
Q[212].Ans[2] = "はいそう";
Q[212].Ans[3] = "てんそう";
Q[212].comment = "『輸送』は『ゆそう』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>業界と〔癒着〕している政治家が多い。";
Q[213].Ans[0] = "ゆちゃく";
Q[213].Ans[1] = "しちゃく";
Q[213].Ans[2] = "こうちゃく";
Q[213].Ans[3] = "みっちゃく";
Q[213].comment = "『癒着』は『ゆちゃく』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手術する必要はありません。自然〔治癒〕を待つのがいいでしょう。";
Q[214].Ans[0] = "ちゆ";
Q[214].Ans[1] = "ちりょう";
Q[214].Ans[2] = "じりょう";
Q[214].Ans[3] = "じゆう";
Q[214].comment = "『治癒』は『ちゆ』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>教育こそ平和を築く〔唯一の〕方法だ。";
Q[215].Ans[0] = "ゆいいつ";
Q[215].Ans[1] = "ゆいつ";
Q[215].Ans[2] = "ゆいち";
Q[215].Ans[3] = "ゆういち";
Q[215].comment = "『唯一』は『ゆいいつ』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>隣国と〔友好〕な関係を築く必要がある。";
Q[216].Ans[0] = "ゆうこう";
Q[216].Ans[1] = "ようこう";
Q[216].Ans[2] = "ゆうほう";
Q[216].Ans[3] = "ようほう";
Q[216].comment = "『友好』は『ゆうこう』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長年の〔友情〕に感謝する。";
Q[217].Ans[0] = "ゆうじょう";
Q[217].Ans[1] = "ようじょう";
Q[217].Ans[2] = "ゆじょう";
Q[217].Ans[3] = "ゆうじょ";
Q[217].comment = "『友情』は『ゆうじょう』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この本には〔有益〕な情報が何もない。";
Q[218].Ans[0] = "ゆうえき";
Q[218].Ans[1] = "ようえき";
Q[218].Ans[2] = "ゆういき";
Q[218].Ans[3] = "よういき";
Q[218].comment = "『有益』は『ゆうえき』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の父は多くの不動産を〔所有〕している。";
Q[219].Ans[0] = "しょゆう";
Q[219].Ans[1] = "しょうゆう";
Q[219].Ans[2] = "しょよう";
Q[219].Ans[3] = "しゅうよう";
Q[219].comment = "『所有』は『しょゆう』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>運転免許の〔有無〕は問いません。";
Q[220].Ans[0] = "うむ";
Q[220].Ans[1] = "ようむ";
Q[220].Ans[2] = "ゆうむ";
Q[220].Ans[3] = "あるない";
Q[220].comment = "『有無』は『うむ』『ありなし』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔有り金〕全部合わせても３元しかない。";
Q[221].Ans[0] = "ありがね";
Q[221].Ans[1] = "とりがね";
Q[221].Ans[2] = "なりがね";
Q[221].Ans[3] = "かりがね";
Q[221].comment = "『有り金』は『ありがね』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたの〔武勇伝〕は聞きあきました。";
Q[222].Ans[0] = "ぶゆうでん";
Q[222].Ans[1] = "ぶうゆうでん";
Q[222].Ans[2] = "ぶようでん";
Q[222].Ans[3] = "ぶゆでん";
Q[222].comment = "『武勇伝』は『ぶゆうでん』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔勇気〕のある人は死を恐れないという。";
Q[223].Ans[0] = "ゆうき";
Q[223].Ans[1] = "ようき";
Q[223].Ans[2] = "ゆっき";
Q[223].Ans[3] = "やるき";
Q[223].comment = "『勇気』は『ゆうき』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは何とも〔勇ましい〕話ですね。";
Q[224].Ans[0] = "いさましい";
Q[224].Ans[1] = "あさましい";
Q[224].Ans[2] = "つつましい";
Q[224].Ans[3] = "ほほえましい";
Q[224].comment = "『勇ましい』は『いさましい』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古代の戦士たちも、喜び〔勇んで〕戦いに出向いたわけではなかろう。";
Q[225].Ans[0] = "いさんで";
Q[225].Ans[1] = "こばんで";
Q[225].Ans[2] = "ならんで";
Q[225].Ans[3] = "はらんで";
Q[225].comment = "『勇む』は『いさむ』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔幽霊〕なんているわけがないと思うけど。";
Q[226].Ans[0] = "ゆうれい";
Q[226].Ans[1] = "ゆれい";
Q[226].Ans[2] = "ようれい";
Q[226].Ans[3] = "いうれい";
Q[226].comment = "『幽霊』は『ゆうれい』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中世の美意識は〔幽玄〕ということばで言われることが多い。";
Q[227].Ans[0] = "ゆうげん";
Q[227].Ans[1] = "ゆげん";
Q[227].Ans[2] = "ようげん";
Q[227].Ans[3] = "いうげん";
Q[227].comment = "『幽玄』は『ゆうげん』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな〔悠長〕なことはしていられないよ。";
Q[228].Ans[0] = "ゆうちょう";
Q[228].Ans[1] = "ようちょう";
Q[228].Ans[2] = "しゅうちょう";
Q[228].Ans[3] = "じょうちょう";
Q[228].comment = "『悠長』は『ゆうちょう』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この時間だから、ゆっくり歩いても〔悠々〕間に合うよ。";
Q[229].Ans[0] = "ゆうゆう";
Q[229].Ans[1] = "ようよう";
Q[229].Ans[2] = "ますます";
Q[229].Ans[3] = "らくらく";
Q[229].comment = "『悠々』は『ゆうゆう』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔郵便局〕の角を右に曲がってください。";
Q[230].Ans[0] = "ゆうびんきょく";
Q[230].Ans[1] = "ようびんきょく";
Q[230].Ans[2] = "ゆびんきょく";
Q[230].Ans[3] = "ゆんびんきょく";
Q[230].comment = "『郵便局』は『ゆうびんきょく』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>申し込み表は〔郵送〕してください。";
Q[231].Ans[0] = "ゆうそう";
Q[231].Ans[1] = "ゆそう";
Q[231].Ans[2] = "よそう";
Q[231].Ans[3] = "はっそう";
Q[231].comment = "『郵送』は『ゆうそう』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>３年間、刑の執行を〔猶予〕する。";
Q[232].Ans[0] = "ゆうよ";
Q[232].Ans[1] = "ゆよ";
Q[232].Ans[2] = "ようよ";
Q[232].Ans[3] = "しゅうよ";
Q[232].comment = "『猶予』は『ゆうよ』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学は社会に出るまでの〔猶予期間〕ではない。";
Q[233].Ans[0] = "ゆうよきかん";
Q[233].Ans[1] = "ようよきかん";
Q[233].Ans[2] = "たいよきかん";
Q[233].Ans[3] = "しゅうよきかん";
Q[233].comment = "『猶予期間』は『ゆうよきかん』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔裕福〕な課程に生まれ、何不自由なく育った。";
Q[234].Ans[0] = "ゆうふく";
Q[234].Ans[1] = "ようふく";
Q[234].Ans[2] = "ゆふく";
Q[234].Ans[3] = "こうふく";
Q[234].comment = "『裕福』は『ゆうふく』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカではわずかな〔富裕層〕が富の殆どを独占している。";
Q[235].Ans[0] = "ふゆうそう";
Q[235].Ans[1] = "とゆうそう";
Q[235].Ans[2] = "こゆうそう";
Q[235].Ans[3] = "たゆうそう";
Q[235].comment = "『富裕層』は『ふゆうそう』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今は生活に〔余裕〕がない。";
Q[236].Ans[0] = "よゆう";
Q[236].Ans[1] = "よゆ";
Q[236].Ans[2] = "よふう";
Q[236].Ans[3] = "よそう";
Q[236].comment = "『余裕』は『よゆう』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>容疑者は犯行を〔否認〕している。";
Q[237].Ans[0] = "ひにん";
Q[237].Ans[1] = "ひいにん";
Q[237].Ans[2] = "ぴにん";
Q[237].Ans[3] = "ひっにん";
Q[237].comment = "『否認』は『ひにん』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔安否〕をたずねる手紙を出した。";
Q[238].Ans[0] = "あんぴ";
Q[238].Ans[1] = "あんひ";
Q[238].Ans[2] = "あんひい";
Q[238].Ans[3] = "あんび";
Q[238].comment = "『安否』は『あんぴ』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相手が大企業では、競争が不利であることは〔否めない〕。";
Q[239].Ans[0] = "いなめない";
Q[239].Ans[1] = "なめない";
Q[239].Ans[2] = "とめない";
Q[239].Ans[3] = "さめない";
Q[239].comment = "『否めない』は『いなめない』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人を〔批判〕するのなら、自分が結果で示すべきだ。";
Q[240].Ans[0] = "ひはん";
Q[240].Ans[1] = "ぴはん";
Q[240].Ans[2] = "ひっはん";
Q[240].Ans[3] = "ひいはん";
Q[240].comment = "『批判』は『ひはん』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文学を〔批評〕する。";
Q[241].Ans[0] = "ひひょう";
Q[241].Ans[1] = "ひいひょう";
Q[241].Ans[2] = "ひっひょう";
Q[241].Ans[3] = "ひんひょう";
Q[241].comment = "『批評』は『ひひょう』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>暑さ寒さも〔彼岸〕まで。";
Q[242].Ans[0] = "ひがん";
Q[242].Ans[1] = "かがん";
Q[242].Ans[2] = "かれぎし";
Q[242].Ans[3] = "かぎし";
Q[242].comment = "『彼岸』は『ひがん』と読む。春分／秋分の日を含む一週間のこと。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ねえ、〔彼氏〕はいるの？";
Q[243].Ans[0] = "かれし";
Q[243].Ans[1] = "かれ";
Q[243].Ans[2] = "かれしい";
Q[243].Ans[3] = "かれじ";
Q[243].comment = "『彼氏』は『かれし』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔彼〕は日本語が上手ですが、何という名前の学生ですか。";
Q[244].Ans[0] = "かれ";
Q[244].Ans[1] = "かり";
Q[244].Ans[2] = "あれ";
Q[244].Ans[3] = "それ";
Q[244].comment = "『彼』は『かれ』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大技を〔披露〕する。";
Q[245].Ans[0] = "ひろう";
Q[245].Ans[1] = "ひいろう";
Q[245].Ans[2] = "ひっろう";
Q[245].Ans[3] = "ひつろう";
Q[245].comment = "『披露』は『ひろう』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚〔披露宴〕に出席する。";
Q[246].Ans[0] = "ひろうえん";
Q[246].Ans[1] = "ひろえん";
Q[246].Ans[2] = "ひいろうえん";
Q[246].Ans[3] = "ひっろうえん";
Q[246].comment = "『披露宴』は『ひろうえん』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この病気では、心臓が〔肥大〕する傾向があります。";
Q[247].Ans[0] = "ひだい";
Q[247].Ans[1] = "ひっだい";
Q[247].Ans[2] = "ひいだい";
Q[247].Ans[3] = "ひんだい";
Q[247].comment = "『肥大』は『ひだい』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>化学〔肥料〕を使わない農業を目指しています。";
Q[248].Ans[0] = "ひりょう";
Q[248].Ans[1] = "ひいりょう";
Q[248].Ans[2] = "ふりょう";
Q[248].Ans[3] = "ふうりょう";
Q[248].comment = "『肥料』は『ひりょう』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>よく〔肥えた〕土地では、収穫も多くなる。";
Q[249].Ans[0] = "こえた";
Q[249].Ans[1] = "ふえた";
Q[249].Ans[2] = "もえた";
Q[249].Ans[3] = "なえた";
Q[249].comment = "『肥える』は『こえる』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金持ちは舌が〔肥えて〕いる。";
Q[250].Ans[0] = "こえて";
Q[250].Ans[1] = "そびえて";
Q[250].Ans[2] = "かなえて";
Q[250].Ans[3] = "ひえて";
Q[250].comment = "『肥える』は『こえる』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>女遊びは芸の〔肥やし〕などと言っていられる時代ではない。";
Q[251].Ans[0] = "こやし";
Q[251].Ans[1] = "いやし";
Q[251].Ans[2] = "もやし";
Q[251].Ans[3] = "そやし";
Q[251].comment = "『肥やし』は『こやし』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>畑に〔肥やし〕をやる。";
Q[252].Ans[0] = "こやし";
Q[252].Ans[1] = "いやし";
Q[252].Ans[2] = "もやし";
Q[252].Ans[3] = "あやし";
Q[252].comment = "『肥やし』は『こやし』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国民投票で〔是非〕を問う。";
Q[253].Ans[0] = "ぜひ";
Q[253].Ans[1] = "ぜぴ";
Q[253].Ans[2] = "ぜっひ";
Q[253].Ans[3] = "ぜひい";
Q[253].comment = "『是非』は『ぜひ』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまり自分を〔卑下〕しないでください。";
Q[254].Ans[0] = "ひげ";
Q[254].Ans[1] = "ひっげ";
Q[254].Ans[2] = "ひいげ";
Q[254].Ans[3] = "ぴげ";
Q[254].comment = "『卑下』は『ひげ』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔卑屈〕な態度をとるのはやめなさい。";
Q[255].Ans[0] = "ひくつ";
Q[255].Ans[1] = "ぴくつ";
Q[255].Ans[2] = "ひいくつ";
Q[255].Ans[3] = "ひっくつ";
Q[255].comment = "『卑屈』は『ひくつ』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>身分が〔卑しい〕者は、発想も卑しい。";
Q[256].Ans[0] = "いやしい";
Q[256].Ans[1] = "むなしい";
Q[256].Ans[2] = "かなしい";
Q[256].Ans[3] = "ひくしい";
Q[256].comment = "『卑しい』は『いやしい』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生は金に〔卑しい〕。";
Q[257].Ans[0] = "いやしい";
Q[257].Ans[1] = "くわしい";
Q[257].Ans[2] = "あさましい";
Q[257].Ans[3] = "むなしい";
Q[257].comment = "『卑しい』は『いやしい』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな〔卑しい〕考えは捨ててしまいなさい。";
Q[258].Ans[0] = "いやしい";
Q[258].Ans[1] = "まずしい";
Q[258].Ans[2] = "いさましい";
Q[258].Ans[3] = "あさましい";
Q[258].comment = "『卑しい』は『いやしい』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台北までの〔飛行〕時間は４時間です。";
Q[259].Ans[0] = "ひこう";
Q[259].Ans[1] = "へいこう";
Q[259].Ans[2] = "ふこう";
Q[259].Ans[3] = "ふうこう";
Q[259].comment = "『飛行』は『ひこう』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな天気では飛行機も〔飛べない〕だろう。";
Q[260].Ans[0] = "とべない";
Q[260].Ans[1] = "ならべない";
Q[260].Ans[2] = "あそべない";
Q[260].Ans[3] = "にべない";
Q[260].comment = "『飛ぶ』は『とぶ』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな狭い球場では、80メートル〔飛べば〕ホームランだ。";
Q[261].Ans[0] = "とべば";
Q[261].Ans[1] = "ふべば";
Q[261].Ans[2] = "ひべば";
Q[261].Ans[3] = "ならべば";
Q[261].comment = "『飛ぶ』は『とぶ』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だいぶ〔疲労〕がたまっている。";
Q[262].Ans[0] = "ひろう";
Q[262].Ans[1] = "ぴろう";
Q[262].Ans[2] = "ひいろう";
Q[262].Ans[3] = "ひつろう";
Q[262].comment = "『疲労』は『ひろう』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>戦争で国力が〔疲弊〕している。";
Q[263].Ans[0] = "ひへい";
Q[263].Ans[1] = "ふへい";
Q[263].Ans[2] = "かへい";
Q[263].Ans[3] = "ちへい";
Q[263].comment = "『疲弊』は『ひへい』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔疲れ〕知らずの男だ。";
Q[264].Ans[0] = "つかれ";
Q[264].Ans[1] = "なれ";
Q[264].Ans[2] = "おそれ";
Q[264].Ans[3] = "かすれ";
Q[264].comment = "『疲れ』は『つかれ』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このことは二人だけの〔秘密〕にしよう。";
Q[265].Ans[0] = "ひみつ";
Q[265].Ans[1] = "ふみつ";
Q[265].Ans[2] = "はめつ";
Q[265].Ans[3] = "ぴみつ";
Q[265].comment = "『秘密』は『ひみつ』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>よく晴れた朝、湖は〔神秘的〕な美しさを見せる。";
Q[266].Ans[0] = "しんぴてき";
Q[266].Ans[1] = "しんぴいてき";
Q[266].Ans[2] = "しんひてき";
Q[266].Ans[3] = "しんびてき";
Q[266].comment = "『神秘的』は『しんぴてき』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間は無限の可能性を〔秘めて〕いる。";
Q[267].Ans[0] = "ひめる";
Q[267].Ans[1] = "ほめる";
Q[267].Ans[2] = "ためる";
Q[267].Ans[3] = "はめる";
Q[267].comment = "『秘める』は『ひめる』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震の〔被害〕は東部に集中している。";
Q[268].Ans[0] = "ひがい";
Q[268].Ans[1] = "じがい";
Q[268].Ans[2] = "かがい";
Q[268].Ans[3] = "そがい";
Q[268].comment = "『被害』は『ひがい』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>裁判官は〔被告〕を無罪にした。";
Q[269].Ans[0] = "ひこく";
Q[269].Ans[1] = "ふこく";
Q[269].Ans[2] = "かこく";
Q[269].Ans[3] = "さこく";
Q[269].comment = "『被告』は『ひこく』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あんなわがままな女と結婚したら〔悲劇〕だよ。";
Q[270].Ans[0] = "ひげき";
Q[270].Ans[1] = "ひいげき";
Q[270].Ans[2] = "はいげき";
Q[270].Ans[3] = "かげき";
Q[270].comment = "『悲劇』は『ひげき』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼には〔慈悲〕の心がない。";
Q[271].Ans[0] = "じひ";
Q[271].Ans[1] = "じひい";
Q[271].Ans[2] = "じぴ";
Q[271].Ans[3] = "じはい";
Q[271].comment = "『慈悲』は『じひ』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何が正しいか分からないのだとしたら、〔悲しい〕話だ。";
Q[272].Ans[0] = "かなしい";
Q[272].Ans[1] = "うれしい";
Q[272].Ans[2] = "むなしい";
Q[272].Ans[3] = "いたしい";
Q[272].comment = "『悲しい』は『かなしい』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>問題の〔早期〕解決が望まれる。";
Q[273].Ans[0] = "そうき";
Q[273].Ans[1] = "ぞうき";
Q[273].Ans[2] = "はやき";
Q[273].Ans[3] = "はっき";
Q[273].comment = "『早期』は『そうき』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔早々〕にひきあげてホテルに帰った。";
Q[274].Ans[0] = "そうぞう";
Q[274].Ans[1] = "そうぞう";
Q[274].Ans[2] = "さっそく";
Q[274].Ans[3] = "さっぞく";
Q[274].comment = "『早々に』は『そうそうに』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>注文していたゲームが届いたので〔早速〕遊んでみた。";
Q[275].Ans[0] = "さっそく";
Q[275].Ans[1] = "そうそく";
Q[275].Ans[2] = "そんそく";
Q[275].Ans[3] = "そっそく";
Q[275].comment = "『早速』は『さっそく』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>行政による〔早急〕な対策が望まれる。";
Q[276].Ans[0] = "さっきゅう";
Q[276].Ans[1] = "さんきゅう";
Q[276].Ans[2] = "そっきゅう";
Q[276].Ans[3] = "そんきゅう";
Q[276].comment = "『早急な』は『さっきゅうな』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一部をテストしただけで全体のレベルが低いと思うのは〔早計〕というものだ。";
Q[277].Ans[0] = "そうけい";
Q[277].Ans[1] = "さっけい";
Q[277].Ans[2] = "そんけい";
Q[277].Ans[3] = "はやけい";
Q[277].comment = "『早計』は『そうけい』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔早朝〕のランニングが健康法です。";
Q[278].Ans[0] = "そうちょう";
Q[278].Ans[1] = "そんちょう";
Q[278].Ans[2] = "そっちょう";
Q[278].Ans[3] = "さっちょう";
Q[278].comment = "『早朝』は『そうちょう』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素早く〕上下に動かしてください。";
Q[279].Ans[0] = "すばやく";
Q[279].Ans[1] = "すはやく";
Q[279].Ans[2] = "すぱやく";
Q[279].Ans[3] = "すっぱやく";
Q[279].comment = "『素早い』は『すばやい』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまり〔早口〕だと、何を言っているのか分かりにくい。";
Q[280].Ans[0] = "はやくち";
Q[280].Ans[1] = "そうこう";
Q[280].Ans[2] = "はやいくち";
Q[280].Ans[3] = "そっこう";
Q[280].comment = "『早口』は『はやくち』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうぞ〔早まった〕真似だけはしないでください。";
Q[281].Ans[0] = "はやまった";
Q[281].Ans[1] = "あやまった";
Q[281].Ans[2] = "そまった";
Q[281].Ans[3] = "おさまった";
Q[281].comment = "『早まる』は『はやまる』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そのころは圧ので、もう少し時期を〔早め〕ましょう。";
Q[282].Ans[0] = "はやめ";
Q[282].Ans[1] = "おさめ";
Q[282].Ans[2] = "あやめ";
Q[282].Ans[3] = "かなめ";
Q[282].comment = "『早める』は『はやめる』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年々、結婚が〔早まって〕いる。";
Q[283].Ans[0] = "はやまって";
Q[283].Ans[1] = "あやまって";
Q[283].Ans[2] = "おさまって";
Q[283].Ans[3] = "なまって";
Q[283].comment = "『早まる』は『はやまる』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冷戦後の世界では〔紛争〕が絶えない。";
Q[284].Ans[0] = "ふんそう";
Q[284].Ans[1] = "ふんしょう";
Q[284].Ans[2] = "ふんじょう";
Q[284].Ans[3] = "ふんしゅう";
Q[284].comment = "『紛争』は『ふんそう』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔競争〕ばかりの社会では、人々を不幸にする。";
Q[285].Ans[0] = "きょうそう";
Q[285].Ans[1] = "けいそう";
Q[285].Ans[2] = "けんそう";
Q[285].Ans[3] = "とうそう";
Q[285].comment = "『競争』は『きょうそう』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今回の選挙は、これといった〔争点〕がない。";
Q[286].Ans[0] = "そうてん";
Q[286].Ans[1] = "そんてん";
Q[286].Ans[2] = "しょうてん";
Q[286].Ans[3] = "こうてん";
Q[286].comment = "『争点』は『そうてん』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世の中は〔争い〕が絶えない。";
Q[287].Ans[0] = "あらそい";
Q[287].Ans[1] = "いさかい";
Q[287].Ans[2] = "おこない";
Q[287].Ans[3] = "えらい";
Q[287].comment = "『争い』は『あらそい』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>授業が終わると、学生が先を〔争う〕ように帰っていく。";
Q[288].Ans[0] = "あらそう";
Q[288].Ans[1] = "きそう";
Q[288].Ans[2] = "おこなう";
Q[288].Ans[3] = "あらう";
Q[288].comment = "『争う』は『あらそう』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔争い〕ばかりが人生ではない、";
Q[289].Ans[0] = "あらそい";
Q[289].Ans[1] = "まかない";
Q[289].Ans[2] = "うれい";
Q[289].Ans[3] = "へつらい";
Q[289].comment = "『争い』は『あらそい』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この車は〔走行〕距離が長い。";
Q[290].Ans[0] = "そうこう";
Q[290].Ans[1] = "そんこう";
Q[290].Ans[2] = "しょうこう";
Q[290].Ans[3] = "ぞうこう";
Q[290].comment = "『走行』は『そうこう』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>九回裏二死〔走者〕なし。";
Q[291].Ans[0] = "そうしゃ";
Q[291].Ans[1] = "そっしゃ";
Q[291].Ans[2] = "そんしゃ";
Q[291].Ans[3] = "はっしゃ";
Q[291].comment = "『走者』は『そうしゃ』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>リレーの最終〔走者〕に選ばれてしまった。";
Q[292].Ans[0] = "そうしゃ";
Q[292].Ans[1] = "そっしゃ";
Q[292].Ans[2] = "そんしゃ";
Q[292].Ans[3] = "はししゃ";
Q[292].comment = "『走者』は『そうしゃ』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>原稿用紙に筆を〔走らせる〕。";
Q[293].Ans[0] = "はしらせる";
Q[293].Ans[1] = "かえらせる";
Q[293].Ans[2] = "そらせる";
Q[293].Ans[3] = "ならせる";
Q[293].comment = "『走る』は『はしる』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋には〔走り書き〕のメモが残されていた。";
Q[294].Ans[0] = "はしりがき";
Q[294].Ans[1] = "そしりがき";
Q[294].Ans[2] = "まかりがき";
Q[294].Ans[3] = "おかりがき";
Q[294].comment = "『走り書き』は『はしりがき』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オーケストラの見事な〔演奏〕でした。";
Q[295].Ans[0] = "えんそう";
Q[295].Ans[1] = "えんしょう";
Q[295].Ans[2] = "えんぞう";
Q[295].Ans[3] = "えんしゅう";
Q[295].comment = "『演奏』は『えんそう』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このオルゴールは美しい音楽を〔奏でる〕。";
Q[296].Ans[0] = "かなでる";
Q[296].Ans[1] = "めでる";
Q[296].Ans[2] = "さしでる";
Q[296].Ans[3] = "つきでる";
Q[296].comment = "『奏でる』は『かなでる』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ギターを〔奏でる〕。";
Q[297].Ans[0] = "かなでる";
Q[297].Ans[1] = "なでる";
Q[297].Ans[2] = "めでる";
Q[297].Ans[3] = "そでる";
Q[297].comment = "『奏でる』は『かなでる』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事件の〔真相〕は当事者しか知らないことだ。";
Q[298].Ans[0] = "しんそう";
Q[298].Ans[1] = "しんぞう";
Q[298].Ans[2] = "しんあい";
Q[298].Ans[3] = "しんしょう";
Q[298].comment = "『真相』は『しんそう』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと早く〔相談〕していてくれれば何とかなったかもしれないのに。";
Q[299].Ans[0] = "そうだん";
Q[299].Ans[1] = "あいだん";
Q[299].Ans[2] = "じょうだん";
Q[299].Ans[3] = "しょうだん";
Q[299].comment = "『相談』は『そうだん』と読む。";

Q[300].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の国技は〔相撲〕である。";
Q[300].Ans[0] = "すもう";
Q[300].Ans[1] = "すうもう";
Q[300].Ans[2] = "さがみ";
Q[300].Ans[3] = "すぼう";
Q[300].comment = "『相撲』は『すもう』と読む。";

Q[301].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭はいいが〔人相〕が悪い。";
Q[301].Ans[0] = "にんそう";
Q[301].Ans[1] = "にんあい";
Q[301].Ans[2] = "にんぞう";
Q[301].Ans[3] = "にんしょう";
Q[301].comment = "『人相』は『にんそう』と読む。";

Q[302].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔首相〕の指導力が問われている。";
Q[302].Ans[0] = "しゅしょう";
Q[302].Ans[1] = "しゅそう";
Q[302].Ans[2] = "くびあい";
Q[302].Ans[3] = "しゅぞう";
Q[302].comment = "『首相』は『しゅしょう』と読む。";

Q[303].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両国の〔外相〕会議が行なわれている。";
Q[303].Ans[0] = "がいしょう";
Q[303].Ans[1] = "がいそう";
Q[303].Ans[2] = "がいぞう";
Q[303].Ans[3] = "がいあい";
Q[303].comment = "『外相』は『がいしょう』と読む。外務大臣や国務長官などをいう。";

Q[304].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あんなやつ〔相手〕にするな。";
Q[304].Ans[0] = "あいて";
Q[304].Ans[1] = "そうしゅ";
Q[304].Ans[2] = "そっしゅう";
Q[304].Ans[3] = "しょうしゅ";
Q[304].comment = "『相手』は『あいて』と読む。";

Q[305].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>真実とは〔相対的〕なものではない。";
Q[305].Ans[0] = "そうたいてき";
Q[305].Ans[1] = "あいたいてき";
Q[305].Ans[2] = "しょうたいてき";
Q[305].Ans[3] = "しょったいてき";
Q[305].comment = "『相対的』は『そうたいてき』と読む。";

Q[306].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔相互〕の信頼関係が重要だ。";
Q[306].Ans[0] = "そうご";
Q[306].Ans[1] = "しょうご";
Q[306].Ans[2] = "ぞうご";
Q[306].Ans[3] = "しょご";
Q[306].comment = "『相互』は『そうご』と読む。";

Q[307].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両者には〔相関〕関係が見られる。";
Q[307].Ans[0] = "そうかん";
Q[307].Ans[1] = "そかん";
Q[307].Ans[2] = "ぞうかん";
Q[307].Ans[3] = "ぞっかん";
Q[307].comment = "『相関』は『そうかん』と読む。";

Q[308].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>週末は〔別荘〕で過ごす予定です。";
Q[308].Ans[0] = "べっそう";
Q[308].Ans[1] = "べっぞう";
Q[308].Ans[2] = "べっそ";
Q[308].Ans[3] = "べっそん";
Q[308].comment = "『別荘』は『べっそう』と読む。";

Q[309].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>法律の〔草案〕を作成する。";
Q[309].Ans[0] = "そうあん";
Q[309].Ans[1] = "くさあん";
Q[309].Ans[2] = "そんあん";
Q[309].Ans[3] = "ぞうあん";
Q[309].comment = "『草案』は『そうあん』と読む。";

Q[310].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>牛は〔草食〕です。";
Q[310].Ans[0] = "そうしょく";
Q[310].Ans[1] = "くさしょく";
Q[310].Ans[2] = "にくしょく";
Q[310].Ans[3] = "そっしょく";
Q[310].comment = "『草食』は『そうしょく』と読む。";

Q[311].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>緑の〔草原〕が美しい。";
Q[311].Ans[0] = "そうげん";
Q[311].Ans[1] = "くさげん";
Q[311].Ans[2] = "そんげん";
Q[311].Ans[3] = "くげん";
Q[311].comment = "『草原』は『そうげん』と読む。";

Q[312].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>残念ながら、彼は〔草木〕を愛するような人には育たなかった。";
Q[312].Ans[0] = "くさき";
Q[312].Ans[1] = "ぐさき";
Q[312].Ans[2] = "そうき";
Q[312].Ans[3] = "そっき";
Q[312].comment = "『草木』は『くさき』と読む。";

Q[313].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔雑草〕にも、本当は名前があるんですよ。";
Q[313].Ans[0] = "ざっそう";
Q[313].Ans[1] = "ざっぞう";
Q[313].Ans[2] = "ざっくさ";
Q[313].Ans[3] = "ざっぐさ";
Q[313].comment = "『雑草』は『ざっそう』と読む。";

Q[314].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔送料〕はサービスします。";
Q[314].Ans[0] = "そうりょう";
Q[314].Ans[1] = "そりょう";
Q[314].Ans[2] = "そんりょう";
Q[314].Ans[3] = "ぞうりょう";
Q[314].comment = "『送料』は『そうりょう』と読む。";

Q[315].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔発送〕までには、しばらくお時間をいただきます。";
Q[315].Ans[0] = "はっそう";
Q[315].Ans[1] = "はっそん";
Q[315].Ans[2] = "はっぞう";
Q[315].Ans[3] = "はっすう";
Q[315].comment = "『発送』は『はっそう』と読む。";

Q[316].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>残念だが、君の昇進は〔見送る〕ことになった。";
Q[316].Ans[0] = "みおくる";
Q[316].Ans[1] = "みまいる";
Q[316].Ans[2] = "みまかる";
Q[316].Ans[3] = "みそめる";
Q[316].comment = "『見送る』は『みおくる』と読む。";

Q[317].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来週までには〔送り〕ますから。";
Q[317].Ans[0] = "おくり";
Q[317].Ans[1] = "まいり";
Q[317].Ans[2] = "あさり";
Q[317].Ans[3] = "かかり";
Q[317].comment = "『送る』は『おくる』と読む。";

Q[318].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この部屋は〔倉庫〕がわりに使っています。";
Q[318].Ans[0] = "そうこ";
Q[318].Ans[1] = "そっこ";
Q[318].Ans[2] = "そこ";
Q[318].Ans[3] = "そんこ";
Q[318].comment = "『倉庫』は『そうこ』と読む。";

Q[319].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>警察の必死の〔捜査〕にもかかわらず、犯人は捕まらなかった。";
Q[319].Ans[0] = "そうさ";
Q[319].Ans[1] = "そうさく";
Q[319].Ans[2] = "そうさい";
Q[319].Ans[3] = "そうち";
Q[319].comment = "『捜査』は『そうさ』と読む。";

Q[320].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカによる土星の〔探査〕計画が開始された。";
Q[320].Ans[0] = "たんさ";
Q[320].Ans[1] = "たんさく";
Q[320].Ans[2] = "たんそう";
Q[320].Ans[3] = "たんち";
Q[320].comment = "『探査』は『たんさ』と読む。";

Q[321].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>切符が見当たらなかったので、ポケットを〔捜した〕。";
Q[321].Ans[0] = "さがした";
Q[321].Ans[1] = "あかした";
Q[321].Ans[2] = "なくした";
Q[321].Ans[3] = "さらした";
Q[321].comment = "『捜す』は『さがす』と読む。";

Q[322].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>警察が犯人を〔捜す〕。";
Q[322].Ans[0] = "さがす";
Q[322].Ans[1] = "おかす";
Q[322].Ans[2] = "みたす";
Q[322].Ans[3] = "わたす";
Q[322].comment = "『捜す』は『さがす』と読む。";

Q[323].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カードを〔挿入〕してください。";
Q[323].Ans[0] = "そうにゅう";
Q[323].Ans[1] = "とうにゅう";
Q[323].Ans[2] = "こうにゅう";
Q[323].Ans[3] = "おうにゅう";
Q[323].comment = "『挿入』は『そうにゅう』と読む。";

Q[324].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この本の〔挿絵〕はあまり良くない。";
Q[324].Ans[0] = "さしえ";
Q[324].Ans[1] = "おしえ";
Q[324].Ans[2] = "そうえ";
Q[324].Ans[3] = "こうえ";
Q[324].comment = "『挿絵』は『さしえ』と読む。";

Q[325].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>花瓶にきれいな花を〔挿す〕。";
Q[325].Ans[0] = "さす";
Q[325].Ans[1] = "ます";
Q[325].Ans[2] = "めす";
Q[325].Ans[3] = "おす";
Q[325].comment = "『挿す』は『さす』と読む。";

Q[326].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あのとき、彼女は髪飾りを〔挿して〕いた。";
Q[326].Ans[0] = "さして";
Q[326].Ans[1] = "かして";
Q[326].Ans[2] = "まして";
Q[326].Ans[3] = "ふして";
Q[326].comment = "『挿す』は『さす』と読む。";

Q[327].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔桑〕の実は甘くておいしい。";
Q[327].Ans[0] = "くわ";
Q[327].Ans[1] = "びわ";
Q[327].Ans[2] = "ひわ";
Q[327].Ans[3] = "あわ";
Q[327].comment = "『桑』は『くわ』と読む。";

Q[328].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっときちんと〔掃除〕しなさい。";
Q[328].Ans[0] = "そうじ";
Q[328].Ans[1] = "そじ";
Q[328].Ans[2] = "そっじ";
Q[328].Ans[3] = "そんじ";
Q[328].comment = "『掃除』は『そうじ』と読む。";

Q[329].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この店は〔清掃〕が行き届いている。";
Q[329].Ans[0] = "せいそう";
Q[329].Ans[1] = "せいこう";
Q[329].Ans[2] = "せいとう";
Q[329].Ans[3] = "せいもう";
Q[329].comment = "『清掃』は『せいそう』と読む。";

Q[330].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>満塁の走者を〔一掃〕するヒットを打った。";
Q[330].Ans[0] = "いっそう";
Q[330].Ans[1] = "いっせい";
Q[330].Ans[2] = "いっとう";
Q[330].Ans[3] = "いっぽう";
Q[330].comment = "『一掃する』は『いっそうする』と読む。";

Q[331].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>床をほうきで〔掃く〕。";
Q[331].Ans[0] = "はく";
Q[331].Ans[1] = "ふく";
Q[331].Ans[2] = "とく";
Q[331].Ans[3] = "まく";
Q[331].comment = "『掃く』は『はく』と読む。";

Q[332].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>玄関はきれいに〔掃いて〕おかなければいけません。";
Q[332].Ans[0] = "はいて";
Q[332].Ans[1] = "かいて";
Q[332].Ans[2] = "ないて";
Q[332].Ans[3] = "といて";
Q[332].comment = "『掃く』は『はく』と読む。";

Q[333].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事故原因が判明するまで、製品の販売を〔自粛〕いたします。";
Q[333].Ans[0] = "じしゅく";
Q[333].Ans[1] = "じしゅう";
Q[333].Ans[2] = "じせき";
Q[333].Ans[3] = "じばく";
Q[333].comment = "『自粛』は『じしゅく』と読む。";

Q[334].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>議場では〔静粛〕に願います。";
Q[334].Ans[0] = "せいしゅく";
Q[334].Ans[1] = "せいしょう";
Q[334].Ans[2] = "せいかん";
Q[334].Ans[3] = "せいじゃく";
Q[334].comment = "『静粛』は『せいしゅく』と読む。";

Q[335].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>工場労働のあり方は社会の〔縮図〕だ。";
Q[335].Ans[0] = "しゅくず";
Q[335].Ans[1] = "しゅうず";
Q[335].Ans[2] = "しゅんず";
Q[335].Ans[3] = "しんず";
Q[335].comment = "『縮図』は『しゅくず』と読む。";

Q[336].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに〔縮小〕コピーばかりして、何に使うつもりかな？";
Q[336].Ans[0] = "しゅくしょう";
Q[336].Ans[1] = "しくしょう";
Q[336].Ans[2] = "しゅうしょう";
Q[336].Ans[3] = "しゅんしょう";
Q[336].comment = "『縮小』は『しゅくしょう』と読む。";

Q[337].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>不景気で事業の〔縮小〕を余儀なくされた。";
Q[337].Ans[0] = "しゅくしょう";
Q[337].Ans[1] = "しくしょう";
Q[337].Ans[2] = "しゅうしょう";
Q[337].Ans[3] = "しゅっしょう";
Q[337].comment = "『縮小』は『しゅくしょう』と読む。";

Q[338].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ファイルは、zipで〔圧縮〕してあります。";
Q[338].Ans[0] = "あっしゅく";
Q[338].Ans[1] = "あっしゅう";
Q[338].Ans[2] = "あっしゅん";
Q[338].Ans[3] = "あっしゅ";
Q[338].comment = "『圧縮』は『あっしゅく』と読む。";

Q[339].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔軍縮〕のための会議が開かれた。";
Q[339].Ans[0] = "ぐんしゅく";
Q[339].Ans[1] = "ぐんしゅう";
Q[339].Ans[2] = "ぐんしゅん";
Q[339].Ans[3] = "ぐんしゅ";
Q[339].comment = "『軍縮』は『ぐんしゅく』と読む。";

Q[340].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この素材は〔伸縮〕自在です。";
Q[340].Ans[0] = "しんしゅく";
Q[340].Ans[1] = "しんしゅう";
Q[340].Ans[2] = "しんしく";
Q[340].Ans[3] = "しんしゅん";
Q[340].comment = "『伸縮』は『しんしゅく』と読む。";

Q[341].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お気づかいいただきまして、まことに〔恐縮〕です。";
Q[341].Ans[0] = "きょうしゅく";
Q[341].Ans[1] = "きょうしゅう";
Q[341].Ans[2] = "きょうしゅん";
Q[341].Ans[3] = "きょうしく";
Q[341].comment = "『恐縮』は『きょうしゅく』と読む。";

Q[342].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年をとると背が〔縮む〕。";
Q[342].Ans[0] = "ちぢむ";
Q[342].Ans[1] = "かさむ";
Q[342].Ans[2] = "ねたむ";
Q[342].Ans[3] = "いたむ";
Q[342].comment = "『縮む』は『ちぢむ』と読む。";

Q[343].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>びっくりして寿命が〔縮まった〕よ。";
Q[343].Ans[0] = "ちぢまった";
Q[343].Ans[1] = "からまった";
Q[343].Ans[2] = "おさまった";
Q[343].Ans[3] = "こまった";
Q[343].comment = "『縮まる』は『ちぢまる』と読む。";

Q[344].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このスケジュールだけど、もう少し会議を〔縮め〕られないかな。";
Q[344].Ans[0] = "ちぢめ";
Q[344].Ans[1] = "なだめ";
Q[344].Ans[2] = "おさめ";
Q[344].Ans[3] = "まとめ";
Q[344].comment = "『縮める』は『ちぢめる』と読む。";

Q[345].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供を〔塾〕に通わせるとお金がかかる。";
Q[345].Ans[0] = "じゅく";
Q[345].Ans[1] = "じく";
Q[345].Ans[2] = "しゅく";
Q[345].Ans[3] = "しゅう";
Q[345].comment = "『塾』は『じゅく』と読む。";

Q[346].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学習〔塾〕の経営も楽ではない。";
Q[346].Ans[0] = "じゅく";
Q[346].Ans[1] = "じく";
Q[346].Ans[2] = "しく";
Q[346].Ans[3] = "しゅく";
Q[346].comment = "『塾』は『じゅく』と読む。";

Q[347].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなおかしな〔四字熟語〕は聞いたことがないよ。";
Q[347].Ans[0] = "よじじゅくご";
Q[347].Ans[1] = "よじじゅうご";
Q[347].Ans[2] = "よじじゅんご";
Q[347].Ans[3] = "よじじゅつご";
Q[347].comment = "『四字熟語』は『よじじゅくご』と読む。「弱肉強食」など。";

Q[348].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい社長は経営を〔熟知〕している。";
Q[348].Ans[0] = "じゅくち";
Q[348].Ans[1] = "じゅうち";
Q[348].Ans[2] = "じゅんち";
Q[348].Ans[3] = "じっち";
Q[348].comment = "『熟知』は『じゅくち』と読む。";

Q[349].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>説明書を〔熟読〕しなさい。";
Q[349].Ans[0] = "じゅくどく";
Q[349].Ans[1] = "じゅうどく";
Q[349].Ans[2] = "じゅんどく";
Q[349].Ans[3] = "じっどく";
Q[349].comment = "『熟読』は『じゅくどく』と読む。";

Q[350].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>建築作業は〔熟練〕を必要とする仕事だ。";
Q[350].Ans[0] = "じゅくれん";
Q[350].Ans[1] = "じゅうれん";
Q[350].Ans[2] = "しゅうれん";
Q[350].Ans[3] = "しつれん";
Q[350].comment = "『熟練』は『じゅくれん』と読む。";

Q[351].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ベテラン俳優たちが〔円熟〕した演技を見せている。";
Q[351].Ans[0] = "えんじゅく";
Q[351].Ans[1] = "えんじゅう";
Q[351].Ans[2] = "えんじゅん";
Q[351].Ans[3] = "えんしょう";
Q[351].comment = "『円熟』は『えんじゅく』と読む。";

Q[352].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔完熟〕トマトは、柔らかすぎてあまり好きではありません。";
Q[352].Ans[0] = "かんじゅく";
Q[352].Ans[1] = "かんしゅう";
Q[352].Ans[2] = "かんしゅ";
Q[352].Ans[3] = "かんしゅん";
Q[352].comment = "『完熟』は『かんじゅく』と読む。";

Q[353].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近の子供は〔早熟〕だね。";
Q[353].Ans[0] = "そうじゅく";
Q[353].Ans[1] = "そうじゅう";
Q[353].Ans[2] = "そうしゅう";
Q[353].Ans[3] = "そうねつ";
Q[353].comment = "『早熟』は『そうじゅく』と読む。";

Q[354].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>木の実が〔熟れて〕いい香りがする。";
Q[354].Ans[0] = "うれて";
Q[354].Ans[1] = "むれて";
Q[354].Ans[2] = "かれて";
Q[354].Ans[3] = "いかれて";
Q[354].comment = "『熟れる』は『うれる』と読む。";

Q[355].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔出版〕社に就職しました。";
Q[355].Ans[0] = "しゅっぱん";
Q[355].Ans[1] = "しっぱん";
Q[355].Ans[2] = "しゅうぱん";
Q[355].Ans[3] = "しつぱん";
Q[355].comment = "『出版』は『しゅっぱん』と読む。";

Q[356].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>絵のコンクールに〔出品〕しました。";
Q[356].Ans[0] = "しゅっぴん";
Q[356].Ans[1] = "しゅうひん";
Q[356].Ans[2] = "しっぴん";
Q[356].Ans[3] = "しゅうぴん";
Q[356].comment = "『出品』は『しゅっぴん』と読む。";

Q[357].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女ができてから〔出費〕がかさむよ。";
Q[357].Ans[0] = "しゅっぴ";
Q[357].Ans[1] = "しっぴ";
Q[357].Ans[2] = "しゅつひ";
Q[357].Ans[3] = "しゅひい";
Q[357].comment = "『出費』は『しゅっぴ』と読む。";

Q[358].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今〔出先〕なので、帰ってから改めて連絡します。";
Q[358].Ans[0] = "でさき";
Q[358].Ans[1] = "しゅつさき";
Q[358].Ans[2] = "でるさき";
Q[358].Ans[3] = "しつさき";
Q[358].comment = "『出先』は『でさき』と読む。";

Q[359].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔出所〕のわからない金を受け取るわけにはいかない。";
Q[359].Ans[0] = "でどころ";
Q[359].Ans[1] = "しゅつどころ";
Q[359].Ans[2] = "しつどころ";
Q[359].Ans[3] = "しゅどころ";
Q[359].comment = "『出所』は『でどころ』と読む。";

Q[360].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんなことでは、私の〔出番〕はないな。";
Q[360].Ans[0] = "でばん";
Q[360].Ans[1] = "しゅつばん";
Q[360].Ans[2] = "しつばん";
Q[360].Ans[3] = "じゅつばん";
Q[360].comment = "『出番』は『でばん』と読む。";

Q[361].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母の職業は〔著述業〕です。";
Q[361].Ans[0] = "ちょじゅつぎょう";
Q[361].Ans[1] = "ちょじゅうぎょう";
Q[361].Ans[2] = "ちょじゅぎょう";
Q[361].Ans[3] = "ちょじゅっぎょう";
Q[361].comment = "『著述業』は『ちょじゅつぎょう』と読む。";

Q[362].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔論述〕は筋が通っていない。";
Q[362].Ans[0] = "ろんじゅつ";
Q[362].Ans[1] = "ろんじゅう";
Q[362].Ans[2] = "ろんじゅ";
Q[362].Ans[3] = "ろんじゅつう";
Q[362].comment = "『論述』は『ろんじゅつ』と読む。";

Q[363].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会議では、私だけが反対意見を〔述べた〕。";
Q[363].Ans[0] = "のべた";
Q[363].Ans[1] = "たべた";
Q[363].Ans[2] = "かべた";
Q[363].Ans[3] = "とべた";
Q[363].comment = "『述べる』は『のべる』と読む。";

Q[364].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この製品は、日本人の〔技術指導〕によるものだ。";
Q[364].Ans[0] = "ぎじゅつしどう";
Q[364].Ans[1] = "ぎじゅつしど";
Q[364].Ans[2] = "ぎじゅつしとう";
Q[364].Ans[3] = "ぎじゅつしっとう";
Q[364].comment = "『技術指導』は『ぎじゅつしどう』と読む。";

Q[365].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>心臓の〔手術〕は無事成功した。";
Q[365].Ans[0] = "しゅじゅつ";
Q[365].Ans[1] = "しじゅつ";
Q[365].Ans[2] = "しじゅう";
Q[365].Ans[3] = "しゅじゅう";
Q[365].comment = "『手術』は『しゅじゅつ』と読む。";

Q[366].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この競技では、動きの〔俊敏〕さが重要だ。";
Q[366].Ans[0] = "しゅんびん";
Q[366].Ans[1] = "しゅうびん";
Q[366].Ans[2] = "しゅっびん";
Q[366].Ans[3] = "しんびん";
Q[366].comment = "『俊敏』は『しゅんびん』と読む。";

Q[367].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あのころが、私の〔青春〕だった。";
Q[367].Ans[0] = "せいしゅん";
Q[367].Ans[1] = "あおはる";
Q[367].Ans[2] = "せいしゅう";
Q[367].Ans[3] = "せいしゅ";
Q[367].comment = "『青春』は『せいしゅん』と読む。";

Q[368].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日は〔春分〕の日です。";
Q[368].Ans[0] = "しゅんぶん";
Q[368].Ans[1] = "しゅうぶん";
Q[368].Ans[2] = "はるぶん";
Q[368].Ans[3] = "じゅうぶん";
Q[368].comment = "『春分』は『しゅんぶん』と読む。";

Q[369].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>リーダーには〔瞬時〕の判断が求められる。";
Q[369].Ans[0] = "しゅんじ";
Q[369].Ans[1] = "じゅんじ";
Q[369].Ans[2] = "しゅうじ";
Q[369].Ans[3] = "しゅっじ";
Q[369].comment = "『瞬時』は『しゅんじ』と読む。";

Q[370].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お客さん。このデジカメならば、決定的な〔瞬間〕を逃しませんよ。";
Q[370].Ans[0] = "しゅんかん";
Q[370].Ans[1] = "しゅうかん";
Q[370].Ans[2] = "じゅうかん";
Q[370].Ans[3] = "しゅっかん";
Q[370].comment = "『瞬間』は『しゅんかん』と読む。";

Q[371].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夜空に星が〔瞬いて〕いる。";
Q[371].Ans[0] = "またたいて";
Q[371].Ans[1] = "おののいて";
Q[371].Ans[2] = "かがやいて";
Q[371].Ans[3] = "ほのめいて";
Q[371].comment = "『瞬く』は『またたく』と読む。";

Q[372].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔瞬く間〕に人が集まって来た。";
Q[372].Ans[0] = "またたくま";
Q[372].Ans[1] = "あくま";
Q[372].Ans[2] = "きらめくま";
Q[372].Ans[3] = "おののくま";
Q[372].comment = "『瞬く間』は『またたくま』と読む。";

Q[373].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一瞬〕の出来事だったので、犯人の顔は見ていません。";
Q[373].Ans[0] = "いっしゅん";
Q[373].Ans[1] = "いっしゅう";
Q[373].Ans[2] = "いっしゅ";
Q[373].Ans[3] = "いっじゅ";
Q[373].comment = "『一瞬』は『いっしゅん』と読む。";

Q[374].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日の気温は、平年なら４月〔上旬〕の気温です。";
Q[374].Ans[0] = "じょうじゅん";
Q[374].Ans[1] = "じょうじゅう";
Q[374].Ans[2] = "じょうじゅ";
Q[374].Ans[3] = "じょうじん";
Q[374].comment = "『上旬』は『じょうじゅん』と読む。";

Q[375].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>警備員が〔巡回〕していますから、大丈夫ですよ。";
Q[375].Ans[0] = "じゅんかい";
Q[375].Ans[1] = "うかい";
Q[375].Ans[2] = "けいかい";
Q[375].Ans[3] = "こうかい";
Q[375].comment = "『巡回』は『じゅんかい』と読む。";

Q[376].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供のころは野山を〔駆け巡って〕いました。";
Q[376].Ans[0] = "かけめぐって";
Q[376].Ans[1] = "かけまわって";
Q[376].Ans[2] = "かけとおって";
Q[376].Ans[3] = "かけいたって";
Q[376].comment = "『駆け巡る』は『かけめぐる』と読む。";

Q[377].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたのいうことは、どれもこれも〔矛盾〕している。";
Q[377].Ans[0] = "むじゅん";
Q[377].Ans[1] = "むじゅう";
Q[377].Ans[2] = "むうじゅん";
Q[377].Ans[3] = "むしゅう";
Q[377].comment = "『矛盾』は『むじゅん』と読む。";

Q[378].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔盾〕なら、ミサイルを撃ち込まれても大丈夫です。";
Q[378].Ans[0] = "たて";
Q[378].Ans[1] = "かたな";
Q[378].Ans[2] = "つるぎ";
Q[378].Ans[3] = "なた";
Q[378].comment = "『盾』は『たて』と読む。";

Q[379].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカとイスラエルだけが、この平和条約を〔批准〕していない。";
Q[379].Ans[0] = "ひじゅん";
Q[379].Ans[1] = "ひすい";
Q[379].Ans[2] = "ひしゅう";
Q[379].Ans[3] = "ひずい";
Q[379].comment = "『批准』は『ひじゅん』と読む。";

Q[380].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>間違いを〔訂正〕する。";
Q[380].Ans[0] = "ていせい";
Q[380].Ans[1] = "てんせい";
Q[380].Ans[2] = "こうせい";
Q[380].Ans[3] = "しゅうせい";
Q[380].comment = "『訂正』は『ていせい』と読む。";

Q[381].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>間違いは〔改訂版〕で修正するつもりです。";
Q[381].Ans[0] = "かいていばん";
Q[381].Ans[1] = "かいちょうばん";
Q[381].Ans[2] = "かいぞくばん";
Q[381].Ans[3] = "かいとうばん";
Q[381].comment = "『改訂版』は『かいていばん』と読む。";

Q[382].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔校庭〕の桜が満開です。";
Q[382].Ans[0] = "こうてい";
Q[382].Ans[1] = "こうしょう";
Q[382].Ans[2] = "こうかん";
Q[382].Ans[3] = "こうとう";
Q[382].comment = "『校庭』は『こうてい』と読む。";

Q[383].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>美しい〔日本庭園〕が見られます。";
Q[383].Ans[0] = "にほんていえん";
Q[383].Ans[1] = "にほんしょうえん";
Q[383].Ans[2] = "にほんこうえん";
Q[383].Ans[3] = "にほんかいえん";
Q[383].comment = "『日本庭園』は『にほんていえん』と読む。";

Q[384].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校の教育だけでなく、〔家庭〕でのしつけも重要です。";
Q[384].Ans[0] = "かてい";
Q[384].Ans[1] = "かて";
Q[384].Ans[2] = "かてん";
Q[384].Ans[3] = "かでい";
Q[384].comment = "『家庭』は『かてい』と読む。";

Q[385].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは高級な〔庭石〕ですね。";
Q[385].Ans[0] = "にわいし";
Q[385].Ans[1] = "ていいし";
Q[385].Ans[2] = "うらいし";
Q[385].Ans[3] = "みちいし";
Q[385].comment = "『庭石』は『にわいし』と読む。";

Q[386].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔庭先〕にツツジが割いています。";
Q[386].Ans[0] = "にわさき";
Q[386].Ans[1] = "ていさき";
Q[386].Ans[2] = "あしさき";
Q[386].Ans[3] = "みちさき";
Q[386].comment = "『庭先』は『にわさき』と読む。";

Q[387].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨日、学生が〔中庭〕の雑草を処理しました。";
Q[387].Ans[0] = "なかにわ";
Q[387].Ans[1] = "なかてい";
Q[387].Ans[2] = "なかうら";
Q[387].Ans[3] = "なかみち";
Q[387].comment = "『中庭』は『なかにわ』と読む。";

Q[388].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔挨拶〕は人間関係の基本です。";
Q[388].Ans[0] = "あいさつ";
Q[388].Ans[1] = "にんたい";
Q[388].Ans[2] = "けんそん";
Q[388].Ans[3] = "かんにん";
Q[388].comment = "『挨拶』は『あいさつ』と読む。";

Q[389].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔椅子〕はバランスが悪い。";
Q[389].Ans[0] = "いす";
Q[389].Ans[1] = "つくえ";
Q[389].Ans[2] = "あし";
Q[389].Ans[3] = "かぐ";
Q[389].comment = "『椅子』は『いす』と読む。";

Q[390].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>土壌の改良で、収穫が〔逓増〕している。";
Q[390].Ans[0] = "ていぞう";
Q[390].Ans[1] = "こうぞう";
Q[390].Ans[2] = "かんぞう";
Q[390].Ans[3] = "まんぞう";
Q[390].comment = "『逓増』は『ていぞう』と読む。少しずつ増えるという意味。";

Q[391].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若年人口は〔逓減〕する傾向にある。";
Q[391].Ans[0] = "ていげん";
Q[391].Ans[1] = "ちょうげん";
Q[391].Ans[2] = "けんげん";
Q[391].Ans[3] = "かんげん";
Q[391].comment = "『逓減』は『ていげん』と読む。少しずつ減るという意味。";

Q[392].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震で原子炉を緊急〔停止〕する。";
Q[392].Ans[0] = "ていし";
Q[392].Ans[1] = "きんし";
Q[392].Ans[2] = "ぼうし";
Q[392].Ans[3] = "こうし";
Q[392].comment = "『停止』は『ていし』と読む。";

Q[393].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>反社会的行為で〔停学〕になった。";
Q[393].Ans[0] = "ていがく";
Q[393].Ans[1] = "たいがく";
Q[393].Ans[2] = "きゅうがく";
Q[393].Ans[3] = "しゅうがく";
Q[393].comment = "『停学』は『ていがく』と読む。";

Q[394].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔停戦〕の協定に合意した。";
Q[394].Ans[0] = "ていせん";
Q[394].Ans[1] = "てんせん";
Q[394].Ans[2] = "しゅうせん";
Q[394].Ans[3] = "おうせん";
Q[394].comment = "『停戦』は『ていせん』と読む。";

Q[395].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔急停車〕することがありますので、握り棒におつかまりください。";
Q[395].Ans[0] = "きゅうていしゃ";
Q[395].Ans[1] = "きゅうてんしゃ";
Q[395].Ans[2] = "きゅうこうしゃ";
Q[395].Ans[3] = "きゅうはっしゃ";
Q[395].comment = "『急停車』は『きゅうていしゃ』と読む。";

Q[396].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>裁判所に離婚の〔調停〕を申し立てる。";
Q[396].Ans[0] = "ちょうてい";
Q[396].Ans[1] = "ちょうてん";
Q[396].Ans[2] = "ちょうとう";
Q[396].Ans[3] = "ちょうどう";
Q[396].comment = "『調停』は『ちょうてい』と読む。";

Q[397].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バス〔停〕でバスを待っている。";
Q[397].Ans[0] = "てい";
Q[397].Ans[1] = "どめ";
Q[397].Ans[2] = "えき";
Q[397].Ans[3] = "まち";
Q[397].comment = "『バス停』は『バスてい』と読む。";

Q[398].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>待ち伏せ攻撃で〔偵察部隊〕が全滅した。";
Q[398].Ans[0] = "ていさつぶたい";
Q[398].Ans[1] = "こうさつぶたい";
Q[398].Ans[2] = "かんさつぶたい";
Q[398].Ans[3] = "じっさつぶたい";
Q[398].comment = "『偵察部隊』は『ていさつぶたい』と読む。";

Q[399].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>浮気の調査を〔探偵〕に依頼する。";
Q[399].Ans[0] = "たんてい";
Q[399].Ans[1] = "たんちゅう";
Q[399].Ans[2] = "たんにん";
Q[399].Ans[3] = "たんとう";
Q[399].comment = "『探偵』は『たんてい』と読む。";

Q[400].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔防波堤〕を越えた大波で道路が浸水した。";
Q[400].Ans[0] = "ぼうはてい";
Q[400].Ans[1] = "ぼうはしゅう";
Q[400].Ans[2] = "ぼうはかん";
Q[400].Ans[3] = "ぼうはもん";
Q[400].comment = "『防波堤』は『ぼうはてい』と読む。";

Q[401].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔防波堤〕からの投げ釣りでタイを狙う。";
Q[401].Ans[0] = "ぼうはてい";
Q[401].Ans[1] = "ぼうはつみ";
Q[401].Ans[2] = "ほうはしゅう";
Q[401].Ans[3] = "ぼうはちん";
Q[401].comment = "『防波堤』は『ぼうはてい』と読む。";

Q[402].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風で〔堤防〕が決壊した。";
Q[402].Ans[0] = "ていぼう";
Q[402].Ans[1] = "てんぼう";
Q[402].Ans[2] = "こうぼう";
Q[402].Ans[3] = "しょうぼう";
Q[402].comment = "『堤防』は『ていぼう』と読む。";

Q[403].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>川の下流に〔堤〕を築く。";
Q[403].Ans[0] = "つつみ";
Q[403].Ans[1] = "てん";
Q[403].Ans[2] = "おり";
Q[403].Ans[3] = "ほり";
Q[403].comment = "『堤』は『つつみ』と読む。";

Q[404].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>良質なサービスを〔提供〕する。";
Q[404].Ans[0] = "ていきょう";
Q[404].Ans[1] = "てっきょう";
Q[404].Ans[2] = "てんきょう";
Q[404].Ans[3] = "てきょう";
Q[404].comment = "『提供』は『ていきょう』と読む。";

Q[405].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>共同で修正案を〔提案〕する。";
Q[405].Ans[0] = "ていあん";
Q[405].Ans[1] = "とうあん";
Q[405].Ans[2] = "てんあん";
Q[405].Ans[3] = "ちょうあん";
Q[405].comment = "『提案』は『ていあん』と読む。";

Q[406].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人生とは、不十分な〔前提〕から十分な結論を引き出す過程のことだ。";
Q[406].Ans[0] = "ぜんてい";
Q[406].Ans[1] = "ぜんち";
Q[406].Ans[2] = "ぜんしゅう";
Q[406].Ans[3] = "ぜんしょう";
Q[406].comment = "『前提』は『ぜんてい』と読む。";

Q[407].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔前提〕が間違っている以上、結論も支持できそうにないな。";
Q[407].Ans[0] = "ぜんてい";
Q[407].Ans[1] = "ぜんてん";
Q[407].Ans[2] = "ぜんとう";
Q[407].Ans[3] = "ぜんち";
Q[407].comment = "『前提』は『ぜんてい』と読む。";

Q[408].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来週の火曜日までに〔提出〕しなさい。";
Q[408].Ans[0] = "ていしゅつ";
Q[408].Ans[1] = "しゅうしゅつ";
Q[408].Ans[2] = "しゅっしゅつ";
Q[408].Ans[3] = "しゅんしゅつ";
Q[408].comment = "『提出』は『ていしゅつ』と読む。";

Q[409].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾企業と〔提携〕して、製品を開発する。";
Q[409].Ans[0] = "ていけい";
Q[409].Ans[1] = "てんけい";
Q[409].Ans[2] = "てっけい";
Q[409].Ans[3] = "しゅうけい";
Q[409].comment = "『提携』は『ていけい』と読む。";

Q[410].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スミス教授が新しい理論を〔提唱〕している。";
Q[410].Ans[0] = "ていしょう";
Q[410].Ans[1] = "てんしょう";
Q[410].Ans[2] = "てしょう";
Q[410].Ans[3] = "てっしょう";
Q[410].comment = "『提唱』は『ていしょう』と読む。";

Q[411].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両手に土産を〔提げて〕いる。";
Q[411].Ans[0] = "さげて";
Q[411].Ans[1] = "かかげて";
Q[411].Ans[2] = "とげて";
Q[411].Ans[3] = "まげて";
Q[411].comment = "『提げる』は『さげる』と読む。";

Q[412].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは年賀状の〔宛名〕を自動作成するソフトです。";
Q[412].Ans[0] = "あてな";
Q[412].Ans[1] = "おくりな";
Q[412].Ans[2] = "えんな";
Q[412].Ans[3] = "ほどな";
Q[412].comment = "『宛名』は『あてな』と読む。";

Q[413].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔手提げ〕かばんはデザインが悪い。";
Q[413].Ans[0] = "てさげ";
Q[413].Ans[1] = "てまげ";
Q[413].Ans[2] = "てあげ";
Q[413].Ans[3] = "てかげ";
Q[413].comment = "『手提げ』は『てさげ』と読む。";

Q[414].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その〔程度〕の日本語じゃ、できる仕事はないな。";
Q[414].Ans[0] = "ていど";
Q[414].Ans[1] = "てんど";
Q[414].Ans[2] = "てっど";
Q[414].Ans[3] = "てど";
Q[414].comment = "『程度』は『ていど』と読む。";

Q[415].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今回の大会は試合〔日程〕がきつい。";
Q[415].Ans[0] = "にってい";
Q[415].Ans[1] = "にってい";
Q[415].Ans[2] = "にちほど";
Q[415].Ans[3] = "にっとう";
Q[415].comment = "『日程』は『にってい』と読む。";

Q[416].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結果も大切だが〔過程〕をおろそかにするのはいただけない。";
Q[416].Ans[0] = "かてい";
Q[416].Ans[1] = "かてん";
Q[416].Ans[2] = "かほど";
Q[416].Ans[3] = "かちょう";
Q[416].comment = "『過程』は『かてい』と読む。";

Q[417].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自動車の製造〔工程〕を見学した。";
Q[417].Ans[0] = "こうてい";
Q[417].Ans[1] = "こうちょう";
Q[417].Ans[2] = "こうじょう";
Q[417].Ans[3] = "こうしょう";
Q[417].comment = "『工程』は『こうてい』と読む。";

Q[418].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>旅行の〔行程〕をくわしく知らせてほしいのですが。";
Q[418].Ans[0] = "こうてい";
Q[418].Ans[1] = "こうてん";
Q[418].Ans[2] = "こうちょう";
Q[418].Ans[3] = "こうとう";
Q[418].comment = "『行程』は『こうてい』と読む。";

Q[419].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これでは完成には〔程遠い〕よ。";
Q[419].Ans[0] = "ほどとおい";
Q[419].Ans[1] = "えんどおい";
Q[419].Ans[2] = "ややとおい";
Q[419].Ans[3] = "ていとおい";
Q[419].comment = "『程遠い』は『ほどとおい』と読む。";

Q[420].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう少し〔身の程〕を知りなさい。";
Q[420].Ans[0] = "みのほど";
Q[420].Ans[1] = "みのたけ";
Q[420].Ans[2] = "みのてい";
Q[420].Ans[3] = "みのまで";
Q[420].comment = "『身の程』は『みのほど』と読む。";

Q[421].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔先程〕は大変失礼いたしました。";
Q[421].Ans[0] = "さきほど";
Q[421].Ans[1] = "さきてい";
Q[421].Ans[2] = "さきごろ";
Q[421].Ans[3] = "さきまで";
Q[421].comment = "『先程』は『さきほど』と読む。";

Q[422].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、昨日、〔競艇〕で10万円負けたそうだ。";
Q[422].Ans[0] = "きょうてい";
Q[422].Ans[1] = "きょうかん";
Q[422].Ans[2] = "きょうちょう";
Q[422].Ans[3] = "きょうとう";
Q[422].comment = "『競艇』は『きょうてい』と読む。";

Q[423].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大佐が〔飛行艇〕でやって来た。";
Q[423].Ans[0] = "ひこうてい";
Q[423].Ans[1] = "ひこうかん";
Q[423].Ans[2] = "ひこうせん";
Q[423].Ans[3] = "ひこうき";
Q[423].comment = "『飛行艇』は『ひこうてい』と読む。";

Q[424].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外国の〔艦艇〕に砲撃された。";
Q[424].Ans[0] = "かんてい";
Q[424].Ans[1] = "かんちょう";
Q[424].Ans[2] = "かんとう";
Q[424].Ans[3] = "かんこう";
Q[424].comment = "『艦艇』は『かんてい』と読む。軍艦の意味。";

Q[425].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>平和条約を〔締結〕すうr。";
Q[425].Ans[0] = "ていけつ";
Q[425].Ans[1] = "しめけつ";
Q[425].Ans[2] = "とめけつ";
Q[425].Ans[3] = "しゅうけつ";
Q[425].comment = "『締結』は『ていけつ』と読む。";

Q[426].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相変わらず〔締まり〕のない顔をしているね。";
Q[426].Ans[0] = "しまり";
Q[426].Ans[1] = "あやまり";
Q[426].Ans[2] = "とまり";
Q[426].Ans[3] = "だまり";
Q[426].comment = "『締まり』は『しまり』と読む。";

Q[427].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔締まらない〕挨拶だったね。";
Q[427].Ans[0] = "しまらない";
Q[427].Ans[1] = "とまらない";
Q[427].Ans[2] = "からまらない";
Q[427].Ans[3] = "たまらない";
Q[427].comment = "『締まる』は『しまる』と読む。";

Q[428].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>エクササイズで〔引き締まった〕身体を手に入れよう！";
Q[428].Ans[0] = "ひきしまった";
Q[428].Ans[1] = "ひきとまった";
Q[428].Ans[2] = "ひきあやまった";
Q[428].Ans[3] = "ひきこまった";
Q[428].comment = "『引き締まる』は『ひきしまる』と読む。";

Q[429].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テロ事件以降、政府による〔締めつけ〕が強まった。";
Q[429].Ans[0] = "しめつけ";
Q[429].Ans[1] = "とめつけ";
Q[429].Ans[2] = "やめつけ";
Q[429].Ans[3] = "ためつけ";
Q[429].comment = "『締めつけ』は『しめつけ』と読む。";

Q[430].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔締め切り〕は来週の火曜日です。";
Q[430].Ans[0] = "しめきり";
Q[430].Ans[1] = "ためきり";
Q[430].Ans[2] = "とめきり";
Q[430].Ans[3] = "やめきり";
Q[430].comment = "『締め切り』は『しめきり』と読む。";

Q[431].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>以前とは〔雲泥〕のさだよ。";
Q[431].Ans[0] = "うんでい";
Q[431].Ans[1] = "うんどろ";
Q[431].Ans[2] = "うんどん";
Q[431].Ans[3] = "うんてい";
Q[431].comment = "『雲泥』は『うんでい』と読む。「雲泥の差」は〈とても大きな差〉という意味の慣用句。";

Q[432].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小さなことに〔拘泥〕しているようでは、大きな成功は望めない。";
Q[432].Ans[0] = "こうでい";
Q[432].Ans[1] = "こうでん";
Q[432].Ans[2] = "こうど";
Q[432].Ans[3] = "こうどう";
Q[432].comment = "『拘泥』は『こうでい』と読む。";

Q[433].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>工場排水による〔汚泥〕を処理する。";
Q[433].Ans[0] = "おでい";
Q[433].Ans[1] = "おどろ";
Q[433].Ans[2] = "おでん";
Q[433].Ans[3] = "おどう";
Q[433].comment = "『汚泥』は『おでい』と読む。";

Q[434].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>飲み過ぎて〔泥酔〕する。";
Q[434].Ans[0] = "でいすい";
Q[434].Ans[1] = "どろすい";
Q[434].Ans[2] = "でんすい";
Q[434].Ans[3] = "しょうすい";
Q[434].comment = "『泥酔』は『でいすい』と読む。";

Q[435].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>イラクの内戦は〔泥沼〕状態だ。";
Q[435].Ans[0] = "どろぬま";
Q[435].Ans[1] = "こしょう";
Q[435].Ans[2] = "よごれぬま";
Q[435].Ans[3] = "あしぬま";
Q[435].comment = "『泥沼』は『どろぬま』と読む。";

Q[436].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>うそつきは〔泥棒〕の始まりです。";
Q[436].Ans[0] = "どろぼう";
Q[436].Ans[1] = "ちゅうぼう";
Q[436].Ans[2] = "あいぼう";
Q[436].Ans[3] = "こうぼう";
Q[436].comment = "『泥棒』は『どろぼう』と読む。";

Q[437].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供のころはよく〔泥〕まみれになって遊んだものです。";
Q[437].Ans[0] = "どろ";
Q[437].Ans[1] = "つち";
Q[437].Ans[2] = "ぬま";
Q[437].Ans[3] = "あか";
Q[437].comment = "『泥』は『どろ』と読む。";

Q[438].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔泥水〕をろ過して飲料水にできないだろうか。";
Q[438].Ans[0] = "どろみず";
Q[438].Ans[1] = "でいみず";
Q[438].Ans[2] = "おすい";
Q[438].Ans[3] = "よごれみず";
Q[438].comment = "『泥水』は『どろみず』と読む。";

Q[439].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>作戦が〔的中〕した。";
Q[439].Ans[0] = "てきちゅう";
Q[439].Ans[1] = "まとちゅう";
Q[439].Ans[2] = "てんちゅう";
Q[439].Ans[3] = "だちゅう";
Q[439].comment = "『的中』は『てきちゅう』と読む。";

Q[440].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の見解は〔的外れ〕だ。";
Q[440].Ans[0] = "まとはずれ";
Q[440].Ans[1] = "てきはずれ";
Q[440].Ans[2] = "おおはすれ";
Q[440].Ans[3] = "ややはずれ";
Q[440].comment = "『的外れ』は『まとはずれ』と読む。";

Q[441].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔的〕に向けて弓を射る。";
Q[441].Ans[0] = "まと";
Q[441].Ans[1] = "てき";
Q[441].Ans[2] = "あいて";
Q[441].Ans[3] = "むね";
Q[441].comment = "『的』は『まと』と読む。";

Q[442].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔汽笛〕の聞こえる港に行きたいです。";
Q[442].Ans[0] = "きてき";
Q[442].Ans[1] = "きてん";
Q[442].Ans[2] = "きかん";
Q[442].Ans[3] = "きとう";
Q[442].comment = "『汽笛』は『きてき』と読む。";

Q[443].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>出航する船が〔汽笛〕を鳴らしている。";
Q[443].Ans[0] = "きてき";
Q[443].Ans[1] = "きてい";
Q[443].Ans[2] = "きしょう";
Q[443].Ans[3] = "きとう";
Q[443].comment = "『汽笛』は『きてき』と読む。";

Q[444].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>危険を回避するために〔警笛〕を鳴らす。";
Q[444].Ans[0] = "けいてき";
Q[444].Ans[1] = "けいけい";
Q[444].Ans[2] = "けいけん";
Q[444].Ans[3] = "けいかん";
Q[444].comment = "『警笛』は『けいてき』と読む。";

Q[445].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔口笛〕を吹く。";
Q[445].Ans[0] = "くちぶえ";
Q[445].Ans[1] = "くちまね";
Q[445].Ans[2] = "くちぐるま";
Q[445].Ans[3] = "くちもと";
Q[445].comment = "『口笛』は『くちぶえ』と読む。";

Q[446].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お土産に伝統的な〔横笛〕を買いました。";
Q[446].Ans[0] = "よこぶえ";
Q[446].Ans[1] = "よこてき";
Q[446].Ans[2] = "よこよし";
Q[446].Ans[3] = "よこたて";
Q[446].comment = "『横笛』は『よこぶえ』と読む。";

Q[447].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>問題点を〔指摘〕する。";
Q[447].Ans[0] = "してき";
Q[447].Ans[1] = "してい";
Q[447].Ans[2] = "してん";
Q[447].Ans[3] = "ししょう";
Q[447].comment = "『指摘』は『してき』と読む。";

Q[448].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯罪組織を〔摘発〕する。";
Q[448].Ans[0] = "てきはつ";
Q[448].Ans[1] = "ていはつ";
Q[448].Ans[2] = "しょうはつ";
Q[448].Ans[3] = "そうはつ";
Q[448].comment = "『摘発』は『てきはつ』と読む。";

Q[449].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山菜を〔摘み〕に出かける。";
Q[449].Ans[0] = "つみ";
Q[449].Ans[1] = "かみ";
Q[449].Ans[2] = "とみ";
Q[449].Ans[3] = "あみ";
Q[449].comment = "『摘む』は『つむ』と読む。";

Q[450].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭の花を〔摘んで〕花飾りを作った。";
Q[450].Ans[0] = "つんで";
Q[450].Ans[1] = "はさんで";
Q[450].Ans[2] = "てんで";
Q[450].Ans[3] = "かんで";
Q[450].comment = "『摘む』は『つむ』と読む。";

Q[451].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最後の〔一滴〕まで飲み干す。";
Q[451].Ans[0] = "いってき";
Q[451].Ans[1] = "いってい";
Q[451].Ans[2] = "いっしょう";
Q[451].Ans[3] = "いっこん";
Q[451].comment = "『一滴』は『いってき』と読む。";

Q[452].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>グラスに〔水滴〕がついている。";
Q[452].Ans[0] = "すいてき";
Q[452].Ans[1] = "すいとう";
Q[452].Ans[2] = "すいえき";
Q[452].Ans[3] = "せいしょう";
Q[452].comment = "『水滴』は『すいてき』と読む。";

Q[453].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>急性の腸炎で〔点滴〕を受けた。";
Q[453].Ans[0] = "てんてき";
Q[453].Ans[1] = "てんえき";
Q[453].Ans[2] = "てんてい";
Q[453].Ans[3] = "てんてん";
Q[453].comment = "『点滴』は『てんてき』と読む。";

Q[454].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風呂場の天上から〔滴〕がたれてくる。";
Q[454].Ans[0] = "しずく";
Q[454].Ans[1] = "てき";
Q[454].Ans[2] = "あせ";
Q[454].Ans[3] = "えき";
Q[454].comment = "『滴』は『しずく』と読む。";

Q[455].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>血が〔滴る〕ようなステーキはちょっと苦手です。";
Q[455].Ans[0] = "したたる";
Q[455].Ans[1] = "たぎる";
Q[455].Ans[2] = "おどる";
Q[455].Ans[3] = "まぎれる";
Q[455].comment = "『滴る』は『したたる』と読む。";

Q[456].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>額から汗が〔滴る〕。";
Q[456].Ans[0] = "したたる";
Q[456].Ans[1] = "おちる";
Q[456].Ans[2] = "たれる";
Q[456].Ans[3] = "あふれる";
Q[456].comment = "『滴る』は『したたる』と読む。";

Q[457].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社長が女性社員との〔不適切〕な関係を認めて辞任した。";
Q[457].Ans[0] = "ふてきせつ";
Q[457].Ans[1] = "ふていせつ";
Q[457].Ans[2] = "ふてんせつ";
Q[457].Ans[3] = "ふとうせつ";
Q[457].comment = "『不適切』は『ふてきせつ』と読む。";

Q[458].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔適度〕な飲酒は健康に有益です。";
Q[458].Ans[0] = "てきど";
Q[458].Ans[1] = "ていど";
Q[458].Ans[2] = "てっど";
Q[458].Ans[3] = "てんど";
Q[458].comment = "『適度』は『てきど』と読む。";

Q[459].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>エアコンのおかげで〔快適〕な生活ができる。";
Q[459].Ans[0] = "かいてき";
Q[459].Ans[1] = "かいかつ";
Q[459].Ans[2] = "かいかん";
Q[459].Ans[3] = "かいてい";
Q[459].comment = "『快適』は『かいてき』と読む。";

Q[460].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな仕事は〔適当〕にやっておけばいい。";
Q[460].Ans[0] = "てきとう";
Q[460].Ans[1] = "ていとう";
Q[460].Ans[2] = "てんとう";
Q[460].Ans[3] = "てっとう";
Q[460].comment = "『適当』は『てきとう』と読む。";

Q[461].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この教会は、バロック〔様式〕の代表的な建築物だ。";
Q[461].Ans[0] = "ようしき";
Q[461].Ans[1] = "さましき";
Q[461].Ans[2] = "よしき";
Q[461].Ans[3] = "さんしき";
Q[461].comment = "『様式』は『ようしき』と読む。";

Q[462].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、何やら落ち込んだ〔様子〕だった。";
Q[462].Ans[0] = "ようす";
Q[462].Ans[1] = "さます";
Q[462].Ans[2] = "よんす";
Q[462].Ans[3] = "さんす";
Q[462].comment = "『様子』は『ようす』と読む。";

Q[463].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だいぶ〔空模様〕があやしくなってきました。";
Q[463].Ans[0] = "そらもよう";
Q[463].Ans[1] = "そらもよ";
Q[463].Ans[2] = "そらもうよう";
Q[463].Ans[3] = "そらもさま";
Q[463].comment = "『空模様』は『そらもよう』と読む。";

Q[464].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事態が不穏な〔様相〕を呈してきた。";
Q[464].Ans[0] = "ようそう";
Q[464].Ans[1] = "さまそう";
Q[464].Ans[2] = "よんそう";
Q[464].Ans[3] = "さんそう";
Q[464].comment = "『様相』は『ようそう』と読む。";

Q[465].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人々のあわてる〔様〕が目に浮かぶようだ。";
Q[465].Ans[0] = "さま";
Q[465].Ans[1] = "よう";
Q[465].Ans[2] = "さん";
Q[465].Ans[3] = "よん";
Q[465].comment = "『様』は『さま』と読む。";

Q[466].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>祖父は日本〔舞踊〕の家元です。";
Q[466].Ans[0] = "ぶよう";
Q[466].Ans[1] = "ぶとう";
Q[466].Ans[2] = "ぶしょう";
Q[466].Ans[3] = "ぶこう";
Q[466].comment = "『舞踊』は『ぶよう』と読む。";

Q[467].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>音楽に合わせて〔踊って〕ください。";
Q[467].Ans[0] = "おどって";
Q[467].Ans[1] = "こまって";
Q[467].Ans[2] = "まわって";
Q[467].Ans[3] = "ふって";
Q[467].comment = "『踊る』は『おどる』と読む。";

Q[468].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それはどこで習った〔踊り〕ですか。";
Q[468].Ans[0] = "おどり";
Q[468].Ans[1] = "いたり";
Q[468].Ans[2] = "あさり";
Q[468].Ans[3] = "なまり";
Q[468].comment = "『踊り』は『おどり』と読む。";

Q[469].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>朝まで〔踊り〕ませんか。";
Q[469].Ans[0] = "おどり";
Q[469].Ans[1] = "いのり";
Q[469].Ans[2] = "まいり";
Q[469].Ans[3] = "はまり";
Q[469].comment = "『踊る』は『おどる』と読む。";

Q[470].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山奥で〔窯業〕を営んでいます。";
Q[470].Ans[0] = "ようぎょう";
Q[470].Ans[1] = "さんぎょう";
Q[470].Ans[2] = "こうぎょう";
Q[470].Ans[3] = "のうぎょう";
Q[470].comment = "『窯業』は『ようぎょう』と読む。";

Q[471].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陶芸作品を〔窯〕から出す。";
Q[471].Ans[0] = "かま";
Q[471].Ans[1] = "おけ";
Q[471].Ans[2] = "たる";
Q[471].Ans[3] = "たな";
Q[471].comment = "『窯』は『かま』と読む。";

Q[472].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>原材料を〔窯〕に入れて溶かす。";
Q[472].Ans[0] = "かま";
Q[472].Ans[1] = "おけ";
Q[472].Ans[2] = "たる";
Q[472].Ans[3] = "いど";
Q[472].comment = "『窯』は『かま』と読む。";

Q[473].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>資産家の夫妻の〔養子〕になる。";
Q[473].Ans[0] = "ようし";
Q[473].Ans[1] = "よんし";
Q[473].Ans[2] = "よし";
Q[473].Ans[3] = "よっし";
Q[473].comment = "『養子』は『ようし』と読む。";

Q[474].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長期間の〔休養〕が必要です。";
Q[474].Ans[0] = "きゅうよう";
Q[474].Ans[1] = "きゅうよん";
Q[474].Ans[2] = "きゅうよ";
Q[474].Ans[3] = "きゅうかん";
Q[474].comment = "『休養』は『きゅうよう』と読む。";

Q[475].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供の〔養育費〕として毎月10万円を支払う。";
Q[475].Ans[0] = "よういくひ";
Q[475].Ans[1] = "よいくひ";
Q[475].Ans[2] = "よんいくひ";
Q[475].Ans[3] = "きょういくひ";
Q[475].comment = "『養育費』は『よういくひ』と読む。";

Q[476].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>マグロの〔養殖〕に挑戦する。";
Q[476].Ans[0] = "ようしょく";
Q[476].Ans[1] = "よんしょく";
Q[476].Ans[2] = "よしょく";
Q[476].Ans[3] = "よいしょく";
Q[476].comment = "『養殖』は『ようしょく』と読む。";

Q[477].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>植物は土の中の〔養分〕を吸収して成長する。";
Q[477].Ans[0] = "ようぶん";
Q[477].Ans[1] = "ゆぶん";
Q[477].Ans[2] = "とうぶん";
Q[477].Ans[3] = "かんぶん";
Q[477].comment = "『養分』は『ようぶん』と読む。";

Q[478].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>登山は体力を〔養う〕よい方法です。";
Q[478].Ans[0] = "やしなう";
Q[478].Ans[1] = "つちかう";
Q[478].Ans[2] = "おこなう";
Q[478].Ans[3] = "まかなう";
Q[478].comment = "『養う』は『やしなう』と読む。";

Q[479].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>男が家族を〔養う〕という考えは古い。";
Q[479].Ans[0] = "やしなう";
Q[479].Ans[1] = "まかなう";
Q[479].Ans[2] = "かこう";
Q[479].Ans[3] = "あがなう";
Q[479].comment = "『養う』は『やしなう』と読む。";

Q[480].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと人を見る目を〔養い〕なさい。";
Q[480].Ans[0] = "やしない";
Q[480].Ans[1] = "まかない";
Q[480].Ans[2] = "あがない";
Q[480].Ans[3] = "ためらい";
Q[480].comment = "『養う』は『やしなう』と読む。";

Q[481].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の主張を全力で〔擁護〕するつもりだ。";
Q[481].Ans[0] = "ようご";
Q[481].Ans[1] = "かんご";
Q[481].Ans[2] = "けんご";
Q[481].Ans[3] = "とうご";
Q[481].comment = "『擁護』は『ようご』と読む。";

Q[482].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これだけ証拠があるんだから、〔擁護〕するのは無理だよ。";
Q[482].Ans[0] = "ようご";
Q[482].Ans[1] = "しょうご";
Q[482].Ans[2] = "ていご";
Q[482].Ans[3] = "まいご";
Q[482].comment = "『擁護』は『ようご』と読む。";

Q[483].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>独自の候補を〔擁立〕する。";
Q[483].Ans[0] = "ようりつ";
Q[483].Ans[1] = "ていりつ";
Q[483].Ans[2] = "かくりつ";
Q[483].Ans[3] = "こうりつ";
Q[483].comment = "『擁立』は『ようりつ』と読む。";

Q[484].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>熱い〔抱擁〕をかわす。";
Q[484].Ans[0] = "ほうよう";
Q[484].Ans[1] = "ほうとう";
Q[484].Ans[2] = "ほうこう";
Q[484].Ans[3] = "ほうかん";
Q[484].comment = "『抱擁』は『ほうよう』と読む。";

Q[485].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>祖父の趣味は〔謡曲〕です。";
Q[485].Ans[0] = "ようきょく";
Q[485].Ans[1] = "がっきょく";
Q[485].Ans[2] = "かきょく";
Q[485].Ans[3] = "そうきょく";
Q[485].comment = "『謡曲』は『ようきょく』と読む。";

Q[486].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>祖母の趣味は〔民謡〕です。";
Q[486].Ans[0] = "みんよう";
Q[486].Ans[1] = "みんゆう";
Q[486].Ans[2] = "みんしょう";
Q[486].Ans[3] = "みんかん";
Q[486].comment = "『民謡』は『みんよう』と読む。";

Q[487].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、多くの〔歌謡曲〕をヒットさせた偉大な歌手でした。";
Q[487].Ans[0] = "かようきょく";
Q[487].Ans[1] = "かしょうきょく";
Q[487].Ans[2] = "かとうきょう";
Q[487].Ans[3] = "かおうきょく";
Q[487].comment = "『歌謡曲』は『かようきょく』と読む。";

Q[488].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚式で〔小謡〕を披露する。";
Q[488].Ans[0] = "こうたい";
Q[488].Ans[1] = "こがたり";
Q[488].Ans[2] = "こさけび";
Q[488].Ans[3] = "こまくり";
Q[488].comment = "『小謡』は『こうたい』と読む。";

Q[489].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>リストラされてから、〔曜日〕の感覚がなくなりました。";
Q[489].Ans[0] = "ようび";
Q[489].Ans[1] = "よび";
Q[489].Ans[2] = "よいび";
Q[489].Ans[3] = "よっび";
Q[489].comment = "『曜日』は『ようび』と読む。";

Q[490].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>民衆を〔抑圧〕する政権を打倒する。";
Q[490].Ans[0] = "よくあつ";
Q[490].Ans[1] = "ようあつ";
Q[490].Ans[2] = "こうあつ";
Q[490].Ans[3] = "おうあつ";
Q[490].comment = "『抑圧』は『よくあつ』と読む。";

Q[491].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>感情を〔抑制〕する方法を知らなければダメだ。";
Q[491].Ans[0] = "よくせい";
Q[491].Ans[1] = "ようせい";
Q[491].Ans[2] = "おうせい";
Q[491].Ans[3] = "こうせい";
Q[491].comment = "『抑制』は『よくせい』と読む。";

Q[492].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>変な〔抑揚〕で発音するのはやめてください。";
Q[492].Ans[0] = "よくよう";
Q[492].Ans[1] = "おうよう";
Q[492].Ans[2] = "こうよう";
Q[492].Ans[3] = "とうよう";
Q[492].comment = "『抑揚』は『よくよう』と読む。";

Q[493].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと人件費を〔抑え〕ないと、経営が苦しくなる。";
Q[493].Ans[0] = "おさえ";
Q[493].Ans[1] = "まかなえ";
Q[493].Ans[2] = "あまえ";
Q[493].Ans[3] = "となえ";
Q[493].comment = "『抑える』は『おさえる』と読む。";

Q[494].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地元選手が、人々の声援の中、世界チャンピオンを〔抑えて〕優勝した。";
Q[494].Ans[0] = "おさえて";
Q[494].Ans[1] = "かなえて";
Q[494].Ans[2] = "あまえて";
Q[494].Ans[3] = "したがえて";
Q[494].comment = "『抑える』は『おさえる』と読む。";

Q[495].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夏なので〔海水浴場〕がにぎわっている。";
Q[495].Ans[0] = "かいすいよくじょう";
Q[495].Ans[1] = "かいすいようじょう";
Q[495].Ans[2] = "かいすいゆうじょう";
Q[495].Ans[3] = "かいすいごうじょう";
Q[495].comment = "『海水浴場』は『かいすいよくじょう』と読む。";

Q[496].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここのお風呂は、温泉旅館の〔大浴場〕みたいですね。";
Q[496].Ans[0] = "だいよくじょう";
Q[496].Ans[1] = "だいようじょう";
Q[496].Ans[2] = "だいゆうじょう";
Q[496].Ans[3] = "だいゆじょう";
Q[496].comment = "『大浴場』は『だいよくじょう』と読む。";

Q[497].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔浴衣〕で花火をみに行きました。";
Q[497].Ans[0] = "ゆかた";
Q[497].Ans[1] = "きもの";
Q[497].Ans[2] = "はおり";
Q[497].Ans[3] = "はかま";
Q[497].comment = "『浴衣』は『ゆかた』と読む。";

Q[498].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビールを〔浴びる〕ように飲む。";
Q[498].Ans[0] = "あびる";
Q[498].Ans[1] = "のびる";
Q[498].Ans[2] = "こびる";
Q[498].Ans[3] = "かびる";
Q[498].comment = "『浴びる』は『あびる』と読む。";

Q[499].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは〔混浴〕ではありません。";
Q[499].Ans[0] = "こんよく";
Q[499].Ans[1] = "こんよう";
Q[499].Ans[2] = "こんゆう";
Q[499].Ans[3] = "こんこう";
Q[499].comment = "『混浴』は『こんよく』と読む。";
