var Qnum = 420;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔武器〕の性能が良くない。";
Q[0].Ans[0] = "ぶき";
Q[0].Ans[1] = "ぶし";
Q[0].Ans[2] = "ぶい";
Q[0].Ans[3] = "ぶん";
Q[0].comment = "『武器』は『ぶき』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔食器〕は白かったのですか。";
Q[1].Ans[0] = "しょっき";
Q[1].Ans[1] = "しょっち";
Q[1].Ans[2] = "しょくい";
Q[1].Ans[3] = "しょくぎ";
Q[1].comment = "『食器』は『しょっき』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと大きな〔容器〕はないですか？";
Q[2].Ans[0] = "ようき";
Q[2].Ans[1] = "ようじ";
Q[2].Ans[2] = "ようい";
Q[2].Ans[3] = "ようち";
Q[2].comment = "『容器』は『ようき』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電話の〔受話器〕をとる。";
Q[3].Ans[0] = "じゅわき";
Q[3].Ans[1] = "じゅわぎ";
Q[3].Ans[2] = "じゅわち";
Q[3].Ans[3] = "じゅわし";
Q[3].comment = "『受話器』は『じゅわき』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>体が大きいのに、とても〔器用〕だ。";
Q[4].Ans[0] = "きよう";
Q[4].Ans[1] = "きいよう";
Q[4].Ans[2] = "ちよう";
Q[4].Ans[3] = "ちんよう";
Q[4].comment = "『器用』は『きよう』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病院に〔器具〕を売る仕事をしている。";
Q[5].Ans[0] = "きぐ";
Q[5].Ans[1] = "きいぐ";
Q[5].Ans[2] = "ちいぐ";
Q[5].Ans[3] = "ちんぐ";
Q[5].comment = "『器具』は『きぐ』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高価な〔楽器〕をこわした。";
Q[6].Ans[0] = "がっき";
Q[6].Ans[1] = "がっきい";
Q[6].Ans[2] = "がっち";
Q[6].Ans[3] = "がっちい";
Q[6].comment = "『楽器』は『がっき』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄は病院で〔技師〕をしています。";
Q[7].Ans[0] = "ぎし";
Q[7].Ans[1] = "ぎしい";
Q[7].Ans[2] = "ぎす";
Q[7].Ans[3] = "ぎすう";
Q[7].comment = "『技師』は『ぎし』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔岸〕にむかって泳ぐ。";
Q[8].Ans[0] = "きし";
Q[8].Ans[1] = "ぎし";
Q[8].Ans[2] = "きしい";
Q[8].Ans[3] = "きっし";
Q[8].comment = "『岸』は『きし』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>位置が〔逆〕になっています。";
Q[9].Ans[0] = "ぎゃく";
Q[9].Ans[1] = "きゃく";
Q[9].Ans[2] = "がく";
Q[9].Ans[3] = "かく";
Q[9].comment = "『逆』は『ぎゃく』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔逆さ〕にしても出てこない。";
Q[10].Ans[0] = "さかさ";
Q[10].Ans[1] = "ぎゃくさ";
Q[10].Ans[2] = "げきさ";
Q[10].Ans[3] = "かくさ";
Q[10].comment = "『逆さ』は『さかさ』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時には親に〔逆らう〕ことがあってもいい。";
Q[11].Ans[0] = "さからう";
Q[11].Ans[1] = "はからう";
Q[11].Ans[2] = "ほこらう";
Q[11].Ans[3] = "しはらう";
Q[11].comment = "『逆らう』は『さからう』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乗客〕の安全が大事です。";
Q[12].Ans[0] = "じょうきゃく";
Q[12].Ans[1] = "じょうかく";
Q[12].Ans[2] = "じょうきゅう";
Q[12].Ans[3] = "じょうかん";
Q[12].comment = "『乗客』は『じょうきゃく』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔肩〕にケガをしている。";
Q[13].Ans[0] = "かた";
Q[13].Ans[1] = "ひじ";
Q[13].Ans[2] = "うで";
Q[13].Ans[3] = "むね";
Q[13].comment = "『肩』は『かた』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔演劇〕を見に行きませんか。";
Q[14].Ans[0] = "えんげき";
Q[14].Ans[1] = "えんげい";
Q[14].Ans[2] = "えんげん";
Q[14].Ans[3] = "えんけい";
Q[14].comment = "『演劇』は『えんげき』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>押し入れの〔奥〕に入れてある。";
Q[15].Ans[0] = "おく";
Q[15].Ans[1] = "なか";
Q[15].Ans[2] = "そこ";
Q[15].Ans[3] = "わき";
Q[15].comment = "『奥』は『おく』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国境を〔越える〕。";
Q[16].Ans[0] = "こえる";
Q[16].Ans[1] = "たえる";
Q[16].Ans[2] = "もえる";
Q[16].Ans[3] = "なえる";
Q[16].comment = "『越える』は『こえる』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>市内に〔引っ越す〕そうだ。";
Q[17].Ans[0] = "ひっこす";
Q[17].Ans[1] = "ひっとす";
Q[17].Ans[2] = "ひっさす";
Q[17].Ans[3] = "ひったす";
Q[17].comment = "『引っ越し』は『ひっこし』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔涙〕を流して喜んだ。";
Q[18].Ans[0] = "なみだ";
Q[18].Ans[1] = "あせ";
Q[18].Ans[2] = "るい";
Q[18].Ans[3] = "まなこ";
Q[18].comment = "『涙』は『なみだ』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>荷物を〔預かり〕ます。";
Q[19].Ans[0] = "あずかり";
Q[19].Ans[1] = "よかり";
Q[19].Ans[2] = "はかり";
Q[19].Ans[3] = "まかり";
Q[19].comment = "『預かる』は『あずかる』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>荷物を受付に〔預ける〕。";
Q[20].Ans[0] = "あずける";
Q[20].Ans[1] = "とどける";
Q[20].Ans[2] = "なづける";
Q[20].Ans[3] = "かける";
Q[20].comment = "『預ける』は『あずける』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだまだ〔幼い〕ところがある。";
Q[21].Ans[0] = "おさない";
Q[21].Ans[1] = "わかい";
Q[21].Ans[2] = "あまい";
Q[21].Ans[3] = "はかない";
Q[21].comment = "『幼い』は『おさない』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔万が一〕のことを考えておくべきだ。";
Q[22].Ans[0] = "まんがいち";
Q[22].Ans[1] = "ばんがいち";
Q[22].Ans[2] = "ほんがいち";
Q[22].Ans[3] = "かんがいち";
Q[22].comment = "『万が一』は『まんがいち』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>野菜を〔輸入〕する。";
Q[23].Ans[0] = "ゆにゅう";
Q[23].Ans[1] = "しにゅう";
Q[23].Ans[2] = "こうにゅう";
Q[23].Ans[3] = "きにゅう";
Q[23].comment = "『輸入』は『ゆにゅう』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会場で〔万歳〕をした。";
Q[24].Ans[0] = "ばんざい";
Q[24].Ans[1] = "まんざい";
Q[24].Ans[2] = "かんざい";
Q[24].Ans[3] = "はんざい";
Q[24].comment = "『万歳』は『ばんざい』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨日で〔十五歳〕になった。";
Q[25].Ans[0] = "じゅうごさい";
Q[25].Ans[1] = "じゅうごとし";
Q[25].Ans[2] = "じゅうごねん";
Q[25].Ans[3] = "じゅうござい";
Q[25].comment = "『〜歳』は『〜さい』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女には〔罪〕はない。";
Q[26].Ans[0] = "つみ";
Q[26].Ans[1] = "ばつ";
Q[26].Ans[2] = "ざい";
Q[26].Ans[3] = "わけ";
Q[26].comment = "『罪』は『つみ』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔妻〕に相談します。";
Q[27].Ans[0] = "つま";
Q[27].Ans[1] = "さい";
Q[27].Ans[2] = "かない";
Q[27].Ans[3] = "はは";
Q[27].comment = "『妻』は『つま』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一緒〕にいきましょう。";
Q[28].Ans[0] = "いっしょ";
Q[28].Ans[1] = "いっちょ";
Q[28].Ans[2] = "いちお";
Q[28].Ans[3] = "いちおう";
Q[28].comment = "『一緒』は『いっしょ』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>川の上に〔舟〕が見える。";
Q[29].Ans[0] = "ふね";
Q[29].Ans[1] = "ふな";
Q[29].Ans[2] = "いえ";
Q[29].Ans[3] = "ほ";
Q[29].comment = "『舟』は『ふね』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>魚が〔干して〕ある。";
Q[30].Ans[0] = "ほして";
Q[30].Ans[1] = "たして";
Q[30].Ans[2] = "として";
Q[30].Ans[3] = "むして";
Q[30].comment = "『干す』は『ほす』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔割り算〕もできないのですか。";
Q[31].Ans[0] = "わりざん";
Q[31].Ans[1] = "はりざん";
Q[31].Ans[2] = "かりざん";
Q[31].Ans[3] = "とりざん";
Q[31].comment = "『割り算』は『わりざん』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>反対している人の〔割合〕を計算する。";
Q[32].Ans[0] = "わりあい";
Q[32].Ans[1] = "はりあい";
Q[32].Ans[2] = "かりあい";
Q[32].Ans[3] = "とりあい";
Q[32].comment = "『割合』は『わりあい』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれにもそれぞれの〔役割〕というものがある。";
Q[33].Ans[0] = "やくわり";
Q[33].Ans[1] = "やくわる";
Q[33].Ans[2] = "やくかつ";
Q[33].Ans[3] = "やくだつ";
Q[33].comment = "『役割』は『やくわり』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔換気〕をしないといけません。";
Q[34].Ans[0] = "かんき";
Q[34].Ans[1] = "かっき";
Q[34].Ans[2] = "かいき";
Q[34].Ans[3] = "はんき";
Q[34].comment = "『換気』は『かんき』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カードを〔交換〕する。";
Q[35].Ans[0] = "こうかん";
Q[35].Ans[1] = "こうはい";
Q[35].Ans[2] = "こうたい";
Q[35].Ans[3] = "こうさい";
Q[35].comment = "『交換』は『こうかん』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乗り換え〕のしかたがよくわからない。";
Q[36].Ans[0] = "のりかえ";
Q[36].Ans[1] = "のりたえ";
Q[36].Ans[2] = "のりごえ";
Q[36].Ans[3] = "のりこえ";
Q[36].comment = "『乗り換え』は『のりかえ』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若者を〔訓練〕する。";
Q[37].Ans[0] = "くんれん";
Q[37].Ans[1] = "かんれん";
Q[37].Ans[2] = "たんれん";
Q[37].Ans[3] = "そうれん";
Q[37].comment = "『訓練』は『くんれん』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この店は商品の〔種類〕が多い。";
Q[38].Ans[0] = "しゅるい";
Q[38].Ans[1] = "しゅるう";
Q[38].Ans[2] = "しゅれい";
Q[38].Ans[3] = "しゅりゅう";
Q[38].comment = "『種類』は『しゅるい』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会議の〔書類〕を作る。";
Q[39].Ans[0] = "しょるい";
Q[39].Ans[1] = "しょる";
Q[39].Ans[2] = "しょれい";
Q[39].Ans[3] = "しょりょう";
Q[39].comment = "『書類』は『しょるい』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔人類〕の歴史を研究する。";
Q[40].Ans[0] = "じんるい";
Q[40].Ans[1] = "じんこう";
Q[40].Ans[2] = "じんぼう";
Q[40].Ans[3] = "じんけん";
Q[40].comment = "『人類』は『じんるい』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>図書を〔分類〕する。";
Q[41].Ans[0] = "ぶんるい";
Q[41].Ans[1] = "ぶんれい";
Q[41].Ans[2] = "ぶんかい";
Q[41].Ans[3] = "ぶんかつ";
Q[41].comment = "『分類』は『ぶんるい』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこにも〔涼む〕ところがない。";
Q[42].Ans[0] = "すずむ";
Q[42].Ans[1] = "なごむ";
Q[42].Ans[2] = "なじむ";
Q[42].Ans[3] = "かすむ";
Q[42].comment = "『涼む』は『すずむ』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この部分は〔省略〕します。";
Q[43].Ans[0] = "しょうりゃく";
Q[43].Ans[1] = "せいりゃく";
Q[43].Ans[2] = "しょうらく";
Q[43].Ans[3] = "せいらく";
Q[43].comment = "『省略』は『しょうりゃく』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔法律〕ではそうなっています。";
Q[44].Ans[0] = "ほうりつ";
Q[44].Ans[1] = "ほうれい";
Q[44].Ans[2] = "ほうかい";
Q[44].Ans[3] = "ほうりゅう";
Q[44].comment = "『法律』は『ほうりつ』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔余計〕なことを言うな。";
Q[45].Ans[0] = "よけい";
Q[45].Ans[1] = "ようけい";
Q[45].Ans[2] = "よっけい";
Q[45].Ans[3] = "よんけい";
Q[45].comment = "『余計』は『よけい』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔余る〕くらいがちょうどいいのです。";
Q[46].Ans[0] = "あまる";
Q[46].Ans[1] = "たまる";
Q[46].Ans[2] = "はまる";
Q[46].Ans[3] = "きまる";
Q[46].comment = "『余る』は『あまる』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔遊園地〕に遊びに行きましょう。";
Q[47].Ans[0] = "ゆうえんち";
Q[47].Ans[1] = "ようえんち";
Q[47].Ans[2] = "ゆえんち";
Q[47].Ans[3] = "よえんち";
Q[47].comment = "『遊園地』は『ゆうえんち』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長い人生、〔迷う〕こともあるでしょう。";
Q[48].Ans[0] = "まよう";
Q[48].Ans[1] = "かまう";
Q[48].Ans[2] = "きそう";
Q[48].Ans[3] = "とまどう";
Q[48].comment = "『迷う』は『まよう』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなものは〔迷信〕です。";
Q[49].Ans[0] = "めいしん";
Q[49].Ans[1] = "まいしん";
Q[49].Ans[2] = "めっしん";
Q[49].Ans[3] = "まんしん";
Q[49].comment = "『迷信』は『めいしん』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔積極的〕にやってほしい。";
Q[50].Ans[0] = "せっきょくてき";
Q[50].Ans[1] = "せっちょくてき";
Q[50].Ans[2] = "せっしょくてき";
Q[50].Ans[3] = "せっじょくてき";
Q[50].comment = "『積極的』は『せっきょくてき』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔北極〕の氷だと言って売られていたものです。";
Q[51].Ans[0] = "ほっきょく";
Q[51].Ans[1] = "ほっちょく";
Q[51].Ans[2] = "ほっしょく";
Q[51].Ans[3] = "ほっじょく";
Q[51].comment = "『北極』は『ほっきょく』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔状況〕がよくわからない。";
Q[52].Ans[0] = "じょうきょう";
Q[52].Ans[1] = "じょうちょう";
Q[52].Ans[2] = "じょうじょう";
Q[52].Ans[3] = "じょうしょう";
Q[52].comment = "『状況』は『じょうきょう』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔胸〕が大きい。";
Q[53].Ans[0] = "むね";
Q[53].Ans[1] = "はら";
Q[53].Ans[2] = "くび";
Q[53].Ans[3] = "あし";
Q[53].comment = "『胸』は『むね』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日曜日にも〔出勤〕する。";
Q[54].Ans[0] = "しゅっきん";
Q[54].Ans[1] = "しゅっぎん";
Q[54].Ans[2] = "しゅっちん";
Q[54].Ans[3] = "しゅっかん";
Q[54].comment = "『出勤』は『しゅっきん』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔通勤〕には電車を使っています。";
Q[55].Ans[0] = "つうきん";
Q[55].Ans[1] = "つうしん";
Q[55].Ans[2] = "つうかん";
Q[55].Ans[3] = "つうじん";
Q[55].comment = "『通勤』は『つうきん』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ドアに指を〔挟む〕。";
Q[56].Ans[0] = "はさむ";
Q[56].Ans[1] = "かさむ";
Q[56].Ans[2] = "なじむ";
Q[56].Ans[3] = "ちなむ";
Q[56].comment = "『挟む』は『はさむ』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔皆〕も元気にしています。";
Q[57].Ans[0] = "みな";
Q[57].Ans[1] = "かい";
Q[57].Ans[2] = "たみ";
Q[57].Ans[3] = "おや";
Q[57].comment = "『皆』は『みな』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔機械〕がこわれた。";
Q[58].Ans[0] = "きかい";
Q[58].Ans[1] = "きっかい";
Q[58].Ans[2] = "きがい";
Q[58].Ans[3] = "ちがい";
Q[58].comment = "『機械』は『きかい』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風で大きな〔被害〕となった。";
Q[59].Ans[0] = "ひがい";
Q[59].Ans[1] = "ひがん";
Q[59].Ans[2] = "ひかん";
Q[59].Ans[3] = "ひかい";
Q[59].comment = "『被害』は『ひがい』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔損得〕を考えて行動するな。";
Q[60].Ans[0] = "そんとく";
Q[60].Ans[1] = "そんどく";
Q[60].Ans[2] = "そうとく";
Q[60].Ans[3] = "そうどく";
Q[60].comment = "『損得』は『そんとく』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔尊敬〕される人になれ。";
Q[61].Ans[0] = "そんけい";
Q[61].Ans[1] = "そっけい";
Q[61].Ans[2] = "そうけい";
Q[61].Ans[3] = "さんけい";
Q[61].comment = "『尊敬』は『そんけい』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大金を〔寄付〕する。";
Q[62].Ans[0] = "きふ";
Q[62].Ans[1] = "きっぷ";
Q[62].Ans[2] = "ちっぷ";
Q[62].Ans[3] = "ちふ";
Q[62].comment = "『寄付』は『きふ』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タバコを〔吸う〕のは良くない。";
Q[63].Ans[0] = "すう";
Q[63].Ans[1] = "かう";
Q[63].Ans[2] = "とう";
Q[63].Ans[3] = "まう";
Q[63].comment = "『吸う』は『すう』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>チョコレートを〔溶かす〕。";
Q[64].Ans[0] = "とかす";
Q[64].Ans[1] = "まかす";
Q[64].Ans[2] = "かかす";
Q[64].Ans[3] = "いかす";
Q[64].comment = "『溶かす』は『とかす』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アイスクリームが〔溶ける〕。";
Q[65].Ans[0] = "とける";
Q[65].Ans[1] = "まける";
Q[65].Ans[2] = "もうける";
Q[65].Ans[3] = "いける";
Q[65].comment = "『溶ける』は『とける』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔薬品〕を整理する。";
Q[66].Ans[0] = "やくひん";
Q[66].Ans[1] = "やっひん";
Q[66].Ans[2] = "やひん";
Q[66].Ans[3] = "ようひん";
Q[66].comment = "『薬品』は『やくひん』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これから〔薬局〕に行きます。";
Q[67].Ans[0] = "やっきょく";
Q[67].Ans[1] = "やくきょく";
Q[67].Ans[2] = "やきょく";
Q[67].Ans[3] = "ゆうきょく";
Q[67].comment = "『薬局』は『やっきょく』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本を〔経由〕してハワイに向かう。";
Q[68].Ans[0] = "けいゆ";
Q[68].Ans[1] = "けいゆう";
Q[68].Ans[2] = "けいよう";
Q[68].Ans[3] = "けいよ";
Q[68].comment = "『経由』は『けいゆ』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ドルを円に〔両替〕する。";
Q[69].Ans[0] = "りょうがえ";
Q[69].Ans[1] = "りょうたい";
Q[69].Ans[2] = "りょうきん";
Q[69].Ans[3] = "りょうさん";
Q[69].comment = "『両替』は『りょうがえ』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>40才で〔引退〕する。";
Q[70].Ans[0] = "いんたい";
Q[70].Ans[1] = "いんだい";
Q[70].Ans[2] = "ひったい";
Q[70].Ans[3] = "ひっだい";
Q[70].comment = "『引退』は『いんたい』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間の〔祖先〕はサルですか。";
Q[71].Ans[0] = "そせん";
Q[71].Ans[1] = "そうせん";
Q[71].Ans[2] = "そっせん";
Q[71].Ans[3] = "ぞうせん";
Q[71].comment = "『祖先』は『そせん』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔先祖〕は有名などろぼうでした。";
Q[72].Ans[0] = "せんぞ";
Q[72].Ans[1] = "せんぞう";
Q[72].Ans[2] = "せっそう";
Q[72].Ans[3] = "せっぞう";
Q[72].comment = "『先祖』は『せんぞ』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔泉〕にコインを投げる。";
Q[73].Ans[0] = "いずみ";
Q[73].Ans[1] = "ぬま";
Q[73].Ans[2] = "いけ";
Q[73].Ans[3] = "みずうみ";
Q[73].comment = "『泉』は『いずみ』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>女性が半分を〔占めて〕いる。";
Q[74].Ans[0] = "しめる";
Q[74].Ans[1] = "はめて";
Q[74].Ans[2] = "ためて";
Q[74].Ans[3] = "うめて";
Q[74].comment = "『占める』は『しめる』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔お巡りさん〕に道をきく。";
Q[75].Ans[0] = "おまわりさん";
Q[75].Ans[1] = "おめぐりさん";
Q[75].Ans[2] = "おはかりさん";
Q[75].Ans[3] = "おとおりさん";
Q[75].comment = "『お巡りさん』は『おまわりさん』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔為替〕の勉強をする。";
Q[76].Ans[0] = "かわせ";
Q[76].Ans[1] = "ためがえ";
Q[76].Ans[2] = "いったい";
Q[76].Ans[3] = "ためたい";
Q[76].comment = "『為替』は『かわせ』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外は〔吹雪〕です。";
Q[77].Ans[0] = "ふぶき";
Q[77].Ans[1] = "しぐれ";
Q[77].Ans[2] = "みぞれ";
Q[77].Ans[3] = "あられ";
Q[77].comment = "『吹雪』は『ふぶき』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山の〔紅葉〕がきれいです。";
Q[78].Ans[0] = "こうよう";
Q[78].Ans[1] = "こうば";
Q[78].Ans[2] = "あかば";
Q[78].Ans[3] = "こうは";
Q[78].comment = "『紅葉』は『こうよう』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔二十日〕に送る予定です。";
Q[79].Ans[0] = "はつか";
Q[79].Ans[1] = "ふつか";
Q[79].Ans[2] = "ようか";
Q[79].Ans[3] = "とおか";
Q[79].comment = "『二十日』は『はつか』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くんが〔二十歳〕になった。";
Q[80].Ans[0] = "はたち";
Q[80].Ans[1] = "はつか";
Q[80].Ans[2] = "ふつか";
Q[80].Ans[3] = "みそじ";
Q[80].comment = "『二十歳』は『はたち』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔大人〕になりなさい。";
Q[81].Ans[0] = "おとな";
Q[81].Ans[1] = "だいじん";
Q[81].Ans[2] = "こども";
Q[81].Ans[3] = "おやじ";
Q[81].comment = "『大人』は『おとな』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔景色〕だけはいいところだ。";
Q[82].Ans[0] = "けしき";
Q[82].Ans[1] = "けいしょく";
Q[82].Ans[2] = "けんしょく";
Q[82].Ans[3] = "けいしき";
Q[82].comment = "『景色』は『けしき』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔真っ赤〕な花が見える。";
Q[83].Ans[0] = "まっか";
Q[83].Ans[1] = "まっせき";
Q[83].Ans[2] = "まっあか";
Q[83].Ans[3] = "まっさお";
Q[83].comment = "『真っ赤』は『まっか』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔木綿〕のハンカチを買う。";
Q[84].Ans[0] = "もめん";
Q[84].Ans[1] = "きわた";
Q[84].Ans[2] = "きぬ";
Q[84].Ans[3] = "こわた";
Q[84].comment = "『木綿』は『もめん』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この料理はかなり〔塩辛い〕。";
Q[85].Ans[0] = "しおからい";
Q[85].Ans[1] = "えんからい";
Q[85].Ans[2] = "しょっぱらい";
Q[85].Ans[3] = "しおぱらい";
Q[85].comment = "『塩辛い』は『しおからい』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テーブルの〔食塩〕を使う。";
Q[86].Ans[0] = "しょくえん";
Q[86].Ans[1] = "しょくいん";
Q[86].Ans[2] = "しょくじお";
Q[86].Ans[3] = "しょくしお";
Q[86].comment = "『食塩』は『しょくえん』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔貿易〕について学んでいます。";
Q[87].Ans[0] = "ぼうえき";
Q[87].Ans[1] = "ぼうい";
Q[87].Ans[2] = "ぼうえん";
Q[87].Ans[3] = "ぼういん";
Q[87].comment = "『貿易』は『ぼうえき』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔容易〕にできることではない。";
Q[88].Ans[0] = "ようい";
Q[88].Ans[1] = "ようえき";
Q[88].Ans[2] = "よういん";
Q[88].Ans[3] = "ようえん";
Q[88].comment = "『容易』は『ようい』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔安易〕に決めてはいけません。";
Q[89].Ans[0] = "あんい";
Q[89].Ans[1] = "あんえき";
Q[89].Ans[2] = "あんいい";
Q[89].Ans[3] = "あんいき";
Q[89].comment = "『安易』は『あんい』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔演技〕をすることもあります。";
Q[90].Ans[0] = "えんぎ";
Q[90].Ans[1] = "えいぎ";
Q[90].Ans[2] = "いんぎ";
Q[90].Ans[3] = "いぎ";
Q[90].comment = "『演技』は『えんぎ』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔演劇〕の勉強をしています。";
Q[91].Ans[0] = "えんげき";
Q[91].Ans[1] = "いげき";
Q[91].Ans[2] = "えぎき";
Q[91].Ans[3] = "いんげき";
Q[91].comment = "『演劇』は『えんげき』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔演習〕の授業が多いです。";
Q[92].Ans[0] = "えんしゅう";
Q[92].Ans[1] = "いんしゅう";
Q[92].Ans[2] = "えいしゅう";
Q[92].Ans[3] = "いっしゅう";
Q[92].comment = "『演習』は『えんしゅう』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日の〔演説〕は、あまりよくありませんでした。";
Q[93].Ans[0] = "えんぜつ";
Q[93].Ans[1] = "いんぜつ";
Q[93].Ans[2] = "いんぜい";
Q[93].Ans[3] = "えんせい";
Q[93].comment = "『演説』は『えんぜつ』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近は〔価格〕が高すぎます。";
Q[94].Ans[0] = "かかく";
Q[94].Ans[1] = "かがく";
Q[94].Ans[2] = "かっかく";
Q[94].Ans[3] = "がかく";
Q[94].comment = "『価格』は『かかく』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どのくらいの〔価値〕があるというのでしょうか。";
Q[95].Ans[0] = "かち";
Q[95].Ans[1] = "かっち";
Q[95].Ans[2] = "かんち";
Q[95].Ans[3] = "がっち";
Q[95].comment = "『価値』は『かち』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔高価〕なものだから良いとはかぎらない。";
Q[96].Ans[0] = "こうか";
Q[96].Ans[1] = "こうが";
Q[96].Ans[2] = "こうかん";
Q[96].Ans[3] = "こうかい";
Q[96].comment = "『高価』は『こうか』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔定価〕は1500円ですが、500円でいいですよ。";
Q[97].Ans[0] = "ていか";
Q[97].Ans[1] = "ていかい";
Q[97].Ans[2] = "ていが";
Q[97].Ans[3] = "ていき";
Q[97].comment = "『定価』は『ていか』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔物価〕が上がりつづけている。";
Q[98].Ans[0] = "ぶっか";
Q[98].Ans[1] = "ぶつが";
Q[98].Ans[2] = "ぶつか";
Q[98].Ans[3] = "ぶんか";
Q[98].comment = "『物価』は『ぶっか』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人を〔捜す〕のも大変だ。";
Q[99].Ans[0] = "さがす";
Q[99].Ans[1] = "さらす";
Q[99].Ans[2] = "もらす";
Q[99].Ans[3] = "はらす";
Q[99].comment = "『捜す』は『さがす』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭に動物の〔像〕がある。。";
Q[100].Ans[0] = "ぞう";
Q[100].Ans[1] = "おり";
Q[100].Ans[2] = "かご";
Q[100].Ans[3] = "しば";
Q[100].comment = "『像』は『ぞう』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>平和な世界を〔想像〕してください。";
Q[101].Ans[0] = "そうぞう";
Q[101].Ans[1] = "そうぞ";
Q[101].Ans[2] = "そうそう";
Q[101].Ans[3] = "そうそ";
Q[101].comment = "『想像』は『そうぞう』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔心臓〕の検査をする。";
Q[102].Ans[0] = "しんぞう";
Q[102].Ans[1] = "しんぞ";
Q[102].Ans[2] = "しんそう";
Q[102].Ans[3] = "しんそ";
Q[102].comment = "『心臓』は『しんぞう』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔贈り物〕をする。";
Q[103].Ans[0] = "おくりもの";
Q[103].Ans[1] = "とくりもの";
Q[103].Ans[2] = "そくりもの";
Q[103].Ans[3] = "もくりもの";
Q[103].comment = "『贈り物』は『おくりもの』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔改善〕しない。";
Q[104].Ans[0] = "かいぜん";
Q[104].Ans[1] = "かいせん";
Q[104].Ans[2] = "かいぞう";
Q[104].Ans[3] = "かいせい";
Q[104].comment = "『改善』は『かいぜん』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コンピュータの〔操作〕ができる。";
Q[105].Ans[0] = "そうさ";
Q[105].Ans[1] = "そうさく";
Q[105].Ans[2] = "ぞうさ";
Q[105].Ans[3] = "ぞうさく";
Q[105].comment = "『操作』は『そうさ』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎朝〔体操〕する。";
Q[106].Ans[0] = "たいそう";
Q[106].Ans[1] = "たいぞう";
Q[106].Ans[2] = "たいそん";
Q[106].Ans[3] = "たいぞん";
Q[106].comment = "『体操』は『たいそう』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この部屋は〔乾燥〕している。";
Q[107].Ans[0] = "かんそう";
Q[107].Ans[1] = "かんそ";
Q[107].Ans[2] = "かんぞ";
Q[107].Ans[3] = "かんぞう";
Q[107].comment = "『乾燥』は『かんそう』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビールを〔冷やす〕。";
Q[108].Ans[0] = "ひやす";
Q[108].Ans[1] = "はやす";
Q[108].Ans[2] = "しやす";
Q[108].Ans[3] = "もやす";
Q[108].comment = "『冷やす』は『ひやす』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>熱くて食べられないので、すこし〔冷ます〕。";
Q[109].Ans[0] = "さます";
Q[109].Ans[1] = "かます";
Q[109].Ans[2] = "あます";
Q[109].Ans[3] = "のます";
Q[109].comment = "『冷ます』は『さます』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生、もう少し〔冷静〕になってください。";
Q[110].Ans[0] = "れいせい";
Q[110].Ans[1] = "りんせい";
Q[110].Ans[2] = "れんせい";
Q[110].Ans[3] = "りょうせい";
Q[110].comment = "『冷静』は『れいせい』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔冷房〕が強すぎる。";
Q[111].Ans[0] = "れいぼう";
Q[111].Ans[1] = "れんぼう";
Q[111].Ans[2] = "りんぼう";
Q[111].Ans[3] = "りょうぼう";
Q[111].comment = "『冷房』は『れいぼう』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔冷凍〕のくだものはおいしくない。";
Q[112].Ans[0] = "れいとう";
Q[112].Ans[1] = "れっとう";
Q[112].Ans[2] = "りょうとう";
Q[112].Ans[3] = "れんとう";
Q[112].comment = "『冷凍』は『れいとう』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>料理がすっかり〔冷めて〕しまった。";
Q[113].Ans[0] = "さめて";
Q[113].Ans[1] = "ためて";
Q[113].Ans[2] = "きめて";
Q[113].Ans[3] = "なめて";
Q[113].comment = "『冷める』は『さめる』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたなら〔女優〕になれるかもしれない。";
Q[114].Ans[0] = "じょゆう";
Q[114].Ans[1] = "じょよう";
Q[114].Ans[2] = "じょうゆう";
Q[114].Ans[3] = "じょうよう";
Q[114].comment = "『女優』は『じょゆう』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どの商品よりも〔優れて〕いる。";
Q[115].Ans[0] = "すぐれて";
Q[115].Ans[1] = "かたれて";
Q[115].Ans[2] = "まみれて";
Q[115].Ans[3] = "ゆれて";
Q[115].comment = "『優れる』は『すぐれる』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大会で〔優勝〕した。";
Q[116].Ans[0] = "ゆうしょう";
Q[116].Ans[1] = "ゆっしょう";
Q[116].Ans[2] = "ようしょう";
Q[116].Ans[3] = "よしょう";
Q[116].comment = "『優勝』は『ゆうしょう』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔勇ましい〕話ですね。";
Q[117].Ans[0] = "いさましい";
Q[117].Ans[1] = "おぞましい";
Q[117].Ans[2] = "のぞましい";
Q[117].Ans[3] = "あさましい";
Q[117].comment = "『勇ましい』は『いさましい』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたには〔勇気〕がない。";
Q[118].Ans[0] = "ゆうき";
Q[118].Ans[1] = "ようき";
Q[118].Ans[2] = "ゆき";
Q[118].Ans[3] = "よき";
Q[118].comment = "『勇気』は『ゆうき』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あとで〔連絡〕してください。";
Q[119].Ans[0] = "れんらく";
Q[119].Ans[1] = "れんかく";
Q[119].Ans[2] = "れんきゃく";
Q[119].Ans[3] = "れんたく";
Q[119].comment = "『連絡』は『れんらく』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ホットケーキを〔裏返す〕。";
Q[120].Ans[0] = "うらがえす";
Q[120].Ans[1] = "ひきかえす";
Q[120].Ans[2] = "おきがえす";
Q[120].Ans[3] = "もちかえす";
Q[120].comment = "『裏返す』は『うらがえす』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人を〔裏切る〕ようなことはできない。";
Q[121].Ans[0] = "うらぎる";
Q[121].Ans[1] = "たぎる";
Q[121].Ans[2] = "にぎる";
Q[121].Ans[3] = "りぎる";
Q[121].comment = "『裏切る』は『うらぎる』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔裏口〕から入ってください。";
Q[122].Ans[0] = "うらぐち";
Q[122].Ans[1] = "りこう";
Q[122].Ans[2] = "げんかん";
Q[122].Ans[3] = "かってぐち";
Q[122].comment = "『裏口』は『うらぐち』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれが〔大統領〕でも大きな問題ではない。";
Q[123].Ans[0] = "だいとうりょう";
Q[123].Ans[1] = "だいとうりょ";
Q[123].Ans[2] = "だいとうれい";
Q[123].Ans[3] = "だいとうじょう";
Q[123].comment = "『大統領』は『だいとうりょう』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どものころから〔要領〕が悪かった。";
Q[124].Ans[0] = "ようりょう";
Q[124].Ans[1] = "ようれい";
Q[124].Ans[2] = "ようよう";
Q[124].Ans[3] = "ようれん";
Q[124].comment = "『要領』は『ようりょう』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔領事〕の事務所を訪ねる。";
Q[125].Ans[0] = "りょうじ";
Q[125].Ans[1] = "ろうじ";
Q[125].Ans[2] = "しょうじ";
Q[125].Ans[3] = "れいじ";
Q[125].comment = "『領事』は『りょうじ』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔領収〕を書いてください。";
Q[126].Ans[0] = "りょうしゅう";
Q[126].Ans[1] = "れいしゅう";
Q[126].Ans[2] = "れんしゅう";
Q[126].Ans[3] = "けんしゅう";
Q[126].comment = "『領収』は『りょうしゅう』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両親を〔手伝う〕のは良いことです。";
Q[127].Ans[0] = "てつだう";
Q[127].Ans[1] = "てつたう";
Q[127].Ans[2] = "てづたう";
Q[127].Ans[3] = "てづだう";
Q[127].comment = "『手伝う』は『てつだう』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔笑顔〕で写真をとる。";
Q[128].Ans[0] = "えがお";
Q[128].Ans[1] = "わらいがお";
Q[128].Ans[2] = "わらがお";
Q[128].Ans[3] = "えいがお";
Q[128].comment = "『笑顔』は『えがお』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>漢字を〔仮名〕になおしなさい。";
Q[129].Ans[0] = "かな";
Q[129].Ans[1] = "かりな";
Q[129].Ans[2] = "かんな";
Q[129].Ans[3] = "かいな";
Q[129].comment = "『仮名』は『かな』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾は〔果物〕がおいしい。";
Q[130].Ans[0] = "くだもの";
Q[130].Ans[1] = "かぶつ";
Q[130].Ans[2] = "かんぶつ";
Q[130].Ans[3] = "くたもの";
Q[130].comment = "『果物』は『くだもの』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔叔母〕は工場ではたらいています。";
Q[131].Ans[0] = "おば";
Q[131].Ans[1] = "おうば";
Q[131].Ans[2] = "おおば";
Q[131].Ans[3] = "おっば";
Q[131].comment = "『叔母』は『おば』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔伯父〕は工場ではたらいています。";
Q[132].Ans[0] = "おじ";
Q[132].Ans[1] = "おうじ";
Q[132].Ans[2] = "おおじ";
Q[132].Ans[3] = "おんじ";
Q[132].comment = "『伯父』は『おじ』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔田舎〕なのでコンビニがありません。";
Q[133].Ans[0] = "いなか";
Q[133].Ans[1] = "いっなか";
Q[133].Ans[2] = "いんなか";
Q[133].Ans[3] = "いなっか";
Q[133].comment = "『田舎』は『いなか』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔時計〕を買いました。";
Q[134].Ans[0] = "とけい";
Q[134].Ans[1] = "ときけい";
Q[134].Ans[2] = "どけい";
Q[134].Ans[3] = "とげい";
Q[134].comment = "『時計』は『とけい』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは〔友達〕が少ないです。";
Q[135].Ans[0] = "ともだち";
Q[135].Ans[1] = "ともたち";
Q[135].Ans[2] = "ともたつ";
Q[135].Ans[3] = "ともだつ";
Q[135].comment = "『友達』は『ともだち』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔兄さん〕は工場ではたらいています。";
Q[136].Ans[0] = "にいさん";
Q[136].Ans[1] = "あにいさん";
Q[136].Ans[2] = "おにさん";
Q[136].Ans[3] = "あんさん";
Q[136].comment = "『兄さん』は『にいさん』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔姉さん〕は工場ではたらいています。";
Q[137].Ans[0] = "ねえさん";
Q[137].Ans[1] = "ねいさん";
Q[137].Ans[2] = "おねさん";
Q[137].Ans[3] = "ねんさん";
Q[137].comment = "『姉さん』は『ねえさん』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今日〕はよい天気です。";
Q[138].Ans[0] = "きょう";
Q[138].Ans[1] = "じょう";
Q[138].Ans[2] = "ちょう";
Q[138].Ans[3] = "きのう";
Q[138].comment = "『今日』は『きょう』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔部屋〕が汚いです。";
Q[139].Ans[0] = "へや";
Q[139].Ans[1] = "べや";
Q[139].Ans[2] = "へっや";
Q[139].Ans[3] = "へんや";
Q[139].comment = "『部屋』は『へや』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしは歌が〔下手〕です。";
Q[140].Ans[0] = "へた";
Q[140].Ans[1] = "げこ";
Q[140].Ans[2] = "げしゅ";
Q[140].Ans[3] = "しもて";
Q[140].comment = "『下手』は『へた』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の〔お母さん〕は工場ではたらいています。";
Q[141].Ans[0] = "おかあさん";
Q[141].Ans[1] = "おっかさん";
Q[141].Ans[2] = "おっかあさん";
Q[141].Ans[3] = "おかかさん";
Q[141].comment = "『お母さん』は『おかあさん』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の〔お父さん〕は工場ではたらいています。";
Q[142].Ans[0] = "おとうさん";
Q[142].Ans[1] = "おっとさん";
Q[142].Ans[2] = "おっとうさん";
Q[142].Ans[3] = "おどさん";
Q[142].comment = "『お父さん』は『おとうさん』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このハンカチは〔綿〕100％です。";
Q[143].Ans[0] = "めん";
Q[143].Ans[1] = "きぬ";
Q[143].Ans[2] = "いと";
Q[143].Ans[3] = "もめん";
Q[143].comment = "『綿』は『めん』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔綿〕のような雲が浮かんでいます。";
Q[144].Ans[0] = "わた";
Q[144].Ans[1] = "きぬ";
Q[144].Ans[2] = "いと";
Q[144].Ans[3] = "ほこり";
Q[144].comment = "『綿』は『わた』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犬を〔棒〕でたたく。";
Q[145].Ans[0] = "ぼう";
Q[145].Ans[1] = "ぼ";
Q[145].Ans[2] = "ほう";
Q[145].Ans[3] = "ぼん";
Q[145].comment = "『棒』は『ぼう』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔毎度〕ありがとうございます。";
Q[146].Ans[0] = "まいど";
Q[146].Ans[1] = "ばいど";
Q[146].Ans[2] = "まど";
Q[146].Ans[3] = "めいど";
Q[146].comment = "『毎度』は『まいど』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ねる前に〔歯磨き〕をしなさい。";
Q[147].Ans[0] = "はみがき";
Q[147].Ans[1] = "はすすき";
Q[147].Ans[2] = "はまき";
Q[147].Ans[3] = "はかき";
Q[147].comment = "『歯磨き』は『はみがき』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔居眠り〕をしてはいけません。";
Q[148].Ans[0] = "いねむり";
Q[148].Ans[1] = "いすわり";
Q[148].Ans[2] = "いかり";
Q[148].Ans[3] = "いざり";
Q[148].comment = "『居眠り』は『いねむり』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゲームに〔夢中〕になっている。";
Q[149].Ans[0] = "むちゅう";
Q[149].Ans[1] = "むうちゅう";
Q[149].Ans[2] = "むっちゅう";
Q[149].Ans[3] = "むんちゅう";
Q[149].comment = "『夢中』は『むちゅう』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたの〔夢〕は何ですか。";
Q[150].Ans[0] = "ゆめ";
Q[150].Ans[1] = "ゆうめ";
Q[150].Ans[2] = "ゆうめい";
Q[150].Ans[3] = "ゆめい";
Q[150].comment = "『夢』は『ゆめ』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>仕事をしていない男に〔娘〕はやらないぞ。";
Q[151].Ans[0] = "むすめ";
Q[151].Ans[1] = "こども";
Q[151].Ans[2] = "まご";
Q[151].Ans[3] = "むすこ";
Q[151].comment = "『娘』は『むすめ』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犬が〔小便〕をしている。";
Q[152].Ans[0] = "しょうべん";
Q[152].Ans[1] = "しょべん";
Q[152].Ans[2] = "しょんべん";
Q[152].Ans[3] = "しょっべん";
Q[152].comment = "『小便』は『しょうべん』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔船便〕で送ります。";
Q[153].Ans[0] = "ふなびん";
Q[153].Ans[1] = "ふなべん";
Q[153].Ans[2] = "せんべん";
Q[153].Ans[3] = "せんぴん";
Q[153].comment = "『船便』は『ふなびん』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何をするにも〔不便〕なところです。";
Q[154].Ans[0] = "ふべん";
Q[154].Ans[1] = "ふへん";
Q[154].Ans[2] = "ふうべん";
Q[154].Ans[3] = "ふっぺん";
Q[154].comment = "『不便』は『ふべん』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこにも〔便所〕がない。";
Q[155].Ans[0] = "べんじょ";
Q[155].Ans[1] = "べじょ";
Q[155].Ans[2] = "べんじょう";
Q[155].Ans[3] = "べいじょ";
Q[155].comment = "『便所』は『べんじょ』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは交通の〔便〕が悪い。";
Q[156].Ans[0] = "べん";
Q[156].Ans[1] = "びん";
Q[156].Ans[2] = "ぶん";
Q[156].Ans[3] = "へん";
Q[156].comment = "『便』は『べん』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔並木〕がうつくしい。";
Q[157].Ans[0] = "なみき";
Q[157].Ans[1] = "ならびき";
Q[157].Ans[2] = "へいぼく";
Q[157].Ans[3] = "へいき";
Q[157].comment = "『並木』は『なみき』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道に石を〔並べる〕。";
Q[158].Ans[0] = "ならべる";
Q[158].Ans[1] = "たべる";
Q[158].Ans[2] = "しらべる";
Q[158].Ans[3] = "くらべる";
Q[158].comment = "『並べる』は『ならべる』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>栄養を〔補う〕ために果物を食べる。";
Q[159].Ans[0] = "おぎなう";
Q[159].Ans[1] = "まかなう";
Q[159].Ans[2] = "あきなう";
Q[159].Ans[3] = "はからう";
Q[159].comment = "『補う』は『おぎなう』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生が学長の〔候補〕になった。";
Q[160].Ans[0] = "こうほ";
Q[160].Ans[1] = "こっほ";
Q[160].Ans[2] = "こうほう";
Q[160].Ans[3] = "こんほ";
Q[160].comment = "『候補』は『こうほ』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これらは〔区別〕しなければいけない。";
Q[161].Ans[0] = "くべつ";
Q[161].Ans[1] = "くうべつ";
Q[161].Ans[2] = "くっべつ";
Q[161].Ans[3] = "ぐべつ";
Q[161].comment = "『区別』は『くべつ』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは〔差別〕の多い社会だ。";
Q[162].Ans[0] = "さべつ";
Q[162].Ans[1] = "さへつ";
Q[162].Ans[2] = "さぺつ";
Q[162].Ans[3] = "さっぺつ";
Q[162].comment = "『差別』は『さべつ』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔性別〕を記入してください。";
Q[163].Ans[0] = "せいべつ";
Q[163].Ans[1] = "せいべっ";
Q[163].Ans[2] = "せいべ";
Q[163].Ans[3] = "せいべん";
Q[163].comment = "『性別』は『せいべつ』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔送別会〕を開く。";
Q[164].Ans[0] = "そうべつかい";
Q[164].Ans[1] = "そうべっかい";
Q[164].Ans[2] = "そうべんかい";
Q[164].Ans[3] = "そうげいかい";
Q[164].comment = "『送別会』は『そうべつかい』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会員を〔募集〕する。";
Q[165].Ans[0] = "ぼしゅう";
Q[165].Ans[1] = "ぼうしゅう";
Q[165].Ans[2] = "ほうしゅう";
Q[165].Ans[3] = "ぼっしゅう";
Q[165].comment = "『募集』は『ぼしゅう』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに〔泣かないで〕ください。";
Q[166].Ans[0] = "なかないで";
Q[166].Ans[1] = "かかないで";
Q[166].Ans[2] = "いかないで";
Q[166].Ans[3] = "まかないで";
Q[166].comment = "『泣く』は『なく』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日、〔研究室〕に来てほしい。";
Q[167].Ans[0] = "けんきゅうしつ";
Q[167].Ans[1] = "けんしゅうしつ";
Q[167].Ans[2] = "けんちゅうしつ";
Q[167].Ans[3] = "けんしゅしつ";
Q[167].comment = "『研究室』は『けんきゅうしつ』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔旧〕500円は使えません。";
Q[168].Ans[0] = "きゅう";
Q[168].Ans[1] = "きゅ";
Q[168].Ans[2] = "にゅう";
Q[168].Ans[3] = "じゅう";
Q[168].comment = "『旧』は『きゅう』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大声で〔叫ぶ〕。";
Q[169].Ans[0] = "さけぶ";
Q[169].Ans[1] = "まなぶ";
Q[169].Ans[2] = "およぶ";
Q[169].Ans[3] = "じょうぶ";
Q[169].comment = "『叫ぶ』は『さけぶ』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔結局〕うまくいきませんでした。";
Q[170].Ans[0] = "けっきょく";
Q[170].Ans[1] = "けっちょく";
Q[170].Ans[2] = "けっちゃく";
Q[170].Ans[3] = "けっしょく";
Q[170].comment = "『結局』は『けっきょく』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔薬局〕で薬を買う。";
Q[171].Ans[0] = "やっきょく";
Q[171].Ans[1] = "やっちょく";
Q[171].Ans[2] = "やくしょく";
Q[171].Ans[3] = "やくちょく";
Q[171].comment = "『薬局』は『やっきょく』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔平均〕は１時間くらいです。";
Q[172].Ans[0] = "へいきん";
Q[172].Ans[1] = "べいきん";
Q[172].Ans[2] = "へっきん";
Q[172].Ans[3] = "ぺきん";
Q[172].comment = "『平均』は『へいきん』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>田舎なのでインターネットの〔環境〕が悪い。";
Q[173].Ans[0] = "かんきょう";
Q[173].Ans[1] = "かいきょう";
Q[173].Ans[2] = "けんきょう";
Q[173].Ans[3] = "けいきょう";
Q[173].comment = "『環境』は『かんきょう』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いろいろな〔貝〕を食べる。";
Q[174].Ans[0] = "かい";
Q[174].Ans[1] = "さかな";
Q[174].Ans[2] = "うお";
Q[174].Ans[3] = "にく";
Q[174].comment = "『貝』は『かい』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだそのような〔段階〕ではないと思う。";
Q[175].Ans[0] = "だんかい";
Q[175].Ans[1] = "たんかい";
Q[175].Ans[2] = "だっかい";
Q[175].Ans[3] = "だんがい";
Q[175].comment = "『段階』は『だんかい』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>のりを〔乾かす〕。";
Q[176].Ans[0] = "かわかす";
Q[176].Ans[1] = "いかす";
Q[176].Ans[2] = "おびやかす";
Q[176].Ans[3] = "ひやかす";
Q[176].comment = "『乾かす』は『かわかす』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乾杯〕しましょう！";
Q[177].Ans[0] = "かんぱい";
Q[177].Ans[1] = "がんぱい";
Q[177].Ans[2] = "かっぱい";
Q[177].Ans[3] = "がんぺい";
Q[177].comment = "『乾杯』は『かんぱい』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乾電池〕がなくなった。";
Q[178].Ans[0] = "かんでんち";
Q[178].Ans[1] = "かでんち";
Q[178].Ans[2] = "がんでんち";
Q[178].Ans[3] = "がいでんち";
Q[178].comment = "『乾電池』は『かんでんち』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤い〔靴〕を買う。";
Q[179].Ans[0] = "くつ";
Q[179].Ans[1] = "ふく";
Q[179].Ans[2] = "ぼうし";
Q[179].Ans[3] = "ぬの";
Q[179].comment = "『靴』は『くつ』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この場合は、〔御中〕と書きます。";
Q[180].Ans[0] = "おんちゅう";
Q[180].Ans[1] = "ごちゅう";
Q[180].Ans[2] = "おちゅう";
Q[180].Ans[3] = "ごっちゅう";
Q[180].comment = "『御中』は『おんちゅう』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾には多くの日本〔企業〕がある。";
Q[181].Ans[0] = "きぎょう";
Q[181].Ans[1] = "ききょ";
Q[181].Ans[2] = "きしょう";
Q[181].Ans[3] = "きちょう";
Q[181].comment = "『企業』は『きぎょう』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔失業〕している人が少なくない。";
Q[182].Ans[0] = "しつぎょう";
Q[182].Ans[1] = "しつこう";
Q[182].Ans[2] = "しっこう";
Q[182].Ans[3] = "しつごう";
Q[182].comment = "『失業』は『しつぎょう』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔恐らく〕うまくいかないでしょう。";
Q[183].Ans[0] = "おそらく";
Q[183].Ans[1] = "からく";
Q[183].Ans[2] = "すべからく";
Q[183].Ans[3] = "きょらく";
Q[183].comment = "『恐らく』は『おそらく』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何を〔恐れる〕必要があるのですか。";
Q[184].Ans[0] = "おそれる";
Q[184].Ans[1] = "まみれる";
Q[184].Ans[2] = "あれる";
Q[184].Ans[3] = "はれる";
Q[184].comment = "『恐れる』は『おそれる』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔恐縮〕ながら、お願いします。";
Q[185].Ans[0] = "きょうしゅく";
Q[185].Ans[1] = "きょしゅく";
Q[185].Ans[2] = "ぎょうしゅく";
Q[185].Ans[3] = "ちょうしょく";
Q[185].comment = "『恐縮』は『きょうしゅく』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人に〔恐怖〕を感じる。";
Q[186].Ans[0] = "きょうふ";
Q[186].Ans[1] = "きょうぷ";
Q[186].Ans[2] = "きょうふう";
Q[186].Ans[3] = "きょふう";
Q[186].comment = "『恐怖』は『きょうふ』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このイクラは〔粒〕が大きい。";
Q[187].Ans[0] = "つぶ";
Q[187].Ans[1] = "たま";
Q[187].Ans[2] = "りゅう";
Q[187].Ans[3] = "りつ";
Q[187].comment = "『粒』は『つぶ』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカの〔卵〕は生では食べられません。";
Q[188].Ans[0] = "たまご";
Q[188].Ans[1] = "らん";
Q[188].Ans[2] = "なまこ";
Q[188].Ans[3] = "つぶ";
Q[188].comment = "『卵』は『たまご』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたのことは〔信頼〕しています。";
Q[189].Ans[0] = "しんらい";
Q[189].Ans[1] = "しんらん";
Q[189].Ans[2] = "じんらい";
Q[189].Ans[3] = "ちんらい";
Q[189].comment = "『信頼』は『しんらい』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつまでも人に〔頼って〕いてはいけません。";
Q[190].Ans[0] = "たよって";
Q[190].Ans[1] = "かまって";
Q[190].Ans[2] = "さえぎって";
Q[190].Ans[3] = "おごって";
Q[190].comment = "『頼る』は『たよる』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の成長を〔頼もしい〕思いで見ています。";
Q[191].Ans[0] = "たのもしい";
Q[191].Ans[1] = "らいもしい";
Q[191].Ans[2] = "およもしい";
Q[191].Ans[3] = "ものもしい";
Q[191].comment = "『頼もしい』は『たのもしい』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔食欲〕がありすぎて困っています。";
Q[192].Ans[0] = "しょくよく";
Q[192].Ans[1] = "しょくよう";
Q[192].Ans[2] = "しょくよん";
Q[192].Ans[3] = "しょくやく";
Q[192].comment = "『食欲』は『しょくよく』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔欲張り〕なので大きな方がいいです。";
Q[193].Ans[0] = "よくばり";
Q[193].Ans[1] = "やくばり";
Q[193].Ans[2] = "ようばり";
Q[193].Ans[3] = "よっぱり";
Q[193].comment = "『欲張り』は『よくばり』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは国民の〔義務〕です。";
Q[194].Ans[0] = "ぎむ";
Q[194].Ans[1] = "ぎいむ";
Q[194].Ans[2] = "ぎむう";
Q[194].Ans[3] = "ぎっむ";
Q[194].comment = "『義務』は『ぎむ』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔勤務〕が長いのにお金が安い。";
Q[195].Ans[0] = "きんむ";
Q[195].Ans[1] = "きんむう";
Q[195].Ans[2] = "きむ";
Q[195].Ans[3] = "くむう";
Q[195].comment = "『勤務』は『きんむ』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これのどこが〔公務〕なのですか。";
Q[196].Ans[0] = "こうむ";
Q[196].Ans[1] = "こんむ";
Q[196].Ans[2] = "こんむう";
Q[196].Ans[3] = "こうむう";
Q[196].comment = "『公務』は『こうむ』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔事務〕の仕事をしています。";
Q[197].Ans[0] = "じむ";
Q[197].Ans[1] = "ちむ";
Q[197].Ans[2] = "じむう";
Q[197].Ans[3] = "ちむう";
Q[197].comment = "『事務』は『じむ』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこかに〔旅〕に出ます。";
Q[198].Ans[0] = "たび";
Q[198].Ans[1] = "りょ";
Q[198].Ans[2] = "たっび";
Q[198].Ans[3] = "たびい";
Q[198].comment = "『旅』は『たび』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鏡に顔を〔映す〕。";
Q[199].Ans[0] = "うつす";
Q[199].Ans[1] = "はやす";
Q[199].Ans[2] = "そやす";
Q[199].Ans[3] = "いやす";
Q[199].comment = "『映す』は『うつす』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国民の意見を〔反映〕していない。。";
Q[200].Ans[0] = "はんえい";
Q[200].Ans[1] = "はんたい";
Q[200].Ans[2] = "はんけん";
Q[200].Ans[3] = "はんのう";
Q[200].comment = "『反映』は『はんえい』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>５月に〔延期〕します。";
Q[201].Ans[0] = "えんき";
Q[201].Ans[1] = "いんき";
Q[201].Ans[2] = "えんち";
Q[201].Ans[3] = "いんち";
Q[201].comment = "『延期』は『えんき』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>期間を〔延長〕してください。";
Q[202].Ans[0] = "えんちょう";
Q[202].Ans[1] = "いんちょう";
Q[202].Ans[2] = "えんじょう";
Q[202].Ans[3] = "いんじょう";
Q[202].comment = "『延長』は『えんちょう』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生の授業は〔延びる〕ことが多い。";
Q[203].Ans[0] = "のびる";
Q[203].Ans[1] = "かびる";
Q[203].Ans[2] = "なびる";
Q[203].Ans[3] = "さびる";
Q[203].comment = "『延びる』は『のびる』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔円い〕食器を買う。";
Q[204].Ans[0] = "まるい";
Q[204].Ans[1] = "しろい";
Q[204].Ans[2] = "きれい";
Q[204].Ans[3] = "くろい";
Q[204].comment = "『円い』は『まるい』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔円周〕を計算する。";
Q[205].Ans[0] = "えんしゅう";
Q[205].Ans[1] = "いんしゅう";
Q[205].Ans[2] = "まんしゅう";
Q[205].Ans[3] = "れんしゅう";
Q[205].comment = "『円周』は『えんしゅう』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日曜も〔営業〕しています。";
Q[206].Ans[0] = "えいぎょう";
Q[206].Ans[1] = "えぎょう";
Q[206].Ans[2] = "えっぎょう";
Q[206].Ans[3] = "えんぎょう";
Q[206].comment = "『営業』は『えいぎょう』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔経営〕が苦しいらしい。";
Q[207].Ans[0] = "けいえい";
Q[207].Ans[1] = "けいえ";
Q[207].Ans[2] = "けいえん";
Q[207].Ans[3] = "けいい";
Q[207].comment = "『経営』は『けいえい』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔改めて〕連絡します。";
Q[208].Ans[0] = "あらためて";
Q[208].Ans[1] = "からめて";
Q[208].Ans[2] = "はじめて";
Q[208].Ans[3] = "いさめて";
Q[208].comment = "『改めて』は『あらためて』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔改札〕を通らないとダメです。";
Q[209].Ans[0] = "かいさつ";
Q[209].Ans[1] = "かっさつ";
Q[209].Ans[2] = "かんさつ";
Q[209].Ans[3] = "がいさつ";
Q[209].comment = "『改札』は『かいさつ』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>できるだけ早く〔改善〕してもらいたい。";
Q[210].Ans[0] = "かいぜん";
Q[210].Ans[1] = "がいぜん";
Q[210].Ans[2] = "がぜん";
Q[210].Ans[3] = "がっぜん";
Q[210].comment = "『改善』は『かいぜん』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車を〔改造〕する。";
Q[211].Ans[0] = "かいぞう";
Q[211].Ans[1] = "がんぞう";
Q[211].Ans[2] = "かんぞう";
Q[211].Ans[3] = "がぞう";
Q[211].comment = "『改造』は『かいぞう』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、お〔菓子〕を食べてばかりです。";
Q[212].Ans[0] = "かし";
Q[212].Ans[1] = "くだもの";
Q[212].Ans[2] = "かす";
Q[212].Ans[3] = "おかし";
Q[212].comment = "『菓子』は『かし』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔仏〕にお願いする。";
Q[213].Ans[0] = "ほとけ";
Q[213].Ans[1] = "ぶつ";
Q[213].Ans[2] = "かみ";
Q[213].Ans[3] = "せんぞ";
Q[213].comment = "『仏』は『ほとけ』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本を〔閉じる〕。";
Q[214].Ans[0] = "とじる";
Q[214].Ans[1] = "かじる";
Q[214].Ans[2] = "なじる";
Q[214].Ans[3] = "くじる";
Q[214].comment = "『閉じる』は『とじる』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>店を〔閉める〕。";
Q[215].Ans[0] = "しめる";
Q[215].Ans[1] = "とめる";
Q[215].Ans[2] = "かめる";
Q[215].Ans[3] = "はめる";
Q[215].comment = "『閉める』は『しめる』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これで〔閉会〕します。";
Q[216].Ans[0] = "へいかい";
Q[216].Ans[1] = "しめかい";
Q[216].Ans[2] = "とじかい";
Q[216].Ans[3] = "やめかい";
Q[216].comment = "『閉会』は『へいかい』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どんな〔服装〕でもいいですよ。";
Q[217].Ans[0] = "ふくそう";
Q[217].Ans[1] = "ふそう";
Q[217].Ans[2] = "ふっそう";
Q[217].Ans[3] = "ふうそう";
Q[217].comment = "『服装』は『ふくそう』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔和服〕が好きです。";
Q[218].Ans[0] = "わふく";
Q[218].Ans[1] = "わふ";
Q[218].Ans[2] = "わふう";
Q[218].Ans[3] = "わぷく";
Q[218].comment = "『和服』は『わふく』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔封筒〕を買ってきてください。";
Q[219].Ans[0] = "ふうとう";
Q[219].Ans[1] = "ほうとう";
Q[219].Ans[2] = "ほんとう";
Q[219].Ans[3] = "ほっとう";
Q[219].comment = "『封筒』は『ふうとう』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔副会長〕になりました。";
Q[220].Ans[0] = "ふくかいちょう";
Q[220].Ans[1] = "ふうかいちょう";
Q[220].Ans[2] = "ふっかいちょう";
Q[220].Ans[3] = "ふかいちょう";
Q[220].comment = "『副会長』は『ふくかいちょう』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔副詞〕はむずかしいです。";
Q[221].Ans[0] = "ふくし";
Q[221].Ans[1] = "どうし";
Q[221].Ans[2] = "めいし";
Q[221].Ans[3] = "しじし";
Q[221].comment = "『副詞』は『ふくし』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長さはないが〔幅〕が広い。";
Q[222].Ans[0] = "はば";
Q[222].Ans[1] = "わき";
Q[222].Ans[2] = "よこ";
Q[222].Ans[3] = "ふく";
Q[222].comment = "『幅』は『はば』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔支払い〕が大きすぎます。";
Q[223].Ans[0] = "しはらい";
Q[223].Ans[1] = "しからい";
Q[223].Ans[2] = "しばらい";
Q[223].Ans[3] = "したらい";
Q[223].comment = "『支払い』は『しはらい』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お金がなくて〔払う〕ことができません。";
Q[224].Ans[0] = "はらう";
Q[224].Ans[1] = "もらう";
Q[224].Ans[2] = "とむらう";
Q[224].Ans[3] = "かこう";
Q[224].comment = "『払う』は『はらう』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>虫を〔捕まえる〕。";
Q[225].Ans[0] = "つかまえる";
Q[225].Ans[1] = "ほまえる";
Q[225].Ans[2] = "からまえる";
Q[225].Ans[3] = "さかまえる";
Q[225].comment = "『捕まえる』は『つかまえる』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯人を〔捕らえる〕。";
Q[226].Ans[0] = "とらえる";
Q[226].Ans[1] = "きらえる";
Q[226].Ans[2] = "さらえる";
Q[226].Ans[3] = "ならえる";
Q[226].comment = "『捕らえる』は『とらえる』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>クジラを〔捕る〕。";
Q[227].Ans[0] = "とる";
Q[227].Ans[1] = "ほる";
Q[227].Ans[2] = "みる";
Q[227].Ans[3] = "ける";
Q[227].comment = "『捕る』は『とる』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと良い〔暮らし〕がしたいです。";
Q[228].Ans[0] = "くらし";
Q[228].Ans[1] = "からし";
Q[228].Ans[2] = "はらし";
Q[228].Ans[3] = "むらし";
Q[228].comment = "『暮らし』は『くらし』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔暮れ〕にかけて忙しくなります。";
Q[229].Ans[0] = "くれ";
Q[229].Ans[1] = "もれ";
Q[229].Ans[2] = "とれ";
Q[229].Ans[3] = "おれ";
Q[229].comment = "『暮れ』は『くれ』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もうすぐ日が〔暮れる〕。";
Q[230].Ans[0] = "くれる";
Q[230].Ans[1] = "かれる";
Q[230].Ans[2] = "たれる";
Q[230].Ans[3] = "それる";
Q[230].comment = "『暮れる』は『くれる』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生の研究室を〔訪ねる〕。";
Q[231].Ans[0] = "たずねる";
Q[231].Ans[1] = "おもねる";
Q[231].Ans[2] = "ほうねる";
Q[231].Ans[3] = "たばねる";
Q[231].comment = "『訪ねる』は『たずねる』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の大学を〔訪問〕する。";
Q[232].Ans[0] = "ほうもん";
Q[232].Ans[1] = "ほんもん";
Q[232].Ans[2] = "こうもん";
Q[232].Ans[3] = "かんもん";
Q[232].comment = "『訪問』は『ほうもん』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コーヒーの〔粉〕を買う。";
Q[233].Ans[0] = "こな";
Q[233].Ans[1] = "ふん";
Q[233].Ans[2] = "まめ";
Q[233].Ans[3] = "つぶ";
Q[233].comment = "『粉』は『こな』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若いのに〔腹〕が出ている。";
Q[234].Ans[0] = "はら";
Q[234].Ans[1] = "おなか";
Q[234].Ans[2] = "へそ";
Q[234].Ans[3] = "でこ";
Q[234].comment = "『腹』は『はら』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>果物は栄養が〔豊富〕です。";
Q[235].Ans[0] = "ほうふ";
Q[235].Ans[1] = "ほっふ";
Q[235].Ans[2] = "ぽうふ";
Q[235].Ans[3] = "ぼうふ";
Q[235].comment = "『豊富』は『ほうふ』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれでももっと〔豊か〕になりたいと思っているはずだ。";
Q[236].Ans[0] = "ゆたか";
Q[236].Ans[1] = "おごそか";
Q[236].Ans[2] = "とよか";
Q[236].Ans[3] = "はるか";
Q[236].comment = "『豊か』は『ゆたか』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>木の下に〔埋める〕。";
Q[237].Ans[0] = "うめる";
Q[237].Ans[1] = "ためる";
Q[237].Ans[2] = "はめる";
Q[237].Ans[3] = "なめる";
Q[237].comment = "『埋める』は『うめる』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔暴れる〕ことがあるので気をつけてください。";
Q[238].Ans[0] = "あばれる";
Q[238].Ans[1] = "すたれる";
Q[238].Ans[2] = "かぶれる";
Q[238].Ans[3] = "さびれる";
Q[238].comment = "『暴れる』は『あばれる』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本との〔貿易〕が増えている。";
Q[239].Ans[0] = "ぼうえき";
Q[239].Ans[1] = "ぼういき";
Q[239].Ans[2] = "ぼういん";
Q[239].Ans[3] = "ぼうえん";
Q[239].comment = "『貿易』は『ぼうえき』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔住民〕の意見を聞くべきだ。";
Q[240].Ans[0] = "じゅうみん";
Q[240].Ans[1] = "じゅうめん";
Q[240].Ans[2] = "じゅうきん";
Q[240].Ans[3] = "じゅうせん";
Q[240].comment = "『住民』は『じゅうみん』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔民間〕の学校に通う。";
Q[241].Ans[0] = "みんかん";
Q[241].Ans[1] = "みいかん";
Q[241].Ans[2] = "みかん";
Q[241].Ans[3] = "みっかん";
Q[241].comment = "『民間』は『みんかん』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔深夜〕まで営業しています。";
Q[242].Ans[0] = "しんや";
Q[242].Ans[1] = "しんよ";
Q[242].Ans[2] = "しんよう";
Q[242].Ans[3] = "しんよる";
Q[242].comment = "『深夜』は『しんや』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夜行〕バスで東京に行く。";
Q[243].Ans[0] = "やこう";
Q[243].Ans[1] = "よこう";
Q[243].Ans[2] = "よるこう";
Q[243].Ans[3] = "ようこう";
Q[243].comment = "『夜行』は『やこう』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夜明け〕までまだ時間があります。";
Q[244].Ans[0] = "よあけ";
Q[244].Ans[1] = "よるあけ";
Q[244].Ans[2] = "やあけ";
Q[244].Ans[3] = "よいあけ";
Q[244].comment = "『夜明け』は『よあけ』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤い〔毛糸〕を買う。";
Q[245].Ans[0] = "けいと";
Q[245].Ans[1] = "けいいと";
Q[245].Ans[2] = "けっと";
Q[245].Ans[3] = "もうし";
Q[245].comment = "『毛糸』は『けいと』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤い〔毛布〕を買う。";
Q[246].Ans[0] = "もうふ";
Q[246].Ans[1] = "もっふ";
Q[246].Ans[2] = "もっぷ";
Q[246].Ans[3] = "もふう";
Q[246].comment = "『毛布』は『もうふ』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう一度〔枚数〕を数えてください。";
Q[247].Ans[0] = "まいすう";
Q[247].Ans[1] = "まんすう";
Q[247].Ans[2] = "ばいすう";
Q[247].Ans[3] = "ばんすう";
Q[247].comment = "『枚数』は『まいすう』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔幸福〕なんて信じない。";
Q[248].Ans[0] = "こうふく";
Q[248].Ans[1] = "こうふう";
Q[248].Ans[2] = "こうふん";
Q[248].Ans[3] = "こうぷく";
Q[248].comment = "『幸福』は『こうふく』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄を病院に〔見舞う〕。";
Q[249].Ans[0] = "みまう";
Q[249].Ans[1] = "みそう";
Q[249].Ans[2] = "みかう";
Q[249].Ans[3] = "みのう";
Q[249].comment = "『見舞う』は『みまう』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人生はあなたのための〔舞台〕です。";
Q[250].Ans[0] = "ぶたい";
Q[250].Ans[1] = "むたい";
Q[250].Ans[2] = "またい";
Q[250].Ans[3] = "かたい";
Q[250].comment = "『舞台』は『ぶたい』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生が不安を〔抱く〕ことのないようにしなければいけない。";
Q[251].Ans[0] = "いだく";
Q[251].Ans[1] = "まねく";
Q[251].Ans[2] = "ささやく";
Q[251].Ans[3] = "かがやく";
Q[251].comment = "『抱く』は『いだく』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>かばんを〔抱えて〕学校に行く。";
Q[252].Ans[0] = "かかえて";
Q[252].Ans[1] = "ささえて";
Q[252].Ans[2] = "とらえて";
Q[252].Ans[3] = "かまえて";
Q[252].comment = "『抱える』は『かかえる』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両手で子どもを〔抱く〕。";
Q[253].Ans[0] = "だく";
Q[253].Ans[1] = "まく";
Q[253].Ans[2] = "まねく";
Q[253].Ans[3] = "つく";
Q[253].comment = "『抱く』は『だく』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔保健〕の授業を受ける。";
Q[254].Ans[0] = "ほけん";
Q[254].Ans[1] = "ほうけん";
Q[254].Ans[2] = "ぼうけん";
Q[254].Ans[3] = "ほっけん";
Q[254].comment = "『保健』は『ほけん』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すずしいところで〔保存〕してください。";
Q[255].Ans[0] = "ほぞん";
Q[255].Ans[1] = "ほうぞん";
Q[255].Ans[2] = "ぽぞん";
Q[255].Ans[3] = "ほっぞん";
Q[255].comment = "『保存』は『ほぞん』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母が〔編み物〕をしている。";
Q[256].Ans[0] = "あみもの";
Q[256].Ans[1] = "かみもの";
Q[256].Ans[2] = "のみもの";
Q[256].Ans[3] = "しみもの";
Q[256].comment = "『編み物』は『あみもの』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔短編〕映画が好きです。";
Q[257].Ans[0] = "たんぺん";
Q[257].Ans[1] = "たんべん";
Q[257].Ans[2] = "たんへつ";
Q[257].Ans[3] = "たんべい";
Q[257].comment = "『短編』は『たんぺん』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>映画を〔編集〕する。";
Q[258].Ans[0] = "へんしゅう";
Q[258].Ans[1] = "へいしゅう";
Q[258].Ans[2] = "へっしゅう";
Q[258].Ans[3] = "へしゅう";
Q[258].comment = "『編集』は『へんしゅう』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このところ、かなり〔忙しい〕。";
Q[259].Ans[0] = "いそがしい";
Q[259].Ans[1] = "せわしい";
Q[259].Ans[2] = "さわがしい";
Q[259].Ans[3] = "うつくしい";
Q[259].comment = "『忙しい』は『いそがしい』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔陽気〕がいいので、どこかに行きましょう。";
Q[260].Ans[0] = "ようき";
Q[260].Ans[1] = "よんき";
Q[260].Ans[2] = "よっき";
Q[260].Ans[3] = "ゆうき";
Q[260].comment = "『陽気』は『ようき』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔太陽〕が雲にかくれている。";
Q[261].Ans[0] = "たいよう";
Q[261].Ans[1] = "たいやん";
Q[261].Ans[2] = "たいよ";
Q[261].Ans[3] = "たいや";
Q[261].comment = "『太陽』は『たいよう』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋に帰ると〔落ち着く〕。";
Q[262].Ans[0] = "おちつく";
Q[262].Ans[1] = "かちつく";
Q[262].Ans[2] = "らちつく";
Q[262].Ans[3] = "もちつく";
Q[262].comment = "『落ち着く』は『おちつく』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔落とし物〕を見つけた。";
Q[263].Ans[0] = "おとしもの";
Q[263].Ans[1] = "さとしもの";
Q[263].Ans[2] = "もとしもの";
Q[263].Ans[3] = "ひとしもの";
Q[263].comment = "『落とし物』は『おとしもの』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔命〕を大切にしなさい。";
Q[264].Ans[0] = "いのち";
Q[264].Ans[1] = "いのり";
Q[264].Ans[2] = "いのき";
Q[264].Ans[3] = "いのちい";
Q[264].comment = "『命』は『いのち』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔人命〕がなによりも大切です。";
Q[265].Ans[0] = "じんめい";
Q[265].Ans[1] = "じんみん";
Q[265].Ans[2] = "じんみょう";
Q[265].Ans[3] = "じんめん";
Q[265].comment = "『人命』は『じんめい』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔生命〕は海ではじまった。";
Q[266].Ans[0] = "せいめい";
Q[266].Ans[1] = "せいみょう";
Q[266].Ans[2] = "せいめん";
Q[266].Ans[3] = "せいみん";
Q[266].comment = "『生命』は『せいめい』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ベルを〔鳴らす〕。";
Q[267].Ans[0] = "ならす";
Q[267].Ans[1] = "からす";
Q[267].Ans[2] = "そらす";
Q[267].Ans[3] = "はらす";
Q[267].comment = "『鳴らす』は『ならす』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔海洋〕を調査するための船だ。";
Q[268].Ans[0] = "かいよう";
Q[268].Ans[1] = "かいよ";
Q[268].Ans[2] = "かいや";
Q[268].Ans[3] = "かいよん";
Q[268].comment = "『海洋』は『かいよう』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家は〔洋品店〕をやっていました。";
Q[269].Ans[0] = "ようひんてん";
Q[269].Ans[1] = "よひんてん";
Q[269].Ans[2] = "やひんてん";
Q[269].Ans[3] = "よっひんてん";
Q[269].comment = "『洋品店』は『ようひんてん』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔東洋〕の文化を勉強している。";
Q[270].Ans[0] = "とうよう";
Q[270].Ans[1] = "とうよん";
Q[270].Ans[2] = "とうよ";
Q[270].Ans[3] = "とうや";
Q[270].comment = "『東洋』は『とうよう』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>秋には〔紅葉〕がきれいです。";
Q[271].Ans[0] = "こうよう";
Q[271].Ans[1] = "こうよ";
Q[271].Ans[2] = "こうば";
Q[271].Ans[3] = "こうばん";
Q[271].comment = "『紅葉』は『こうよう』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔葉〕が落ちている。";
Q[272].Ans[0] = "は";
Q[272].Ans[1] = "ぱ";
Q[272].Ans[2] = "ば";
Q[272].Ans[3] = "よう";
Q[272].comment = "『葉』は『は』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔正門〕の前でバスを降りる。";
Q[273].Ans[0] = "せいもん";
Q[273].Ans[1] = "しょうもん";
Q[273].Ans[2] = "せいもう";
Q[273].Ans[3] = "しょうもう";
Q[273].comment = "『正門』は『せいもん』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔地面〕が雨でぬれている。";
Q[274].Ans[0] = "じめん";
Q[274].Ans[1] = "ちめん";
Q[274].Ans[2] = "じみん";
Q[274].Ans[3] = "ちみん";
Q[274].comment = "『地面』は『じめん』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔正面〕の入り口から入ってください。";
Q[275].Ans[0] = "しょうめん";
Q[275].Ans[1] = "せいめん";
Q[275].Ans[2] = "しょうみん";
Q[275].Ans[3] = "せいみん";
Q[275].comment = "『正面』は『しょうめん』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔水面〕に葉が浮かんでいる。";
Q[276].Ans[0] = "すいめん";
Q[276].Ans[1] = "すいみん";
Q[276].Ans[2] = "すいもん";
Q[276].Ans[3] = "すいしん";
Q[276].comment = "『水面』は『すいめん』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はとても〔面白い〕人です。";
Q[277].Ans[0] = "おもしろい";
Q[277].Ans[1] = "めんしろい";
Q[277].Ans[2] = "うらしろい";
Q[277].Ans[3] = "はらしろい";
Q[277].comment = "『面白い』は『おもしろい』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この円の〔面積〕を計算してください。";
Q[278].Ans[0] = "めんせき";
Q[278].Ans[1] = "めっせき";
Q[278].Ans[2] = "めんせっき";
Q[278].Ans[3] = "めんぜき";
Q[278].comment = "『面積』は『めんせき』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日、会社の〔面接〕がある。";
Q[279].Ans[0] = "めんせつ";
Q[279].Ans[1] = "めいせつ";
Q[279].Ans[2] = "めっせつ";
Q[279].Ans[3] = "めせつ";
Q[279].comment = "『面接』は『めんせつ』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>荷物を〔押し入れ〕に入れる。";
Q[280].Ans[0] = "おしいれ";
Q[280].Ans[1] = "だしいれ";
Q[280].Ans[2] = "さしいれ";
Q[280].Ans[3] = "たしいれ";
Q[280].comment = "『押し入れ』は『おしいれ』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>客を〔応接室〕に通す。";
Q[281].Ans[0] = "おうせつしつ";
Q[281].Ans[1] = "おんせつしつ";
Q[281].Ans[2] = "いんせつしん";
Q[281].Ans[3] = "あんせうしつ";
Q[281].comment = "『応接室』は『おうせつしつ』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一応〕日本語は話せます。";
Q[282].Ans[0] = "いちおう";
Q[282].Ans[1] = "いちいん";
Q[282].Ans[2] = "いちだん";
Q[282].Ans[3] = "ひとまず";
Q[282].comment = "『一応』は『いちおう』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここの学生は〔応用〕が弱い。";
Q[283].Ans[0] = "おうよう";
Q[283].Ans[1] = "いんよう";
Q[283].Ans[2] = "かんよう";
Q[283].Ans[3] = "こうよう";
Q[283].comment = "『応用』は『おうよう』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔貨物〕を船で運ぶ。";
Q[284].Ans[0] = "かもつ";
Q[284].Ans[1] = "がもつ";
Q[284].Ans[2] = "かもの";
Q[284].Ans[3] = "がもの";
Q[284].comment = "『貨物』は『かもつ』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔雑貨〕を売っています。";
Q[285].Ans[0] = "ざっか";
Q[285].Ans[1] = "ざっかい";
Q[285].Ans[2] = "ざっが";
Q[285].Ans[3] = "ざっかん";
Q[285].comment = "『雑貨』は『ざっか』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは500円〔硬貨〕です。";
Q[286].Ans[0] = "こうか";
Q[286].Ans[1] = "こうかい";
Q[286].Ans[2] = "こうかん";
Q[286].Ans[3] = "こうがい";
Q[286].comment = "『硬貨』は『こうか』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中国の〔通貨〕は人民元です。";
Q[287].Ans[0] = "つうか";
Q[287].Ans[1] = "つうが";
Q[287].Ans[2] = "つうかい";
Q[287].Ans[3] = "つうかん";
Q[287].comment = "『通貨』は『つうか』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高価な〔絵画〕を買う。";
Q[288].Ans[0] = "かいが";
Q[288].Ans[1] = "かいか";
Q[288].Ans[2] = "えか";
Q[288].Ans[3] = "えが";
Q[288].comment = "『絵画』は『かいが』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔画家〕になりたいといっています。";
Q[289].Ans[0] = "がか";
Q[289].Ans[1] = "がっか";
Q[289].Ans[2] = "かいか";
Q[289].Ans[3] = "かっか";
Q[289].comment = "『画家』は『がか』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>２つの絵を〔比較〕する。";
Q[290].Ans[0] = "ひかく";
Q[290].Ans[1] = "ひっかく";
Q[290].Ans[2] = "ひじゃく";
Q[290].Ans[3] = "ひちゃく";
Q[290].comment = "『比較』は『ひかく』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔週刊〕から月刊になるそうです。";
Q[291].Ans[0] = "しゅうかん";
Q[291].Ans[1] = "しゅうかい";
Q[291].Ans[2] = "しゅうがい";
Q[291].Ans[3] = "しゅうけん";
Q[291].comment = "『週刊』は『しゅうかん』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔朝刊〕をまだ読んでいません。";
Q[292].Ans[0] = "ちょうかん";
Q[292].Ans[1] = "ちょうがん";
Q[292].Ans[2] = "ちょうかい";
Q[292].Ans[3] = "ちょうがい";
Q[292].comment = "『朝刊』は『ちょうかん』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事件はまだ〔解決〕していない。";
Q[293].Ans[0] = "かいけつ";
Q[293].Ans[1] = "かっけつ";
Q[293].Ans[2] = "かんけつ";
Q[293].Ans[3] = "かけつ";
Q[293].comment = "『解決』は『かいけつ』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人以外は〔解放〕する。";
Q[294].Ans[0] = "かいほう";
Q[294].Ans[1] = "がいほう";
Q[294].Ans[2] = "かっほう";
Q[294].Ans[3] = "かんほう";
Q[294].comment = "『解放』は『かいほう』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔快晴〕です。";
Q[295].Ans[0] = "かいせい";
Q[295].Ans[1] = "くんせい";
Q[295].Ans[2] = "こうせい";
Q[295].Ans[3] = "けっせい";
Q[295].comment = "『快晴』は『かいせい』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔快適〕な部屋です。";
Q[296].Ans[0] = "かいてき";
Q[296].Ans[1] = "こうてき";
Q[296].Ans[2] = "そうてき";
Q[296].Ans[3] = "くいてき";
Q[296].comment = "『快適』は『かいてき』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このあたりは〔官庁〕が集まっている。";
Q[297].Ans[0] = "かんちょう";
Q[297].Ans[1] = "かんてい";
Q[297].Ans[2] = "かんちょ";
Q[297].Ans[3] = "かんて";
Q[297].comment = "『官庁』は『かんちょう』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本にアメリカの〔基地〕はいらない。";
Q[298].Ans[0] = "きち";
Q[298].Ans[1] = "ちち";
Q[298].Ans[2] = "いち";
Q[298].Ans[3] = "そち";
Q[298].comment = "『基地』は『きち』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔基本〕ができていない。";
Q[299].Ans[0] = "きほん";
Q[299].Ans[1] = "しほん";
Q[299].Ans[2] = "ちほん";
Q[299].Ans[3] = "みほん";
Q[299].comment = "『基本』は『きほん』と読む。";

Q[300].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうも彼女の〔様子〕がおかしい。。";
Q[300].Ans[0] = "ようす";
Q[300].Ans[1] = "ようし";
Q[300].Ans[2] = "ようこ";
Q[300].Ans[3] = "ようじ";
Q[300].comment = "『様子』は『ようす』と読む。";

Q[301].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外国の〔王子〕が日本に来るらしい。";
Q[301].Ans[0] = "おうじ";
Q[301].Ans[1] = "おうし";
Q[301].Ans[2] = "おうち";
Q[301].Ans[3] = "おうこ";
Q[301].comment = "『王子』は『おうじ』と読む。";

Q[302].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今〕にも死にそうな顔をしている。";
Q[302].Ans[0] = "いま";
Q[302].Ans[1] = "こん";
Q[302].Ans[2] = "じん";
Q[302].Ans[3] = "さき";
Q[302].comment = "『今』は『いま』と読む。";

Q[303].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は何の〔会合〕ですか。";
Q[303].Ans[0] = "かいごう";
Q[303].Ans[1] = "かいごん";
Q[303].Ans[2] = "かいがつ";
Q[303].Ans[3] = "かいがん";
Q[303].comment = "『会合』は『かいごう』と読む。";

Q[304].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>仕事の〔合間〕にお菓子を食べる。";
Q[304].Ans[0] = "あいま";
Q[304].Ans[1] = "あいかん";
Q[304].Ans[2] = "ごうま";
Q[304].Ans[3] = "ごうかん";
Q[304].comment = "『合間』は『あいま』と読む。";

Q[305].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手で〔合図〕をしてください。";
Q[305].Ans[0] = "あいず";
Q[305].Ans[1] = "ごうと";
Q[305].Ans[2] = "ごうず";
Q[305].Ans[3] = "あいと";
Q[305].comment = "『合図』は『あいず』と読む。";

Q[306].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔考え〕だけを書いたのでは作文になりません。";
Q[306].Ans[0] = "かんがえ";
Q[306].Ans[1] = "なまえ";
Q[306].Ans[2] = "わきまえ";
Q[306].Ans[3] = "あまえ";
Q[306].comment = "『考え』は『かんがえ』と読む。";

Q[307].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔外交〕には弱いところがある。";
Q[307].Ans[0] = "がいこう";
Q[307].Ans[1] = "がっこう";
Q[307].Ans[2] = "わいこう";
Q[307].Ans[3] = "わごう";
Q[307].comment = "『外交』は『がいこう』と読む。";

Q[308].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地図を〔広げる〕。";
Q[308].Ans[0] = "ひろげる";
Q[308].Ans[1] = "さまたげる";
Q[308].Ans[2] = "あげる";
Q[308].Ans[3] = "かかげる";
Q[308].comment = "『広げる』は『ひろげる』と読む。";

Q[309].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>たまには心の〔広さ〕を見せてください。";
Q[309].Ans[0] = "ひろさ";
Q[309].Ans[1] = "せまさ";
Q[309].Ans[2] = "わかさ";
Q[309].Ans[3] = "あらさ";
Q[309].comment = "『広さ』は『ひろさ』と読む。";

Q[310].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>２つの場所で同時に試験を〔行う〕。";
Q[310].Ans[0] = "おこなう";
Q[310].Ans[1] = "いこう";
Q[310].Ans[2] = "まかなう";
Q[310].Ans[3] = "あらそう";
Q[310].comment = "『行う』は『おこなう』と読む。";

Q[311].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台北〔行〕のバスを待つ。";
Q[311].Ans[0] = "ゆき";
Q[311].Ans[1] = "こう";
Q[311].Ans[2] = "ぎょう";
Q[311].Ans[3] = "いく";
Q[311].comment = "『〜行』は『〜ゆき／〜いき』と読む。";

Q[312].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お茶にはいろいろな〔作法〕がある。";
Q[312].Ans[0] = "さほう";
Q[312].Ans[1] = "さくほう";
Q[312].Ans[2] = "さっぽう";
Q[312].Ans[3] = "さぼう";
Q[312].comment = "『作法』は『さほう』と読む。";

Q[313].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔作業〕が進んでいない。";
Q[313].Ans[0] = "さぎょう";
Q[313].Ans[1] = "さいぎょう";
Q[313].Ans[2] = "さんぎょう";
Q[313].Ans[3] = "さくぎょう";
Q[313].comment = "『作業』は『さぎょう』と読む。";

Q[314].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母なら〔外出〕しています。";
Q[314].Ans[0] = "がいしゅつ";
Q[314].Ans[1] = "そとしゅつ";
Q[314].Ans[2] = "そとで";
Q[314].Ans[3] = "わいしゅう";
Q[314].comment = "『外出』は『がいしゅつ』と読む。";

Q[315].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾では手をあげてバスを〔止める〕。";
Q[315].Ans[0] = "とめる";
Q[315].Ans[1] = "やめる";
Q[315].Ans[2] = "ためる";
Q[315].Ans[3] = "しめる";
Q[315].comment = "『止める』は『とめる』と読む。";

Q[316].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オリンピックは〔中止〕するしかないだろう。";
Q[316].Ans[0] = "ちゅうし";
Q[316].Ans[1] = "ちょうし";
Q[316].Ans[2] = "ちゅっし";
Q[316].Ans[3] = "ちょうじ";
Q[316].comment = "『中止』は『ちゅうし』と読む。";

Q[317].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人生には山も〔谷〕もある。";
Q[317].Ans[0] = "たに";
Q[317].Ans[1] = "かわ";
Q[317].Ans[2] = "そこ";
Q[317].Ans[3] = "はら";
Q[317].comment = "『谷』は『たに』と読む。";

Q[318].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は、〔全く〕良いところがなかった。";
Q[318].Ans[0] = "まったく";
Q[318].Ans[1] = "すべく";
Q[318].Ans[2] = "ぜんく";
Q[318].Ans[3] = "ひどく";
Q[318].comment = "『全く』は『まったく』と読む。";

Q[319].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔国家〕のために働いています。";
Q[319].Ans[0] = "こっか";
Q[319].Ans[1] = "こうか";
Q[319].Ans[2] = "こか";
Q[319].Ans[3] = "くにか";
Q[319].comment = "『国家』は『こっか』と読む。";

Q[320].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結局、駅まで〔走る〕ことになった。";
Q[320].Ans[0] = "はしる";
Q[320].Ans[1] = "まわる";
Q[320].Ans[2] = "なめる";
Q[320].Ans[3] = "とおる";
Q[320].comment = "『走る』は『はしる』と読む。";

Q[321].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>100キロ〔前後〕だと思います。";
Q[321].Ans[0] = "ぜんご";
Q[321].Ans[1] = "ぜんこう";
Q[321].Ans[2] = "ぜんごう";
Q[321].Ans[3] = "ぜんあと";
Q[321].comment = "『前後』は『ぜんご』と読む。";

Q[322].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔正式〕に結婚することに成りました。";
Q[322].Ans[0] = "せいしき";
Q[322].Ans[1] = "しょうしき";
Q[322].Ans[2] = "ただしき";
Q[322].Ans[3] = "せいすう";
Q[322].comment = "『正式』は『せいしき』と読む。";

Q[323].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔正面〕からの写真でなければダメです。";
Q[323].Ans[0] = "しょうめん";
Q[323].Ans[1] = "せいめん";
Q[323].Ans[2] = "まさめん";
Q[323].Ans[3] = "ただめん";
Q[323].comment = "『正面』は『しょうめん』と読む。";

Q[324].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔市場〕に果物を買いにいく。";
Q[324].Ans[0] = "いちば";
Q[324].Ans[1] = "いちじょう";
Q[324].Ans[2] = "しば";
Q[324].Ans[3] = "しんば";
Q[324].comment = "『市場』は『いちば』と読む。";

Q[325].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路の〔工事〕をしている。";
Q[325].Ans[0] = "こうじ";
Q[325].Ans[1] = "こっじ";
Q[325].Ans[2] = "こんじ";
Q[325].Ans[3] = "くじ";
Q[325].comment = "『工事』は『こうじ』と読む。";

Q[326].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そういわれても、〔心当り〕がないのです。";
Q[326].Ans[0] = "こころあたり";
Q[326].Ans[1] = "こころとおり";
Q[326].Ans[2] = "しんあたり";
Q[326].Ans[3] = "しんとおり";
Q[326].comment = "『心当り』は『こころあたり』と読む。";

Q[327].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔性別〕によって区別してください。";
Q[327].Ans[0] = "せいべつ";
Q[327].Ans[1] = "しょうべつ";
Q[327].Ans[2] = "せんべつ";
Q[327].Ans[3] = "せっべつ";
Q[327].comment = "『性別』は『せいべつ』と読む。";

Q[328].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このときの少女こそ〔後〕の首相である。";
Q[328].Ans[0] = "のち";
Q[328].Ans[1] = "ご";
Q[328].Ans[2] = "うしろ";
Q[328].Ans[3] = "いま";
Q[328].comment = "『後』は『のち』と読む。";

Q[329].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔後者〕の意見に賛成します。";
Q[329].Ans[0] = "こうしゃ";
Q[329].Ans[1] = "ごっしゃ";
Q[329].Ans[2] = "あともの";
Q[329].Ans[3] = "ごしゃ";
Q[329].comment = "『後者』は『こうしゃ』と読む。";

Q[330].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今後〕もよろしくお願いします。";
Q[330].Ans[0] = "こんご";
Q[330].Ans[1] = "こんごう";
Q[330].Ans[2] = "のちあと";
Q[330].Ans[3] = "いまご";
Q[330].comment = "『今後』は『こんご』と読む。";

Q[331].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔雨戸〕をしめる。";
Q[331].Ans[0] = "あまど";
Q[331].Ans[1] = "うど";
Q[331].Ans[2] = "あめと";
Q[331].Ans[3] = "あめこ";
Q[331].comment = "『雨戸』は『あまど』と読む。";

Q[332].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一言〕言いたいことがあります。";
Q[332].Ans[0] = "ひとこと";
Q[332].Ans[1] = "いちごと";
Q[332].Ans[2] = "ひとげん";
Q[332].Ans[3] = "いちこと";
Q[332].comment = "『一言』は『ひとこと』と読む。";

Q[333].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔伝言〕をたのんでもいいですか。";
Q[333].Ans[0] = "でんごん";
Q[333].Ans[1] = "でんごと";
Q[333].Ans[2] = "でんげん";
Q[333].Ans[3] = "でんゆう";
Q[333].comment = "『伝言』は『でんごん』と読む。";

Q[334].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔言語〕には構造がある。";
Q[334].Ans[0] = "げんご";
Q[334].Ans[1] = "いうご";
Q[334].Ans[2] = "ごげん";
Q[334].Ans[3] = "いんご";
Q[334].comment = "『言語』は『げんご』と読む。";

Q[335].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔元気〕ですか。";
Q[335].Ans[0] = "げんき";
Q[335].Ans[1] = "がんき";
Q[335].Ans[2] = "げんち";
Q[335].Ans[3] = "がんち";
Q[335].comment = "『元気』は『げんき』と読む。";

Q[336].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔元日〕にカゼをひいてしまいました。";
Q[336].Ans[0] = "がんじつ";
Q[336].Ans[1] = "げんじつ";
Q[336].Ans[2] = "げんにち";
Q[336].Ans[3] = "もとにち";
Q[336].comment = "『元日』は『がんじつ』と読む。";

Q[337].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まずは〔足元〕から固めなければならない。";
Q[337].Ans[0] = "あしもと";
Q[337].Ans[1] = "そくげん";
Q[337].Ans[2] = "あしあと";
Q[337].Ans[3] = "そくもと";
Q[337].comment = "『足元』は『あしもと』と読む。";

Q[338].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これからどうなるのか、〔見当〕もつかない。";
Q[338].Ans[0] = "けんとう";
Q[338].Ans[1] = "けんどう";
Q[338].Ans[2] = "けんあて";
Q[338].Ans[3] = "けんと";
Q[338].comment = "『見当』は『けんとう』と読む。";

Q[339].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空に〔三日月〕が出ています。";
Q[339].Ans[0] = "みかづき";
Q[339].Ans[1] = "みっかげつ";
Q[339].Ans[2] = "さんにちづき";
Q[339].Ans[3] = "さんじつげつ";
Q[339].comment = "『三日月』は『みかづき』と読む。";

Q[340].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔年月〕は人を待ちません。";
Q[340].Ans[0] = "としつき";
Q[340].Ans[1] = "としげつ";
Q[340].Ans[2] = "ねんづき";
Q[340].Ans[3] = "とづき";
Q[340].comment = "『年月』は『としつき』と読む。";

Q[341].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔正月〕に家に帰ることにしました。";
Q[341].Ans[0] = "しょうがつ";
Q[341].Ans[1] = "せいげつ";
Q[341].Ans[2] = "しょうづき";
Q[341].Ans[3] = "せいがつ";
Q[341].comment = "『正月』は『しょうがつ』と読む。";

Q[342].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔月日〕のたつのは早いものです。";
Q[342].Ans[0] = "つきひ";
Q[342].Ans[1] = "がっぴ";
Q[342].Ans[2] = "がつじつ";
Q[342].Ans[3] = "つきにち";
Q[342].comment = "『月日』は『つきひ』と読む。";

Q[343].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔古新聞〕を重ねて置いてある。";
Q[343].Ans[0] = "ふるしんぶん";
Q[343].Ans[1] = "こしんぶん";
Q[343].Ans[2] = "こうしんぶん";
Q[343].Ans[3] = "ごしんぶん";
Q[343].comment = "『古新聞』は『ふるしんぶん』と読む。";

Q[344].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔中古〕の車ですが、安くはありません。";
Q[344].Ans[0] = "ちゅうこ";
Q[344].Ans[1] = "なかふる";
Q[344].Ans[2] = "ちゅうごう";
Q[344].Ans[3] = "ちゅうこう";
Q[344].comment = "『中古』は『ちゅうこ』と読む。";

Q[345].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔個人〕の力ではどうにもならない。";
Q[345].Ans[0] = "こじん";
Q[345].Ans[1] = "かじん";
Q[345].Ans[2] = "こうじん";
Q[345].Ans[3] = "けじん";
Q[345].comment = "『個人』は『こじん』と読む。";

Q[346].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔向き〕が悪いのではないでしょうか。";
Q[346].Ans[0] = "むき";
Q[346].Ans[1] = "おき";
Q[346].Ans[2] = "わき";
Q[346].Ans[3] = "さき";
Q[346].comment = "『向き』は『むき』と読む。";

Q[347].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>秋に〔向かって〕気温が下がるでしょう。";
Q[347].Ans[0] = "むかって";
Q[347].Ans[1] = "わかって";
Q[347].Ans[2] = "いかって";
Q[347].Ans[3] = "さかって";
Q[347].comment = "『向かう』は『むかう』と読む。";

Q[348].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>針路を北に〔向ける〕。";
Q[348].Ans[0] = "むける";
Q[348].Ans[1] = "さける";
Q[348].Ans[2] = "よける";
Q[348].Ans[3] = "わける";
Q[348].comment = "『向ける』は『むける』と読む。";

Q[349].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校の〔向かい〕に住んでいる。";
Q[349].Ans[0] = "むかい";
Q[349].Ans[1] = "さかい";
Q[349].Ans[2] = "きかい";
Q[349].Ans[3] = "わかい";
Q[349].comment = "『向かい』は『むかい』と読む。";

Q[350].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔方向〕がわからなくなってしまった。";
Q[350].Ans[0] = "ほうこう";
Q[350].Ans[1] = "ほうごう";
Q[350].Ans[2] = "ほうこ";
Q[350].Ans[3] = "ほうご";
Q[350].comment = "『方向』は『ほうこう』と読む。";

Q[351].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夜になると〔光る〕ようにできています。";
Q[351].Ans[0] = "ひかる";
Q[351].Ans[1] = "わかる";
Q[351].Ans[2] = "かげる";
Q[351].Ans[3] = "たかる";
Q[351].comment = "『光る』は『ひかる』と読む。";

Q[352].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この製品は少し〔光〕が弱い。";
Q[352].Ans[0] = "ひかり";
Q[352].Ans[1] = "かげ";
Q[352].Ans[2] = "くもり";
Q[352].Ans[3] = "ちから";
Q[352].comment = "『光』は『ひかり』と読む。";

Q[353].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔日光〕で川の水がピカピカと光っている。";
Q[353].Ans[0] = "にっこう";
Q[353].Ans[1] = "にちこう";
Q[353].Ans[2] = "じつこう";
Q[353].Ans[3] = "ひこう";
Q[353].comment = "『日光』は『にっこう』と読む。";

Q[354].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会にはいろいろな〔決まり〕がある。";
Q[354].Ans[0] = "きまり";
Q[354].Ans[1] = "けまり";
Q[354].Ans[2] = "たまり";
Q[354].Ans[3] = "はまり";
Q[354].comment = "『決まり』は『きまり』と読む。";

Q[355].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>議会で〔可決〕された。";
Q[355].Ans[0] = "かけつ";
Q[355].Ans[1] = "かっけつ";
Q[355].Ans[2] = "くけつ";
Q[355].Ans[3] = "くっけつ";
Q[355].comment = "『可決』は『かけつ』と読む。";

Q[356].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おばあさんが子どもたちに〔物語〕を聞かせている。";
Q[356].Ans[0] = "ものがたり";
Q[356].Ans[1] = "ものがたる";
Q[356].Ans[2] = "ものご";
Q[356].Ans[3] = "ぶつがたり";
Q[356].comment = "『物語』は『ものがたり』と読む。";

Q[357].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>折れた木が、風の強さを〔物語る〕。";
Q[357].Ans[0] = "ものがたる";
Q[357].Ans[1] = "ものわかる";
Q[357].Ans[2] = "ものさかる";
Q[357].Ans[3] = "ぶつがたる";
Q[357].comment = "『物語る』は『ものがたる』と読む。";

Q[358].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相が何を〔語る〕のか、みんな注目しています。";
Q[358].Ans[0] = "かたる";
Q[358].Ans[1] = "わかる";
Q[358].Ans[2] = "しゃべる";
Q[358].Ans[3] = "おこる";
Q[358].comment = "『語る』は『かたる』と読む。";

Q[359].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔正午〕まであと15分です。";
Q[359].Ans[0] = "しょうご";
Q[359].Ans[1] = "しょうごう";
Q[359].Ans[2] = "せいご";
Q[359].Ans[3] = "せいごう";
Q[359].comment = "『正午』は『しょうご』と読む。";

Q[360].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔太陽〕を見ると目が痛くなる。";
Q[360].Ans[0] = "たいよう";
Q[360].Ans[1] = "たいやん";
Q[360].Ans[2] = "だいよう";
Q[360].Ans[3] = "だいよ";
Q[360].comment = "『太陽』は『たいよう』と読む。";

Q[361].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父なら〔集会所〕にいます。";
Q[361].Ans[0] = "しゅうかいじょ";
Q[361].Ans[1] = "しゅうかいしょう";
Q[361].Ans[2] = "しゅうかいどころ";
Q[361].Ans[3] = "しゅうかいところ";
Q[361].comment = "『集会所』は『しゅうかいじょ』と読む。";

Q[362].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いろいろと〔短所〕もあるけれど、いい人です。";
Q[362].Ans[0] = "たんしょ";
Q[362].Ans[1] = "たんしょう";
Q[362].Ans[2] = "たんじょ";
Q[362].Ans[3] = "たんじょう";
Q[362].comment = "『短所』は『たんしょ』と読む。";

Q[363].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手が〔不自由〕なので大変そうだ。";
Q[363].Ans[0] = "ふじゆう";
Q[363].Ans[1] = "ふしゆう";
Q[363].Ans[2] = "ふずゆう";
Q[363].Ans[3] = "ふじゅゆう";
Q[363].comment = "『不自由』は『ふじゆう』と読む。";

Q[364].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相〔自ら〕問題を解決することになった。";
Q[364].Ans[0] = "みずから";
Q[364].Ans[1] = "もっぱら";
Q[364].Ans[2] = "ながら";
Q[364].Ans[3] = "おのがら";
Q[364].comment = "『自ら』は『みずから』と読む。";

Q[365].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしにとっては、あなたが〔最高〕の先生です。";
Q[365].Ans[0] = "さいこう";
Q[365].Ans[1] = "さっこう";
Q[365].Ans[2] = "さんこう";
Q[365].Ans[3] = "せいこう";
Q[365].comment = "『最高』は『さいこう』と読む。";

Q[366].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>仕事の〔最中〕に何をしているのですか。";
Q[366].Ans[0] = "さいちゅう";
Q[366].Ans[1] = "さっちゅう";
Q[366].Ans[2] = "せいちゅう";
Q[366].Ans[3] = "さんちゅう";
Q[366].comment = "『最中』は『さいちゅう』と読む。";

Q[367].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔時〕は金なりということわざがある。";
Q[367].Ans[0] = "とき";
Q[367].Ans[1] = "じ";
Q[367].Ans[2] = "じかん";
Q[367].Ans[3] = "し";
Q[367].comment = "『時』は『とき』と読む。";

Q[368].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔時速〕30キロで走る。";
Q[368].Ans[0] = "じそく";
Q[368].Ans[1] = "しそく";
Q[368].Ans[2] = "とそく";
Q[368].Ans[3] = "じっそく";
Q[368].comment = "『時速』は『じそく』と読む。";

Q[369].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この問題に〔対する〕意見はありませんか。";
Q[369].Ans[0] = "たいする";
Q[369].Ans[1] = "かんする";
Q[369].Ans[2] = "さいする";
Q[369].Ans[3] = "たっする";
Q[369].comment = "『対する』は『たいする』と読む。";

Q[370].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ていねいな〔応対〕をする。";
Q[370].Ans[0] = "おうたい";
Q[370].Ans[1] = "おうだい";
Q[370].Ans[2] = "おったい";
Q[370].Ans[3] = "おっだい";
Q[370].comment = "『応対』は『おうたい』と読む。";

Q[371].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どれも〔初歩的〕なミスです。";
Q[371].Ans[0] = "しょほてき";
Q[371].Ans[1] = "しょうほてき";
Q[371].Ans[2] = "しょふてき";
Q[371].Ans[3] = "しょうふてき";
Q[371].comment = "『初歩的』は『しょほてき』と読む。";

Q[372].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学までは〔私鉄〕を使っています。";
Q[372].Ans[0] = "してつ";
Q[372].Ans[1] = "しってつ";
Q[372].Ans[2] = "すてつ";
Q[372].Ans[3] = "そてつ";
Q[372].comment = "『私鉄』は『してつ』と読む。";

Q[373].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんなことでも〔思い出〕になるときが来るのでしょうか。";
Q[373].Ans[0] = "おもいで";
Q[373].Ans[1] = "おもいだし";
Q[373].Ans[2] = "おもいでて";
Q[373].Ans[3] = "おもいいづ";
Q[373].comment = "『思い出』は『おもいで』と読む。";

Q[374].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたがどのような〔思想〕を持っているかは知りません。";
Q[374].Ans[0] = "しそう";
Q[374].Ans[1] = "しっそう";
Q[374].Ans[2] = "しぞう";
Q[374].Ans[3] = "しんぞう";
Q[374].comment = "『思想』は『しそう』と読む。";

Q[375].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>話を聞いて、〔思わず〕手を打った。";
Q[375].Ans[0] = "おもわず";
Q[375].Ans[1] = "まよわず";
Q[375].Ans[2] = "かまわず";
Q[375].Ans[3] = "ならわず";
Q[375].comment = "『思わず』は『おもわず』と読む。";

Q[376].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔新首相〕が選ばれたそうだ。";
Q[376].Ans[0] = "しんしゅしょう";
Q[376].Ans[1] = "あらしゅしょう";
Q[376].Ans[2] = "ししゅしょう";
Q[376].Ans[3] = "しっしゅしょう";
Q[376].comment = "『新首相』は『しんしゅしょう』と読む。";

Q[377].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>写真を見て、感動を〔新た〕にした。";
Q[377].Ans[0] = "あらた";
Q[377].Ans[1] = "しんた";
Q[377].Ans[2] = "じんた";
Q[377].Ans[3] = "あきた";
Q[377].comment = "『新た』は『あらた』と読む。";

Q[378].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手をふたつ〔打つ〕。";
Q[378].Ans[0] = "うつ";
Q[378].Ans[1] = "かつ";
Q[378].Ans[2] = "たつ";
Q[378].Ans[3] = "ふつ";
Q[378].comment = "『打つ』は『うつ』と読む。";

Q[379].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山口先生の〔送別会〕を開く。";
Q[379].Ans[0] = "そうべつかい";
Q[379].Ans[1] = "そんべつかい";
Q[379].Ans[2] = "そべつかい";
Q[379].Ans[3] = "そっべつかい";
Q[379].comment = "『送別会』は『そうべつかい』と読む。";

Q[380].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>正しく〔送り〕仮名をつけなさい。";
Q[380].Ans[0] = "おくり";
Q[380].Ans[1] = "あぐり";
Q[380].Ans[2] = "さぐり";
Q[380].Ans[3] = "たぐり";
Q[380].comment = "『送り』は『おくり』と読む。";

Q[381].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>育達大学は３つの学部から〔成る〕大学です。";
Q[381].Ans[0] = "なる";
Q[381].Ans[1] = "せる";
Q[381].Ans[2] = "とる";
Q[381].Ans[3] = "ある";
Q[381].comment = "『成る』は『なる』と読む。";

Q[382].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本も18才から〔成人〕とするべきでしょうか。";
Q[382].Ans[0] = "せいじん";
Q[382].Ans[1] = "せいにん";
Q[382].Ans[2] = "なりにん";
Q[382].Ans[3] = "なりじん";
Q[382].comment = "『成人』は『せいじん』と読む。";

Q[383].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わかりやすく〔解説〕しましょう。";
Q[383].Ans[0] = "かいせつ";
Q[383].Ans[1] = "かいぜつ";
Q[383].Ans[2] = "かいしょう";
Q[383].Ans[3] = "かいせい";
Q[383].comment = "『解説』は『かいせつ』と読む。";

Q[384].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相が〔演説〕している。";
Q[384].Ans[0] = "えんぜつ";
Q[384].Ans[1] = "えんせつ";
Q[384].Ans[2] = "えんせい";
Q[384].Ans[3] = "えんそう";
Q[384].comment = "『演説』は『えんぜつ』と読む。";

Q[385].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これからは、ふたりで手を〔組む〕ことになった。";
Q[385].Ans[0] = "くむ";
Q[385].Ans[1] = "かむ";
Q[385].Ans[2] = "なじむ";
Q[385].Ans[3] = "きしむ";
Q[385].comment = "『組む』は『くむ』と読む。";

Q[386].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔組合〕に入ることにしました。";
Q[386].Ans[0] = "くみあい";
Q[386].Ans[1] = "くみごう";
Q[386].Ans[2] = "そごう";
Q[386].Ans[3] = "そあい";
Q[386].comment = "『組合』は『くみあい』と読む。";

Q[387].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>３人ずつ〔組〕にする。";
Q[387].Ans[0] = "くみ";
Q[387].Ans[1] = "ぐみ";
Q[387].Ans[2] = "わけ";
Q[387].Ans[3] = "ぐる";
Q[387].comment = "『組』は『くみ』と読む。";

Q[388].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もうすぐ高校の〔受験〕がある。";
Q[388].Ans[0] = "じゅけん";
Q[388].Ans[1] = "じゅうけん";
Q[388].Ans[2] = "うっけん";
Q[388].Ans[3] = "うけん";
Q[388].comment = "『受験』は『じゅけん』と読む。";

Q[389].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>問題の多いクラスを〔受け持つ〕。";
Q[389].Ans[0] = "うけもつ";
Q[389].Ans[1] = "かけもつ";
Q[389].Ans[2] = "まけもつ";
Q[389].Ans[3] = "さけもつ";
Q[389].comment = "『受け持つ』は『うけもつ』と読む。";

Q[390].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもは〔真似〕をしてはいけません。";
Q[390].Ans[0] = "まね";
Q[390].Ans[1] = "まじ";
Q[390].Ans[2] = "しんじ";
Q[390].Ans[3] = "まに";
Q[390].comment = "『真似』は『まね』と読む。";

Q[391].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔真っ先〕にごはんを食べる。";
Q[391].Ans[0] = "まっさき";
Q[391].Ans[1] = "まっせん";
Q[391].Ans[2] = "しっせん";
Q[391].Ans[3] = "しっさき";
Q[391].comment = "『真っ先』は『まっさき』と読む。";

Q[392].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>育達大学の〔特色〕について説明します。";
Q[392].Ans[0] = "とくしょく";
Q[392].Ans[1] = "とくしき";
Q[392].Ans[2] = "とうしょく";
Q[392].Ans[3] = "とうしき";
Q[392].comment = "『特色』は『とくしょく』と読む。";

Q[393].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもを車に〔乗せる〕。";
Q[393].Ans[0] = "のせる";
Q[393].Ans[1] = "まかせる";
Q[393].Ans[2] = "ひかせる";
Q[393].Ans[3] = "じょうせる";
Q[393].comment = "『乗せる』は『のせる』と読む。";

Q[394].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスに〔乗車〕する。";
Q[394].Ans[0] = "じょうしゃ";
Q[394].Ans[1] = "のせしゃ";
Q[394].Ans[2] = "じょっしゃ";
Q[394].Ans[3] = "じょしゃ";
Q[394].comment = "『乗車』は『じょうしゃ』と読む。";

Q[395].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人の多い〔地区〕ですから、注意してください。";
Q[395].Ans[0] = "ちく";
Q[395].Ans[1] = "ちぐ";
Q[395].Ans[2] = "ちこ";
Q[395].Ans[3] = "ちき";
Q[395].comment = "『地区』は『ちく』と読む。";

Q[396].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>単語ごとに線で〔区切る〕。";
Q[396].Ans[0] = "くぎる";
Q[396].Ans[1] = "わける";
Q[396].Ans[2] = "ちぎる";
Q[396].Ans[3] = "たぎる";
Q[396].comment = "『区切る』は『くぎる』と読む。";

Q[397].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>産業を〔近代化〕する必要がある。";
Q[397].Ans[0] = "きんだいか";
Q[397].Ans[1] = "ちんだいか";
Q[397].Ans[2] = "ちかだいか";
Q[397].Ans[3] = "ちんだいか";
Q[397].comment = "『近代化』は『きんだいか』と読む。";

Q[398].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テストの日が〔近づいて〕きた。";
Q[398].Ans[0] = "ちかづいて";
Q[398].Ans[1] = "きづいて";
Q[398].Ans[2] = "もとづいて";
Q[398].Ans[3] = "ちかくづいて";
Q[398].comment = "『近づく』は『ちかづく』と読む。";

Q[399].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔近々〕発表されると思います。";
Q[399].Ans[0] = "ちかぢか";
Q[399].Ans[1] = "ちかいちかい";
Q[399].Ans[2] = "きんきん";
Q[399].Ans[3] = "きんぎん";
Q[399].comment = "『近々』は『ちかぢか』と読む。";

Q[400].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔共同〕で論文を発表しましょう。";
Q[400].Ans[0] = "きょうどう";
Q[400].Ans[1] = "けいどう";
Q[400].Ans[2] = "こうどう";
Q[400].Ans[3] = "こんどう";
Q[400].comment = "『共同』は『きょうどう』と読む。";

Q[401].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日がたつと〔共に〕問題も大きくなった。";
Q[401].Ans[0] = "ともに";
Q[401].Ans[1] = "ついに";
Q[401].Ans[2] = "じきに";
Q[401].Ans[3] = "きょうに";
Q[401].comment = "『共に』は『ともに』と読む。";

Q[402].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何も言わず学校を〔去る〕べきです。";
Q[402].Ans[0] = "さる";
Q[402].Ans[1] = "もどる";
Q[402].Ans[2] = "かえる";
Q[402].Ans[3] = "いる";
Q[402].comment = "『去る』は『さる』と読む。";

Q[403].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔過去〕ばかり見ていると何も見えなくなってしまう。";
Q[403].Ans[0] = "かこ";
Q[403].Ans[1] = "かっこ";
Q[403].Ans[2] = "かご";
Q[403].Ans[3] = "かごう";
Q[403].comment = "『過去』は『かこ』と読む。";

Q[404].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔至急〕連絡してください。";
Q[404].Ans[0] = "しきゅう";
Q[404].Ans[1] = "しぎゅう";
Q[404].Ans[2] = "しきゅ";
Q[404].Ans[3] = "しぎゅ";
Q[404].comment = "『至急』は『しきゅう』と読む。";

Q[405].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔急に〕友だちが遊びに来た。";
Q[405].Ans[0] = "きゅうに";
Q[405].Ans[1] = "すぐに";
Q[405].Ans[2] = "たまに";
Q[405].Ans[3] = "ついに";
Q[405].comment = "『急に』は『きゅうに』と読む。";

Q[406].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世界は〔急速〕に進歩している。";
Q[406].Ans[0] = "きゅうそく";
Q[406].Ans[1] = "きゅそく";
Q[406].Ans[2] = "ぎゅうそく";
Q[406].Ans[3] = "ぎゅそく";
Q[406].comment = "『急速』は『きゅうそく』と読む。";

Q[407].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔日帰り〕で遊びに行く。";
Q[407].Ans[0] = "ひがえり";
Q[407].Ans[1] = "にちがえり";
Q[407].Ans[2] = "にちかえり";
Q[407].Ans[3] = "ひかえり";
Q[407].comment = "『日帰り』は『ひがえり』と読む。";

Q[408].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔帰宅〕したのは11時だった。";
Q[408].Ans[0] = "きたく";
Q[408].Ans[1] = "きったく";
Q[408].Ans[2] = "きんたく";
Q[408].Ans[3] = "きだく";
Q[408].comment = "『帰宅』は『きたく』と読む。";

Q[409].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもを先に〔帰す〕。";
Q[409].Ans[0] = "かえす";
Q[409].Ans[1] = "もどす";
Q[409].Ans[2] = "おこす";
Q[409].Ans[3] = "さがす";
Q[409].comment = "『帰す』は『かえす』と読む。";

Q[410].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年末にはいろいろな事件が〔起こる〕。";
Q[410].Ans[0] = "おこる";
Q[410].Ans[1] = "しこる";
Q[410].Ans[2] = "ちこる";
Q[410].Ans[3] = "きこる";
Q[410].comment = "『起こる』は『おこる』と読む。";

Q[411].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新聞の〔社説〕を読む。";
Q[411].Ans[0] = "しゃせつ";
Q[411].Ans[1] = "しゃぜつ";
Q[411].Ans[2] = "しゃせい";
Q[411].Ans[3] = "しゃぜい";
Q[411].comment = "『社説』は『しゃせつ』と読む。";

Q[412].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだまだ若い〔者〕には負けないぞ。";
Q[412].Ans[0] = "もの";
Q[412].Ans[1] = "しゃ";
Q[412].Ans[2] = "ひと";
Q[412].Ans[3] = "やから";
Q[412].comment = "『者』は『もの』と読む。";

Q[413].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この物語は〔作者〕がわかっていない。";
Q[413].Ans[0] = "さくしゃ";
Q[413].Ans[1] = "さいしゃ";
Q[413].Ans[2] = "さっじゃ";
Q[413].Ans[3] = "さんじゃ";
Q[413].comment = "『作者』は『さくしゃ』と読む。";

Q[414].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小数〕までは必要ありません。";
Q[414].Ans[0] = "しょうすう";
Q[414].Ans[1] = "こすう";
Q[414].Ans[2] = "しょうかず";
Q[414].Ans[3] = "こかず";
Q[414].comment = "『小数』は『しょうすう』と読む。";

Q[415].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔少々〕お待ちください。";
Q[415].Ans[0] = "しょうしょう";
Q[415].Ans[1] = "しょうじょう";
Q[415].Ans[2] = "しょじょ";
Q[415].Ans[3] = "しょしょ";
Q[415].comment = "『少々』は『しょうしょう』と読む。";

Q[416].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔他人〕にしかわからないこともあります。";
Q[416].Ans[0] = "たにん";
Q[416].Ans[1] = "たじん";
Q[416].Ans[2] = "ほかにん";
Q[416].Ans[3] = "たんにん";
Q[416].comment = "『他人』は『たにん』と読む。";

Q[417].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>校長先生が〔台〕の上であいさつしている。";
Q[417].Ans[0] = "だい";
Q[417].Ans[1] = "たい";
Q[417].Ans[2] = "だん";
Q[417].Ans[3] = "たん";
Q[417].comment = "『台』は『だい』と読む。";

Q[418].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔長期〕の入院になるということです。";
Q[418].Ans[0] = "ちょうき";
Q[418].Ans[1] = "ちょき";
Q[418].Ans[2] = "ながき";
Q[418].Ans[3] = "ちゅうき";
Q[418].comment = "『長期』は『ちょうき』と読む。";

Q[419].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなで〔酒〕を飲む。";
Q[419].Ans[0] = "さけ";
Q[419].Ans[1] = "みず";
Q[419].Ans[2] = "おけ";
Q[419].Ans[3] = "みき";
Q[419].comment = "『酒』は『さけ』と読む。";