var Qnum = 500;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>女性らしい〔細かな〕心づかいです。";
Q[0].Ans[0] = "こまかな";
Q[0].Ans[1] = "ささやかな";
Q[0].Ans[2] = "なごやかな";
Q[0].Ans[3] = "おだやかな";
Q[0].comment = "『細かな』は『こまかな』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女にはだいぶ〔貢いで〕います。";
Q[1].Ans[0] = "みついで";
Q[1].Ans[1] = "とついで";
Q[1].Ans[2] = "かせいで";
Q[1].Ans[3] = "もらいで";
Q[1].comment = "『貢ぐ』は『みつぐ』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの人はとても〔博識〕です。";
Q[2].Ans[0] = "はくしき";
Q[2].Ans[1] = "こうしき";
Q[2].Ans[2] = "せんしき";
Q[2].Ans[3] = "かんしき";
Q[2].comment = "『博識』は『はくしき』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本で〔博士号〕を取得する。";
Q[3].Ans[0] = "はかせごう";
Q[3].Ans[1] = "ふくしごう";
Q[3].Ans[2] = "がくしごう";
Q[3].Ans[3] = "しゅうしごう";
Q[3].comment = "『博士号』は『はかせごう』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相変わらず〔薄情〕なヤツだな。";
Q[4].Ans[0] = "はくじょう";
Q[4].Ans[1] = "うすじょう";
Q[4].Ans[2] = "こうじょう";
Q[4].Ans[3] = "ぼじょう";
Q[4].comment = "『薄情』は『はくじょう』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔薄暮〕のころはものが見えにくい。";
Q[5].Ans[0] = "はくぼ";
Q[5].Ans[1] = "うすぼ";
Q[5].Ans[2] = "あさぼ";
Q[5].Ans[3] = "ふぼ";
Q[5].comment = "『薄暮』は『はくぼ』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの人は髪の毛が〔薄い〕。";
Q[6].Ans[0] = "うすい";
Q[6].Ans[1] = "あつい";
Q[6].Ans[2] = "ながい";
Q[6].Ans[3] = "やわらかい";
Q[6].comment = "『薄い』は『うすい』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人気のゲーム機は〔品薄〕状態が続いている。";
Q[7].Ans[0] = "しなうす";
Q[7].Ans[1] = "しなはく";
Q[7].Ans[2] = "ひんうす";
Q[7].Ans[3] = "しなぎれ";
Q[7].comment = "『品薄』は『しなうす』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この薬を水で〔薄めて〕飲んでください。";
Q[8].Ans[0] = "うすめて";
Q[8].Ans[1] = "からめて";
Q[8].Ans[2] = "はめて";
Q[8].Ans[3] = "なだめて";
Q[8].comment = "『薄める』は『うすめる』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>氷が溶けてコーラが〔薄まって〕しまった。";
Q[9].Ans[0] = "うすまって";
Q[9].Ans[1] = "ぬるまって";
Q[9].Ans[2] = "からまって";
Q[9].Ans[3] = "かたまって";
Q[9].comment = "『薄まる』は『うすまる』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>20年も立ったので、記憶も〔薄らいで〕きました。";
Q[10].Ans[0] = "うすらいで";
Q[10].Ans[1] = "はくらいで";
Q[10].Ans[2] = "ならいで";
Q[10].Ans[3] = "はからいで";
Q[10].comment = "『薄らぐ』は『』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>不況の影響もだいぶ〔薄らいで〕きている。";
Q[11].Ans[0] = "うすらいで";
Q[11].Ans[1] = "やわらいで";
Q[11].Ans[2] = "なだらいで";
Q[11].Ans[3] = "はくらいで";
Q[11].comment = "『薄らぐ』は『うすらぐ』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年を追うごとに記憶も〔薄れて〕いきます。";
Q[12].Ans[0] = "うすれて";
Q[12].Ans[1] = "はくれて";
Q[12].Ans[2] = "かくれて";
Q[12].Ans[3] = "かすれて";
Q[12].comment = "『薄れる』は『うすれる』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>専用のかまで〔麦芽〕パンを焼く。";
Q[13].Ans[0] = "ばくが";
Q[13].Ans[1] = "むぎが";
Q[13].Ans[2] = "こめが";
Q[13].Ans[3] = "べいが";
Q[13].comment = "『麦芽』は『ばくが』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国産〔麦芽〕100％のビールです。";
Q[14].Ans[0] = "ばくが";
Q[14].Ans[1] = "むぎめ";
Q[14].Ans[2] = "べいが";
Q[14].Ans[3] = "らいが";
Q[14].comment = "『麦芽』は『ばくが』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>片栗粉より〔小麦粉〕の方が冷めてもおいしいですよ。";
Q[15].Ans[0] = "こむぎこ";
Q[15].Ans[1] = "こばくこ";
Q[15].Ans[2] = "こらいこ";
Q[15].Ans[3] = "こりゅうこ";
Q[15].comment = "『小麦粉』は『こむぎこ』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔は米に〔麦〕を混ぜて食べていました。";
Q[16].Ans[0] = "むぎ";
Q[16].Ans[1] = "あわ";
Q[16].Ans[2] = "ひえ";
Q[16].Ans[3] = "いね";
Q[16].comment = "『麦』は『むぎ』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>話が〔漠然〕としていてさっぱり分かりません。";
Q[17].Ans[0] = "ばくぜん";
Q[17].Ans[1] = "まくぜん";
Q[17].Ans[2] = "こつぜん";
Q[17].Ans[3] = "もくぜん";
Q[17].comment = "『漠然』は『ばくぜん』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は私にとって〔砂漠〕のオアシスのような存在だ。";
Q[18].Ans[0] = "さばく";
Q[18].Ans[1] = "さまく";
Q[18].Ans[2] = "さぼう";
Q[18].Ans[3] = "さがん";
Q[18].comment = "『砂漠』は『さばく』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまり相手を〔束縛〕しない方がいいと思うよ。";
Q[19].Ans[0] = "そくばく";
Q[19].Ans[1] = "そくじょう";
Q[19].Ans[2] = "そくでん";
Q[19].Ans[3] = "そくせん";
Q[19].comment = "『束縛』は『そくばく』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯人を縄で〔縛る〕。";
Q[20].Ans[0] = "しばる";
Q[20].Ans[1] = "くくる";
Q[20].Ans[2] = "とらえる";
Q[20].Ans[3] = "あげる";
Q[20].comment = "『縛る』は『しばる』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現代人は誰でも時間に〔縛られて〕生きています。";
Q[21].Ans[0] = "しばられて";
Q[21].Ans[1] = "くくられて";
Q[21].Ans[2] = "まもられて";
Q[21].Ans[3] = "しかられて";
Q[21].comment = "『縛る』は『しばる』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世の中には、〔縛られる〕のが趣味だという人もいます。";
Q[22].Ans[0] = "しばられる";
Q[22].Ans[1] = "とらえられる";
Q[22].Ans[2] = "あぶられる";
Q[22].Ans[3] = "なぶられる";
Q[22].comment = "『縛る』は『しばる』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山口先生はしばしば〔金縛り〕にあうそうだ。";
Q[23].Ans[0] = "かなしばり";
Q[23].Ans[1] = "かなぐくり";
Q[23].Ans[2] = "かなあぶり";
Q[23].Ans[3] = "かなたたり";
Q[23].comment = "『金縛り』は『かなしばり』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>言うことを聞かない子供を柱に〔縛り〕つける。";
Q[24].Ans[0] = "しばり";
Q[24].Ans[1] = "くくり";
Q[24].Ans[2] = "あざけり";
Q[24].Ans[3] = "たたり";
Q[24].comment = "『縛る』は『しばる』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>基地の中で大きな〔爆発音〕が聞こえた。";
Q[25].Ans[0] = "ばくはつおん";
Q[25].Ans[1] = "ぼうはつおん";
Q[25].Ans[2] = "ばっはつおん";
Q[25].Ans[3] = "ぼっぱつおん";
Q[25].comment = "『爆発音』は『ばくはつおん』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路脇に仕掛けられた〔爆弾〕で米兵が死亡した。";
Q[26].Ans[0] = "ばくだん";
Q[26].Ans[1] = "ばったん";
Q[26].Ans[2] = "ばんだん";
Q[26].Ans[3] = "ばぐだん";
Q[26].comment = "『爆弾』は『ばくだん』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔水爆〕は人類が開発した最強の兵器だ。";
Q[27].Ans[0] = "すいばく";
Q[27].Ans[1] = "すいぼく";
Q[27].Ans[2] = "すいまく";
Q[27].Ans[3] = "すいぼう";
Q[27].comment = "『水爆』は『すいばく』と読む。「水素爆弾」の意味。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高級な野菜は木の〔箱〕に入っている。";
Q[28].Ans[0] = "はこ";
Q[28].Ans[1] = "そう";
Q[28].Ans[2] = "おけ";
Q[28].Ans[3] = "たる";
Q[28].comment = "『箱』は『はこ』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ちょうどいい大きさの〔箱〕がない。";
Q[29].Ans[0] = "はこ";
Q[29].Ans[1] = "ふた";
Q[29].Ans[2] = "おけ";
Q[29].Ans[3] = "ぼん";
Q[29].comment = "『箱』は『はこ』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長く留守にしているらしく、〔郵便箱〕に手紙があふれている。";
Q[30].Ans[0] = "ゆうびんばこ";
Q[30].Ans[1] = "ゆうびんうけ";
Q[30].Ans[2] = "ゆうびんいれ";
Q[30].Ans[3] = "ゆうびんだな";
Q[30].comment = "『郵便箱』は『ゆうびんばこ』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔は良い作物の育たない〔畑地〕でした。";
Q[31].Ans[0] = "はたち";
Q[31].Ans[1] = "でんち";
Q[31].Ans[2] = "こうち";
Q[31].Ans[3] = "あれち";
Q[31].comment = "『畑地』は『はたち』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>田舎だけあって、見渡すかぎり〔畑〕が続く。";
Q[32].Ans[0] = "はたけ";
Q[32].Ans[1] = "たんぼ";
Q[32].Ans[2] = "ぼんち";
Q[32].Ans[3] = "あきち";
Q[32].comment = "『畑』は『はたけ』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この野菜は、栄養価が高いので〔畑〕のバターと呼ばれている。";
Q[33].Ans[0] = "はたけ";
Q[33].Ans[1] = "たんぼ";
Q[33].Ans[2] = "いけす";
Q[33].Ans[3] = "かわら";
Q[33].comment = "『畑』は『はたけ』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>トラックと〔接触〕する事故を起こした。";
Q[34].Ans[0] = "せっしょく";
Q[34].Ans[1] = "せいしょく";
Q[34].Ans[2] = "せんしょく";
Q[34].Ans[3] = "せきしょく";
Q[34].comment = "『接触』は『せっしょく』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スイッチの〔接触〕が悪くて動かない。";
Q[35].Ans[0] = "せっしょく";
Q[35].Ans[1] = "せっちょく";
Q[35].Ans[2] = "せっきょく";
Q[35].Ans[3] = "せっひょく";
Q[35].comment = "『接触』は『せっしょく』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>表面がざらざらした〔触感〕になっている。";
Q[36].Ans[0] = "しょっかん";
Q[36].Ans[1] = "ちゅうかん";
Q[36].Ans[2] = "きゃっかん";
Q[36].Ans[3] = "しゅうかん";
Q[36].comment = "『触感』は『しょっかん』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>肩が〔触れた〕という理由で暴行した。";
Q[37].Ans[0] = "ふれた";
Q[37].Ans[1] = "それた";
Q[37].Ans[2] = "はれた";
Q[37].Ans[3] = "なれた";
Q[37].comment = "『触れる』は『ふれる』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の顔にそっと手を〔触れる〕。";
Q[38].Ans[0] = "ふれる";
Q[38].Ans[1] = "なれる";
Q[38].Ans[2] = "される";
Q[38].Ans[3] = "かれる";
Q[38].comment = "『触れる』は『ふれる』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>熱いですから〔触らないで〕ください。";
Q[39].Ans[0] = "さわらないで";
Q[39].Ans[1] = "おくらないで";
Q[39].Ans[2] = "かわらないで";
Q[39].Ans[3] = "めくらないで";
Q[39].comment = "『触る』は『さわる』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔触って〕みると、ベタベタした感じだった。";
Q[40].Ans[0] = "さわって";
Q[40].Ans[1] = "まもって";
Q[40].Ans[2] = "いわって";
Q[40].Ans[3] = "かまって";
Q[40].comment = "『触る』は『さわる』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大型の内野手として将来を〔嘱望〕されていたが、怪我のため目立った活躍はできなかった。。";
Q[41].Ans[0] = "しょくぼう";
Q[41].Ans[1] = "ぞくぼう";
Q[41].Ans[2] = "かつぼう";
Q[41].Ans[3] = "ちょうぼう";
Q[41].comment = "『嘱望』は『しょくぼう』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>定年で退職し、今は〔嘱託〕で働いています。";
Q[42].Ans[0] = "しょくたく";
Q[42].Ans[1] = "ぞくたく";
Q[42].Ans[2] = "きょくたく";
Q[42].Ans[3] = "ちょうたく";
Q[42].comment = "『嘱託』は『しょくたく』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学の研究室に調査を〔委嘱〕する。";
Q[43].Ans[0] = "いしょく";
Q[43].Ans[1] = "いぞく";
Q[43].Ans[2] = "いきゃく";
Q[43].Ans[3] = "いらい";
Q[43].comment = "『委嘱』は『いしょく』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔組織〕では人間関係が重要です。";
Q[44].Ans[0] = "そしき";
Q[44].Ans[1] = "そしょく";
Q[44].Ans[2] = "そしゅく";
Q[44].Ans[3] = "そせん";
Q[44].comment = "『組織』は『そしき』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大規模な抗議活動を〔組織〕する。";
Q[45].Ans[0] = "そしき";
Q[45].Ans[1] = "そしょく";
Q[45].Ans[2] = "そしょう";
Q[45].Ans[3] = "そせん";
Q[45].comment = "『組織』は『そしき』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>伝統的な〔織物〕を将来も残していきたいのです。";
Q[46].Ans[0] = "おりもの";
Q[46].Ans[1] = "しきもの";
Q[46].Ans[2] = "かりもの";
Q[46].Ans[3] = "やきもの";
Q[46].comment = "『織物』は『おりもの』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄は、じゅうたんを〔織る〕職人です。";
Q[47].Ans[0] = "おる";
Q[47].Ans[1] = "いのる";
Q[47].Ans[2] = "はおる";
Q[47].Ans[3] = "きる";
Q[47].comment = "『織る』は『おる』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここに〔職業〕を書いてください。";
Q[48].Ans[0] = "しょくぎょう";
Q[48].Ans[1] = "しゅうぎょう";
Q[48].Ans[2] = "ちゅうぎょう";
Q[48].Ans[3] = "しょうぎょう";
Q[48].comment = "『職業』は『しょくぎょう』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一流企業に〔就職〕したい。";
Q[49].Ans[0] = "しゅうしょく";
Q[49].Ans[1] = "しゅうしょう";
Q[49].Ans[2] = "しゅうしき";
Q[49].Ans[3] = "しゅうせき";
Q[49].comment = "『就職』は『しゅうしょく』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>見事に優勝し、前年の〔雪辱〕を果たした。";
Q[50].Ans[0] = "せつじょく";
Q[50].Ans[1] = "せつじょう";
Q[50].Ans[2] = "せつじゅう";
Q[50].Ans[3] = "せつじゃく";
Q[50].comment = "『雪辱』は『せつじょく』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>降格されるという〔屈辱〕を受けた。";
Q[51].Ans[0] = "くつじょく";
Q[51].Ans[1] = "くつじゅう";
Q[51].Ans[2] = "くつじゃく";
Q[51].Ans[3] = "くつじゅん";
Q[51].comment = "『屈辱』は『くつじょく』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名誉を〔辱める〕ようなことはやらない方がいい。";
Q[52].Ans[0] = "はずかしめる";
Q[52].Ans[1] = "おとしめる";
Q[52].Ans[2] = "いじめる";
Q[52].Ans[3] = "あからめる";
Q[52].comment = "『辱める』は『はずかしめる』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大勢の前で〔辱め〕を受けた。";
Q[53].Ans[0] = "はずかしめ";
Q[53].Ans[1] = "いましめ";
Q[53].Ans[2] = "いじめ";
Q[53].Ans[3] = "おとしめ";
Q[53].comment = "『辱め』は『はずかしめ』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そのように思われているとは実に〔心外〕です。";
Q[54].Ans[0] = "しんがい";
Q[54].Ans[1] = "ここがい";
Q[54].Ans[2] = "ちんがい";
Q[54].Ans[3] = "こうがい";
Q[54].comment = "『心外』は『しんがい』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>護身術の〔心得〕があります。";
Q[55].Ans[0] = "こころえ";
Q[55].Ans[1] = "しんえ";
Q[55].Ans[2] = "しんとく";
Q[55].Ans[3] = "こころとく";
Q[55].comment = "『心得』は『こころえ』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔心地〕よい肌触りです。";
Q[56].Ans[0] = "ここち";
Q[56].Ans[1] = "こころち";
Q[56].Ans[2] = "しんち";
Q[56].Ans[3] = "しっち";
Q[56].comment = "『心地』は『ここち』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>所得を〔申告〕する。";
Q[57].Ans[0] = "しんこく";
Q[57].Ans[1] = "こうこく";
Q[57].Ans[2] = "かんこく";
Q[57].Ans[3] = "ほうこく";
Q[57].comment = "『申告』は『しんこく』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>奨学金を〔申請〕したが、認められなかった。";
Q[58].Ans[0] = "しんせい";
Q[58].Ans[1] = "こうせい";
Q[58].Ans[2] = "そうせい";
Q[58].Ans[3] = "けんせい";
Q[58].comment = "『申請』は『しんせい』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山田と〔申し〕ます。";
Q[59].Ans[0] = "もうし";
Q[59].Ans[1] = "おこし";
Q[59].Ans[2] = "さらし";
Q[59].Ans[3] = "ならし";
Q[59].comment = "『申す』は『もうす』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔伸縮性〕のある素材なので、どんな体型に人でも大丈夫です。";
Q[60].Ans[0] = "しんしゅくせい";
Q[60].Ans[1] = "きんしゅくせい";
Q[60].Ans[2] = "かんしゅくせい";
Q[60].Ans[3] = "こうしゅくせい";
Q[60].comment = "『伸縮性』は『しんしゅくせい』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔屈伸〕運動で腰を痛めました。";
Q[61].Ans[0] = "くっしん";
Q[61].Ans[1] = "くっちん";
Q[61].Ans[2] = "くっけん";
Q[61].Ans[3] = "くっこん";
Q[61].comment = "『屈伸』は『くっしん』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか成績が〔伸び〕ません。";
Q[62].Ans[0] = "のび";
Q[62].Ans[1] = "および";
Q[62].Ans[2] = "あそび";
Q[62].Ans[3] = "まなび";
Q[62].comment = "『伸びる』は『のびる』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>湿度による〔伸び〕縮みを抑えた新素材です。";
Q[63].Ans[0] = "のび";
Q[63].Ans[1] = "かび";
Q[63].Ans[2] = "とび";
Q[63].Ans[3] = "こび";
Q[63].comment = "『伸び』は『のび』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スプレーでシャツのしわを〔伸ばす〕。";
Q[64].Ans[0] = "のばす";
Q[64].Ans[1] = "とばす";
Q[64].Ans[2] = "こばす";
Q[64].Ans[3] = "ならばす";
Q[64].comment = "『伸ばす』は『のばす』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明治時代、国民は天皇の〔臣民〕と呼ばれた。";
Q[65].Ans[0] = "しんみん";
Q[65].Ans[1] = "きょみん";
Q[65].Ans[2] = "こくみん";
Q[65].Ans[3] = "じんみん";
Q[65].comment = "『臣民』は『しんみん』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スキャンダルで〔大臣〕が次々に辞任している。";
Q[66].Ans[0] = "だいじん";
Q[66].Ans[1] = "だいしん";
Q[66].Ans[2] = "だいちん";
Q[66].Ans[3] = "だいみん";
Q[66].comment = "『大臣』は『だいじん』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現職の〔大臣〕が落選するのは珍しい。";
Q[67].Ans[0] = "だいじん";
Q[67].Ans[1] = "だいしん";
Q[67].Ans[2] = "だいれん";
Q[67].Ans[3] = "だいみん";
Q[67].comment = "『大臣』は『だいじん』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>粘り強さが〔身上〕です。";
Q[68].Ans[0] = "しんじょう";
Q[68].Ans[1] = "しっじょう";
Q[68].Ans[2] = "しじょう";
Q[68].Ans[3] = "しいじょう";
Q[68].comment = "『身上』は『しんじょう』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自分〔自身〕がしっかりしていれば、何も心配することはない。";
Q[69].Ans[0] = "じしん";
Q[69].Ans[1] = "じちん";
Q[69].Ans[2] = "じみん";
Q[69].Ans[3] = "じたい";
Q[69].comment = "『自身』は『じしん』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔身内〕の恥をさらすようなことはしないでくれ。";
Q[70].Ans[0] = "みうち";
Q[70].Ans[1] = "しんうち";
Q[70].Ans[2] = "みんうち";
Q[70].Ans[3] = "からだうち";
Q[70].comment = "『身内』は『みうち』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>トロよりも〔赤身〕が好きです。";
Q[71].Ans[0] = "あかみ";
Q[71].Ans[1] = "あかしん";
Q[71].Ans[2] = "あかちん";
Q[71].Ans[3] = "あかち";
Q[71].comment = "『赤身』は『あかみ』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相変わらず変わり〔身〕が早いね。";
Q[72].Ans[0] = "み";
Q[72].Ans[1] = "か";
Q[72].Ans[2] = "ね";
Q[72].Ans[3] = "と";
Q[72].comment = "『変わり身』は『かわりみ』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔不死身〕の人間なんているわけがない。";
Q[73].Ans[0] = "ふじみ";
Q[73].Ans[1] = "ふじみい";
Q[73].Ans[2] = "ふじみん";
Q[73].Ans[3] = "ふじんみ";
Q[73].comment = "『不死身』は『ふじみ』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おいしいカレーほど多くの〔香辛料〕が入っているものだ。";
Q[74].Ans[0] = "こうしんりょう";
Q[74].Ans[1] = "こうちんりょう";
Q[74].Ans[2] = "こうてんりょう";
Q[74].Ans[3] = "こうかんりょう";
Q[74].comment = "『香辛料』は『こうしんりょう』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の料理は〔辛い〕ものが多い。";
Q[75].Ans[0] = "からい";
Q[75].Ans[1] = "にがい";
Q[75].Ans[2] = "うまい";
Q[75].Ans[3] = "あまい";
Q[75].comment = "『辛い』は『からい』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相手の攻撃に苦戦したが、〔辛うじて〕引き分けに持ち込んだ。";
Q[76].Ans[0] = "かろうじて";
Q[76].Ans[1] = "あろうじて";
Q[76].Ans[2] = "しろうじて";
Q[76].Ans[3] = "おろうじて";
Q[76].comment = "『辛うじて』は『かろうじて』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この大根は〔辛み〕が強くておいしい。";
Q[77].Ans[0] = "からみ";
Q[77].Ans[1] = "あまみ";
Q[77].Ans[2] = "うまみ";
Q[77].Ans[3] = "つらみ";
Q[77].comment = "『辛み』は『からみ』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国境地帯に敵軍の〔侵入〕を許した。";
Q[78].Ans[0] = "しんにゅう";
Q[78].Ans[1] = "かんにゅう";
Q[78].Ans[2] = "そうにゅう";
Q[78].Ans[3] = "ちんにゅう";
Q[78].comment = "『侵入』は『しんにゅう』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国家が私人の権利を〔侵害〕することがあってはならない。";
Q[79].Ans[0] = "しんがい";
Q[79].Ans[1] = "そんがい";
Q[79].Ans[2] = "けんがい";
Q[79].Ans[3] = "あんがい";
Q[79].comment = "『侵害』は『しんがい』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>領海を〔侵した〕船に砲撃を加える。";
Q[80].Ans[0] = "おかした";
Q[80].Ans[1] = "ひたした";
Q[80].Ans[2] = "みたした";
Q[80].Ans[3] = "いかした";
Q[80].comment = "『侵す』は『おかす』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>他人の住居を〔侵す〕と、きびしく罰せられます。";
Q[81].Ans[0] = "おかす";
Q[81].Ans[1] = "いたす";
Q[81].Ans[2] = "はたす";
Q[81].Ans[3] = "もらす";
Q[81].comment = "『侵す』は『おかす』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたのことはどうしても〔信用〕できません。";
Q[82].Ans[0] = "しんよう";
Q[82].Ans[1] = "けんよう";
Q[82].Ans[2] = "こうよう";
Q[82].Ans[3] = "せんよう";
Q[82].comment = "『信用』は『しんよう』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔通信〕の秘密は守られなければならない。";
Q[83].Ans[0] = "つうしん";
Q[83].Ans[1] = "つうこう";
Q[83].Ans[2] = "つうせん";
Q[83].Ans[3] = "つうきん";
Q[83].comment = "『通信』は『つうしん』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供が興味〔津々〕といった様子でながめている。";
Q[84].Ans[0] = "しんしん";
Q[84].Ans[1] = "つつ";
Q[84].Ans[2] = "つうつう";
Q[84].Ans[3] = "しし";
Q[84].comment = "『興味津々』は『きょうみしんしん』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震による〔津波〕で多くの人命が失われた。";
Q[85].Ans[0] = "つなみ";
Q[85].Ans[1] = "しんは";
Q[85].Ans[2] = "うなみ";
Q[85].Ans[3] = "こなみ";
Q[85].comment = "『津波』は『つなみ』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の評判は、全国〔津々浦々〕まで知れわたっている。";
Q[86].Ans[0] = "つつうらうら";
Q[86].Ans[1] = "しんしんうらうら";
Q[86].Ans[2] = "つうつううらうら";
Q[86].Ans[3] = "ししうらうら";
Q[86].comment = "『津々浦々』は『つつうらうら』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コンピュータ制御で〔鋳型〕を製作する。";
Q[87].Ans[0] = "いがた";
Q[87].Ans[1] = "じゅがた";
Q[87].Ans[2] = "はりがた";
Q[87].Ans[3] = "こがた";
Q[87].comment = "『鋳型』は『いがた』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>DNAを〔鋳型〕としてRNAがつくられることを転写と呼ぶ。";
Q[88].Ans[0] = "いがた";
Q[88].Ans[1] = "じゅがた";
Q[88].Ans[2] = "こがた";
Q[88].Ans[3] = "もがた";
Q[88].comment = "『鋳型』は『いがた』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長く続いた〔鋳物〕工場も父の代で終わりになる。";
Q[89].Ans[0] = "いもの";
Q[89].Ans[1] = "やきもの";
Q[89].Ans[2] = "じゅもの";
Q[89].Ans[3] = "うちもの";
Q[89].comment = "『鋳物』は『いもの』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは〔駐車〕禁止です。";
Q[90].Ans[0] = "ちゅうしゃ";
Q[90].Ans[1] = "ちゅんしゃ";
Q[90].Ans[2] = "ちゅしゃ";
Q[90].Ans[3] = "ちゅっしゃ";
Q[90].comment = "『駐車』は『ちゅうしゃ』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔駐日大使〕を通じて、中国政府に抗議した。";
Q[91].Ans[0] = "ちゅうにちたいし";
Q[91].Ans[1] = "ちにちたいし";
Q[91].Ans[2] = "しゅうにちたいし";
Q[91].Ans[3] = "つうにちたいし";
Q[91].comment = "『駐日大使』は『ちゅうにちたいし』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>イラクに〔駐留〕するアメリカ軍の撤退期限が発表された。";
Q[92].Ans[0] = "ちゅうりゅう";
Q[92].Ans[1] = "しゅうりゅう";
Q[92].Ans[2] = "きゅうりゅう";
Q[92].Ans[3] = "きょうりゅう";
Q[92].comment = "『駐留』は『ちゅうりゅう』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の母は〔著名〕なエッセイストだ。";
Q[93].Ans[0] = "ちょめい";
Q[93].Ans[1] = "しょめい";
Q[93].Ans[2] = "きょめい";
Q[93].Ans[3] = "こうめい";
Q[93].comment = "『著名』は『ちょめい』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は生前に多くの〔著作〕を発表した。";
Q[94].Ans[0] = "ちょさく";
Q[94].Ans[1] = "しょさく";
Q[94].Ans[2] = "しゃさく";
Q[94].Ans[3] = "しゅさく";
Q[94].comment = "『著作』は『ちょさく』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>短編だけでなく長編も〔著して〕いる。";
Q[95].Ans[0] = "あらわして";
Q[95].Ans[1] = "ちょして";
Q[95].Ans[2] = "ものして";
Q[95].Ans[3] = "おかして";
Q[95].comment = "『著す』は『あらわす』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この物語は、だれが〔著した〕ものかわかっていません。";
Q[96].Ans[0] = "あらわした";
Q[96].Ans[1] = "ものした";
Q[96].Ans[2] = "けがした";
Q[96].Ans[3] = "かもした";
Q[96].comment = "『著す』は『あらわす』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大陸の経済は成長が〔著しい〕。";
Q[97].Ans[0] = "いちじるしい";
Q[97].Ans[1] = "はげしい";
Q[97].Ans[2] = "ふさわしい";
Q[97].Ans[3] = "はなはだしい";
Q[97].comment = "『著しい』は『いちじるしい』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政治に対する国民の信頼を〔著しく〕損ねる事件だった。";
Q[98].Ans[0] = "いちじるしく";
Q[98].Ans[1] = "はなはだしく";
Q[98].Ans[2] = "ふさわしく";
Q[98].Ans[3] = "おもおもしく";
Q[98].comment = "『著しい』は『いちじるしい』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔貯金〕がないと、老後が不安でしょう。";
Q[99].Ans[0] = "ちょきん";
Q[99].Ans[1] = "よきん";
Q[99].Ans[2] = "ぜいきん";
Q[99].Ans[3] = "しゅうきん";
Q[99].comment = "『貯金』は『ちょきん』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔貯蓄〕型の保険ですから、入って損はありません。";
Q[100].Ans[0] = "ちょちく";
Q[100].Ans[1] = "きょちく";
Q[100].Ans[2] = "しょちく";
Q[100].Ans[3] = "よちく";
Q[100].comment = "『貯蓄』は『ちょちく』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>警察の捜査でさらに〔一丁〕の拳銃が発見された。";
Q[101].Ans[0] = "いっちょう";
Q[101].Ans[1] = "いってい";
Q[101].Ans[2] = "いっしゅう";
Q[101].Ans[3] = "いっかん";
Q[101].comment = "『丁』は『ちょう』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔丁度〕いい湯加減です。";
Q[102].Ans[0] = "ちょうど";
Q[102].Ans[1] = "きっと";
Q[102].Ans[2] = "ていど";
Q[102].Ans[3] = "もっと";
Q[102].comment = "『丁度』は『ちょうど』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>客人を〔丁重〕にもてなす。";
Q[103].Ans[0] = "ていちょう";
Q[103].Ans[1] = "ちょうちょう";
Q[103].Ans[2] = "てんちょう";
Q[103].Ans[3] = "しょちょう";
Q[103].comment = "『丁重』は『ていちょう』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの〔丁字路〕は事故が多い。";
Q[104].Ans[0] = "ていじろ";
Q[104].Ans[1] = "ちょうじろ";
Q[104].Ans[2] = "てんじろ";
Q[104].Ans[3] = "しゅうじろ";
Q[104].comment = "『丁字路』は『ていじろ』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔包丁〕を振り回すのはやめなさい。";
Q[105].Ans[0] = "ほうちょう";
Q[105].Ans[1] = "ほうてい";
Q[105].Ans[2] = "ほうちょ";
Q[105].Ans[3] = "ほうてん";
Q[105].comment = "『包丁』は『ほうちょう』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>豪華な〔装丁〕の割には内容が薄い。";
Q[106].Ans[0] = "そうてい";
Q[106].Ans[1] = "そうちょう";
Q[106].Ans[2] = "そうしょく";
Q[106].Ans[3] = "そうこう";
Q[106].comment = "『装丁』は『そうてい』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔弔意〕を表する手紙を書き送った。";
Q[107].Ans[0] = "ちょうい";
Q[107].Ans[1] = "とうい";
Q[107].Ans[2] = "こうい";
Q[107].Ans[3] = "きゅうい";
Q[107].comment = "『弔意』は『ちょうい』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の死を聞いて、〔弔電〕を打った。";
Q[108].Ans[0] = "ちょうでん";
Q[108].Ans[1] = "きゅうでん";
Q[108].Ans[2] = "こうでん";
Q[108].Ans[3] = "そうでん";
Q[108].comment = "『弔電』は『ちょうでん』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>死者を〔弔う〕儀式が行われた。";
Q[109].Ans[0] = "とむらう";
Q[109].Ans[1] = "あがなう";
Q[109].Ans[2] = "まかなう";
Q[109].Ans[3] = "はらう";
Q[109].comment = "『弔う』は『とむらう』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犠牲者の遺族を〔弔う〕。";
Q[110].Ans[0] = "とむらう";
Q[110].Ans[1] = "あげつらう";
Q[110].Ans[2] = "まかなう";
Q[110].Ans[3] = "はからう";
Q[110].comment = "『弔う』は『とむらう』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>葬式で〔弔い〕を述べる。";
Q[111].Ans[0] = "とむらい";
Q[111].Ans[1] = "ねぎらい";
Q[111].Ans[2] = "まかない";
Q[111].Ans[3] = "いさかい";
Q[111].comment = "『弔い』は『とむらい』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>亡き友人の〔弔い〕に、大勢が集まった。";
Q[112].Ans[0] = "とむらい";
Q[112].Ans[1] = "おこない";
Q[112].Ans[2] = "いさかい";
Q[112].Ans[3] = "からかい";
Q[112].comment = "『弔い』は『とむらい』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古くなった〔庁舎〕を建てかえる。";
Q[113].Ans[0] = "ちょうしゃ";
Q[113].Ans[1] = "ていしゃ";
Q[113].Ans[2] = "こうしゃ";
Q[113].Ans[3] = "きゅうしゃ";
Q[113].comment = "『庁舎』は『ちょうしゃ』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔都庁〕を見学に行く。";
Q[114].Ans[0] = "とちょう";
Q[114].Ans[1] = "ときょう";
Q[114].Ans[2] = "としょう";
Q[114].Ans[3] = "とじょう";
Q[114].comment = "『都庁』は『とちょう』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔省庁〕を再編する必要がある。";
Q[115].Ans[0] = "しょうちょう";
Q[115].Ans[1] = "しょうてん";
Q[115].Ans[2] = "しょうしょう";
Q[115].Ans[3] = "しょうてい";
Q[115].comment = "『省庁』は『しょうちょう』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>細い雲の発生は、地震の〔前兆〕現象だといわれている。";
Q[116].Ans[0] = "ぜんちょう";
Q[116].Ans[1] = "ぜんきょう";
Q[116].Ans[2] = "ぜんしょう";
Q[116].Ans[3] = "ぜんにゅう";
Q[116].comment = "『前兆』は『ぜんちょう』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>噴火の〔予兆〕が見られるという発表があった。";
Q[117].Ans[0] = "よちょう";
Q[117].Ans[1] = "よそう";
Q[117].Ans[2] = "よそく";
Q[117].Ans[3] = "よしょう";
Q[117].comment = "『予兆』は『よちょう』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>急に不安の念が〔兆した〕。";
Q[118].Ans[0] = "きざした";
Q[118].Ans[1] = "さがした";
Q[118].Ans[2] = "おこした";
Q[118].Ans[3] = "もたらした";
Q[118].comment = "『兆す』は『きざす』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>状況に変化が〔兆した〕のは、その翌年のことである。";
Q[119].Ans[0] = "きざした";
Q[119].Ans[1] = "かざした";
Q[119].Ans[2] = "もたらした";
Q[119].Ans[3] = "ならした";
Q[119].comment = "『兆す』は『きざす』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>春の〔兆し〕を感じる今日この頃です。";
Q[120].Ans[0] = "きざし";
Q[120].Ans[1] = "もたらし";
Q[120].Ans[2] = "ならし";
Q[120].Ans[3] = "おこし";
Q[120].comment = "『兆し』は『きざし』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔町議会〕の議員選挙に立候補する。";
Q[121].Ans[0] = "ちょうぎかい";
Q[121].Ans[1] = "まちぎかい";
Q[121].Ans[2] = "そんぎかい";
Q[121].Ans[3] = "しぎかい";
Q[121].comment = "『町議会』は『ちょうぎかい』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔ながらの〔町並み〕や残っている。";
Q[122].Ans[0] = "まちなみ";
Q[122].Ans[1] = "いえなみ";
Q[122].Ans[2] = "ちょうなみ";
Q[122].Ans[3] = "やなみ";
Q[122].comment = "『町並み』は『まちなみ』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>代々、小さな〔町工場〕を営んでいる。";
Q[123].Ans[0] = "まちこうば";
Q[123].Ans[1] = "むらこうば";
Q[123].Ans[2] = "ちょうこうば";
Q[123].Ans[3] = "いえこうば";
Q[123].comment = "『町工場』は『まちこうば』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>植物の〔生長〕には水と日光が必要だ。";
Q[124].Ans[0] = "せいちょう";
Q[124].Ans[1] = "せいしょう";
Q[124].Ans[2] = "せいきょう";
Q[124].Ans[3] = "せいちゅう";
Q[124].comment = "『生長』は『せいちょう』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まあ、〔気長〕に待ちましょう。";
Q[125].Ans[0] = "きなが";
Q[125].Ans[1] = "きおも";
Q[125].Ans[2] = "きおさ";
Q[125].Ans[3] = "きちょう";
Q[125].comment = "『気長』は『きなが』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔胴長〕体型なので、和服が似合うのです。";
Q[126].Ans[0] = "どうなが";
Q[126].Ans[1] = "どうちょう";
Q[126].Ans[2] = "どうおも";
Q[126].Ans[3] = "どうながい";
Q[126].comment = "『胴長』は『どうなが』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何事にも〔挑戦〕する気持ちが大切です。";
Q[127].Ans[0] = "ちょうせん";
Q[127].Ans[1] = "しょうせん";
Q[127].Ans[2] = "ちゅうせん";
Q[127].Ans[3] = "しゅうせん";
Q[127].comment = "『挑戦』は『ちょうせん』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>敵の〔挑発〕にのってはいけません。";
Q[128].Ans[0] = "ちょうはつ";
Q[128].Ans[1] = "きょうはつ";
Q[128].Ans[2] = "しゅうはつ";
Q[128].Ans[3] = "ゆうはつ";
Q[128].comment = "『挑発』は『ちょうはつ』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>敵地で、無敗の王者に〔挑む〕。";
Q[129].Ans[0] = "いどむ";
Q[129].Ans[1] = "のぞむ";
Q[129].Ans[2] = "からむ";
Q[129].Ans[3] = "いたむ";
Q[129].comment = "『挑む』は『いどむ』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は困難な課題に〔挑み〕続けている。";
Q[130].Ans[0] = "いどみ";
Q[130].Ans[1] = "のぞみ";
Q[130].Ans[2] = "たくらみ";
Q[130].Ans[3] = "かえりみ";
Q[130].comment = "『挑む』は『いどむ』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>銀行の〔通帳〕をなくしてしまった。";
Q[131].Ans[0] = "つうちょう";
Q[131].Ans[1] = "つうしょう";
Q[131].Ans[2] = "つうきょう";
Q[131].Ans[3] = "つうじょう";
Q[131].comment = "『通帳』は『つうちょう』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔宿帳〕に連絡先を記入する。";
Q[132].Ans[0] = "やどちょう";
Q[132].Ans[1] = "やどしょう";
Q[132].Ans[2] = "やどぎょう";
Q[132].Ans[3] = "やどじょう";
Q[132].comment = "『宿帳』は『やどちょう』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路を〔拡張〕する工事をする。";
Q[133].Ans[0] = "かくちょう";
Q[133].Ans[1] = "かくじょう";
Q[133].Ans[2] = "かくしょう";
Q[133].Ans[3] = "かくじゅう";
Q[133].comment = "『拡張』は『かくちょう』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中国では、軍備の〔拡張〕が続いている。";
Q[134].Ans[0] = "かくちょう";
Q[134].Ans[1] = "かくしょう";
Q[134].Ans[2] = "かくじゅう";
Q[134].Ans[3] = "かくだい";
Q[134].comment = "『拡張』は『かくちょう』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭の池に氷が〔張って〕いる。";
Q[135].Ans[0] = "はって";
Q[135].Ans[1] = "そって";
Q[135].Ans[2] = "もって";
Q[135].Ans[3] = "とって";
Q[135].comment = "『張る』は『はる』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>キャッチボールをしたので肩が〔張る〕。";
Q[136].Ans[0] = "はる";
Q[136].Ans[1] = "こる";
Q[136].Ans[2] = "そる";
Q[136].Ans[3] = "もる";
Q[136].comment = "『張る』は『はる』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>三義の〔木彫〕は世界的に有名です。";
Q[137].Ans[0] = "もくちょう";
Q[137].Ans[1] = "もくしょう";
Q[137].Ans[2] = "もくひょう";
Q[137].Ans[3] = "もくしゅう";
Q[137].comment = "『木彫』は『もくちょう』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>北海道のみやげに〔木彫り〕のクマをもらった。";
Q[138].Ans[0] = "きぼり";
Q[138].Ans[1] = "きもり";
Q[138].Ans[2] = "きぞり";
Q[138].Ans[3] = "きこり";
Q[138].comment = "『木彫り』は『きぼり』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>石に文字を〔彫る〕。";
Q[139].Ans[0] = "ほる";
Q[139].Ans[1] = "いのる";
Q[139].Ans[2] = "かざる";
Q[139].Ans[3] = "きる";
Q[139].comment = "『彫る』は『ほる』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>上階の部屋からの〔眺望〕は最高です。";
Q[140].Ans[0] = "ちょうぼう";
Q[140].Ans[1] = "がんぼう";
Q[140].Ans[2] = "てんぼう";
Q[140].Ans[3] = "ちゅうぼう";
Q[140].comment = "『眺望』は『ちょうぼう』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>露天風呂から〔眺める〕富士山は、まさに絶景です。";
Q[141].Ans[0] = "ながめる";
Q[141].Ans[1] = "のぞめる";
Q[141].Ans[2] = "いどめる";
Q[141].Ans[3] = "なだめる";
Q[141].comment = "『眺める』は『ながめる』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔眺め〕を楽しみながら、おいしい料理を食べることができます。";
Q[142].Ans[0] = "ながめ";
Q[142].Ans[1] = "のぞめ";
Q[142].Ans[2] = "ひろめ";
Q[142].Ans[3] = "まなめ";
Q[142].comment = "『眺め』は『ながめ』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>江戸時代は〔武士〕が支配する世の中だった。";
Q[143].Ans[0] = "ぶし";
Q[143].Ans[1] = "むし";
Q[143].Ans[2] = "ぎし";
Q[143].Ans[3] = "たけし";
Q[143].comment = "『武士』は『ぶし』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>理想は〔文武〕両道だ。";
Q[144].Ans[0] = "ぶんぶ";
Q[144].Ans[1] = "もんぶ";
Q[144].Ans[2] = "ぶんむ";
Q[144].Ans[3] = "ぶんり";
Q[144].comment = "『文武』は『ぶんぶ』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔武者震い〕とはよく言ったもので、戦いだと身構えると震えがくるものだ。";
Q[145].Ans[0] = "むしゃぶるい";
Q[145].Ans[1] = "ぶしゃぶるい";
Q[145].Ans[2] = "ししゃぶるい";
Q[145].Ans[3] = "ぎしゃぶるい";
Q[145].comment = "『武者震い』は『むしゃぶるい』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>言い伝えでは、平家の落ち〔武者〕がこの村を拓いたそうだ。";
Q[146].Ans[0] = "むしゃ";
Q[146].Ans[1] = "ぶしゃ";
Q[146].Ans[2] = "じしゃ";
Q[146].Ans[3] = "ぎょしゃ";
Q[146].comment = "『武者』は『むしゃ』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レイアウトを考えれば、〔部屋〕をもっと広く使えるはずだ。";
Q[147].Ans[0] = "へや";
Q[147].Ans[1] = "ぶや";
Q[147].Ans[2] = "べや";
Q[147].Ans[3] = "ふや";
Q[147].comment = "『部屋』は『へや』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しいビルに党の〔本部〕を移転する。";
Q[148].Ans[0] = "ほんぶ";
Q[148].Ans[1] = "もとぶ";
Q[148].Ans[2] = "へんぶ";
Q[148].Ans[3] = "はんぶ";
Q[148].comment = "『本部』は『ほんぶ』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台北で日本〔舞踊〕を習っている。";
Q[149].Ans[0] = "ぶよう";
Q[149].Ans[1] = "むよう";
Q[149].Ans[2] = "もよう";
Q[149].Ans[3] = "うよう";
Q[149].comment = "『舞踊』は『ぶよう』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人生は〔舞台〕、主役はあなたです。";
Q[150].Ans[0] = "ぶたい";
Q[150].Ans[1] = "むたい";
Q[150].Ans[2] = "うたい";
Q[150].Ans[3] = "こたい";
Q[150].comment = "『舞台』は『ぶたい』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>客の前で演じる〔舞台劇〕では、ひとつも失敗も許されません。";
Q[151].Ans[0] = "ぶたいげき";
Q[151].Ans[1] = "こだいげき";
Q[151].Ans[2] = "またいげき";
Q[151].Ans[3] = "うたいげき";
Q[151].comment = "『舞台劇』は『ぶたいげき』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ステージで〔舞〕を舞う。";
Q[152].Ans[0] = "まい";
Q[152].Ans[1] = "まう";
Q[152].Ans[2] = "よう";
Q[152].Ans[3] = "そう";
Q[152].comment = "『舞』は『まい』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学に合格したくらいで〔舞い上がって〕いてはいけない。";
Q[153].Ans[0] = "まいあがって";
Q[153].Ans[1] = "よいあがって";
Q[153].Ans[2] = "こいあがって";
Q[153].Ans[3] = "そいあがって";
Q[153].comment = "『舞い上がる』は『まいあがる』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外は粉雪が〔舞う〕天気だ。";
Q[154].Ans[0] = "まう";
Q[154].Ans[1] = "そろう";
Q[154].Ans[2] = "はらう";
Q[154].Ans[3] = "はう";
Q[154].comment = "『舞う』は『まう』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯人を確保するため、すべての通路を〔封鎖〕する。";
Q[155].Ans[0] = "ふうさ";
Q[155].Ans[1] = "ほうさ";
Q[155].Ans[2] = "ほんさ";
Q[155].Ans[3] = "はんさ";
Q[155].comment = "『封鎖』は『ふうさ』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>弁護士にも遺言の〔封印〕を開ける権利はない。";
Q[156].Ans[0] = "ふういん";
Q[156].Ans[1] = "ほういん";
Q[156].Ans[2] = "はんいん";
Q[156].Ans[3] = "ほんいん";
Q[156].comment = "『封印』は『ふういん』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔開封〕したあとは冷蔵庫で保管してください。";
Q[157].Ans[0] = "かいふう";
Q[157].Ans[1] = "かいほう";
Q[157].Ans[2] = "かいはん";
Q[157].Ans[3] = "かいほん";
Q[157].comment = "『開封』は『かいふう』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学の研究室は〔封建的〕なところがある。";
Q[158].Ans[0] = "ほうけんてき";
Q[158].Ans[1] = "ふうけんてき";
Q[158].Ans[2] = "はんけんてき";
Q[158].Ans[3] = "すんけんてき";
Q[158].comment = "『封建的』は『ほうけんてき』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鎌倉以降、日本では〔封建〕の時代が続いた。";
Q[159].Ans[0] = "ほうけん";
Q[159].Ans[1] = "ふうけん";
Q[159].Ans[2] = "はんけん";
Q[159].Ans[3] = "かんけん";
Q[159].comment = "『封建』は『ほうけん』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>書類に〔封〕をする。";
Q[160].Ans[0] = "ふう";
Q[160].Ans[1] = "ほう";
Q[160].Ans[2] = "はん";
Q[160].Ans[3] = "ほん";
Q[160].comment = "『封』は『ふう』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大雨と〔強風〕に注意してください。";
Q[161].Ans[0] = "きょうふう";
Q[161].Ans[1] = "きょうほん";
Q[161].Ans[2] = "つよかぜ";
Q[161].Ans[3] = "きょうふ";
Q[161].comment = "『強風』は『きょうふう』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この地域に吹く北西の〔季節風〕を『やませ』と呼んでいます。";
Q[162].Ans[0] = "きせつふう";
Q[162].Ans[1] = "きせつふ";
Q[162].Ans[2] = "きせつほん";
Q[162].Ans[3] = "きせつかぜ";
Q[162].comment = "『』は『』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔風情〕のある町並みです。";
Q[163].Ans[0] = "ふぜい";
Q[163].Ans[1] = "ふうじょう";
Q[163].Ans[2] = "ふうぜい";
Q[163].Ans[3] = "ふじょう";
Q[163].comment = "『風情』は『ふぜい』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この町人〔風情〕がとばかり、武士は刀を抜いた。";
Q[164].Ans[0] = "ふぜい";
Q[164].Ans[1] = "ふうじょう";
Q[164].Ans[2] = "ふじょう";
Q[164].Ans[3] = "ほうじょう";
Q[164].comment = "『風情』は『ふぜい』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔雨風〕をしのぐものさえあれば、人間は生きていけます。";
Q[165].Ans[0] = "あまかぜ";
Q[165].Ans[1] = "あまかざ";
Q[165].Ans[2] = "あまふう";
Q[165].Ans[3] = "ふうう";
Q[165].comment = "『雨風』は『あまかぜ』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔一風〕変わった絵を描くことで知られている。";
Q[166].Ans[0] = "いっぷう";
Q[166].Ans[1] = "いふう";
Q[166].Ans[2] = "いぶう";
Q[166].Ans[3] = "いちかぜ";
Q[166].comment = "『一風』は『いっぷう』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>見た目は〔今風〕の若者だが、とても働き者だ。";
Q[167].Ans[0] = "いまふう";
Q[167].Ans[1] = "いまぷう";
Q[167].Ans[2] = "いまかぜ";
Q[167].Ans[3] = "いまどき";
Q[167].comment = "『今風』は『いまふう』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔神風〕なんて吹くはずがない。";
Q[168].Ans[0] = "かみかぜ";
Q[168].Ans[1] = "かみふう";
Q[168].Ans[2] = "しんぷう";
Q[168].Ans[3] = "かみぷう";
Q[168].comment = "『神風』は『かみかぜ』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔突風〕で転倒する人が相次いだ。";
Q[169].Ans[0] = "とっぷう";
Q[169].Ans[1] = "とつふう";
Q[169].Ans[2] = "とっかぜ";
Q[169].Ans[3] = "とっきゅう";
Q[169].comment = "『突風』は『とっぷう』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現状に〔風穴〕を開けるようなアイディアが必要だ。";
Q[170].Ans[0] = "かざあな";
Q[170].Ans[1] = "ふうあな";
Q[170].Ans[2] = "かぜけつ";
Q[170].Ans[3] = "ふあな";
Q[170].comment = "『風穴』は『かざあな』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>色とりどりの〔風車〕がとてもきれいです。";
Q[171].Ans[0] = "かざぐるま";
Q[171].Ans[1] = "ふうぐるま";
Q[171].Ans[2] = "ふぐるま";
Q[171].Ans[3] = "かぜぐるま";
Q[171].comment = "『風車』は『かざぐるま』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔風下〕では戦いに不利だ。";
Q[172].Ans[0] = "かざしも";
Q[172].Ans[1] = "ふうした";
Q[172].Ans[2] = "かぜした";
Q[172].Ans[3] = "ふうか";
Q[172].comment = "『風下』は『かざしも』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お前など武士の〔風上〕にも置けない。";
Q[173].Ans[0] = "かざかみ";
Q[173].Ans[1] = "かぜうえ";
Q[173].Ans[2] = "ふうじょう";
Q[173].Ans[3] = "かぜがみ";
Q[173].comment = "『風上』は『かざかみ』と読む。「風上に(も)置けない」は〈卑劣である〉という意味の慣用句。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この作品は極めて〔伏線〕が多く、難解なストーリーを持っている。";
Q[174].Ans[0] = "ふくせん";
Q[174].Ans[1] = "ふせせん";
Q[174].Ans[2] = "ふしせん";
Q[174].Ans[3] = "ふうせん";
Q[174].comment = "『伏線』は『ふくせん』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は感情の〔起伏〕が激しく、付き合いにくい。";
Q[175].Ans[0] = "きふく";
Q[175].Ans[1] = "きふし";
Q[175].Ans[2] = "きふう";
Q[175].Ans[3] = "きふん";
Q[175].comment = "『起伏』は『きふく』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>銃撃を受けて、いっせいに地面に〔伏せた〕。";
Q[176].Ans[0] = "ふせた";
Q[176].Ans[1] = "むせた";
Q[176].Ans[2] = "かせた";
Q[176].Ans[3] = "うせた";
Q[176].comment = "『伏せる』は『ふせる』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名前を〔伏せて〕発表することにしたい。";
Q[177].Ans[0] = "ふせて";
Q[177].Ans[1] = "あせて";
Q[177].Ans[2] = "うせて";
Q[177].Ans[3] = "はせて";
Q[177].comment = "『伏せる』は『ふせる』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>銃撃を受けて、いっせいに地面に〔伏した〕。";
Q[178].Ans[0] = "ふした";
Q[178].Ans[1] = "ほした";
Q[178].Ans[2] = "かした";
Q[178].Ans[3] = "とした";
Q[178].comment = "『伏す』は『ふす』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>面接にはどんな〔服装〕で行ったらいいでしょうか。";
Q[179].Ans[0] = "ふくそう";
Q[179].Ans[1] = "ふうそう";
Q[179].Ans[2] = "ふんそう";
Q[179].Ans[3] = "ふっそう";
Q[179].comment = "『服装』は『ふくそう』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一億円を〔着服〕した容疑で逮捕された。";
Q[180].Ans[0] = "ちゃくふく";
Q[180].Ans[1] = "ちゃくふう";
Q[180].Ans[2] = "ちゃくふん";
Q[180].Ans[3] = "ちゃくふ";
Q[180].comment = "『着服』は『ちゃくふく』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は洋服より〔和服〕が似合うと思います。";
Q[181].Ans[0] = "わふく";
Q[181].Ans[1] = "わぷく";
Q[181].Ans[2] = "わふう";
Q[181].Ans[3] = "わぷう";
Q[181].comment = "『和服』は『わふく』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>上官の命令には絶対〔服従〕だ。";
Q[182].Ans[0] = "ふくじゅう";
Q[182].Ans[1] = "ふっじゅう";
Q[182].Ans[2] = "ふつじゅう";
Q[182].Ans[3] = "ふうじゅう";
Q[182].comment = "『服従』は『ふくじゅう』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、長年、会議の〔副議長〕を務めていた。";
Q[183].Ans[0] = "ふくぎちょう";
Q[183].Ans[1] = "ふうぎちょう";
Q[183].Ans[2] = "ふっぎちょう";
Q[183].Ans[3] = "ふぎちょう";
Q[183].comment = "『副議長』は『ふくぎちょう』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔副業〕で居酒屋を経営している。";
Q[184].Ans[0] = "ふくぎょう";
Q[184].Ans[1] = "ふっぎょう";
Q[184].Ans[2] = "ふんぎょう";
Q[184].Ans[3] = "ぷうぎょう";
Q[184].comment = "『副業』は『ふくぎょう』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路の〔幅員〕を拡張する工事をしている。";
Q[185].Ans[0] = "ふくいん";
Q[185].Ans[1] = "はばいん";
Q[185].Ans[2] = "ふういん";
Q[185].Ans[3] = "ふっいん";
Q[185].comment = "『幅員』は『ふくいん』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生は〔肩幅〕がすごい。";
Q[186].Ans[0] = "かたはば";
Q[186].Ans[1] = "かたふく";
Q[186].Ans[2] = "かたふう";
Q[186].Ans[3] = "かたばば";
Q[186].comment = "『肩幅』は『かたはば』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、アシスタントに〔全幅〕の信頼を寄せている。";
Q[187].Ans[0] = "ぜんぷく";
Q[187].Ans[1] = "ぜんはば";
Q[187].Ans[2] = "ぜんぶう";
Q[187].Ans[3] = "ぜんふう";
Q[187].comment = "『全幅』は『ぜんぷく』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>総会で〔正副〕の議長を選出する。";
Q[188].Ans[0] = "せいふく";
Q[188].Ans[1] = "せいぷく";
Q[188].Ans[2] = "せいふう";
Q[188].Ans[3] = "せいぷう";
Q[188].comment = "『正副』は『せいふく』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このタンスは〔横幅〕をとりすぎる。";
Q[189].Ans[0] = "よこはば";
Q[189].Ans[1] = "よこふく";
Q[189].Ans[2] = "よこふう";
Q[189].Ans[3] = "よこばば";
Q[189].comment = "『横幅』は『よこはば』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔復活〕の前に死がある。";
Q[190].Ans[0] = "ふっかつ";
Q[190].Ans[1] = "ふくかつ";
Q[190].Ans[2] = "ふうかつ";
Q[190].Ans[3] = "ふかつ";
Q[190].comment = "『復活』は『ふっかつ』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍基地に対して〔報復〕のテロが行なわれた。";
Q[191].Ans[0] = "ほうふく";
Q[191].Ans[1] = "ほうふう";
Q[191].Ans[2] = "ほうぷく";
Q[191].Ans[3] = "ほうふん";
Q[191].comment = "『報復』は『ほうふく』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現代社会は〔福祉〕を重視している。";
Q[192].Ans[0] = "ふくし";
Q[192].Ans[1] = "ふっし";
Q[192].Ans[2] = "ふうし";
Q[192].Ans[3] = "ふんし";
Q[192].comment = "『福祉』は『ふくし』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>全員が〔幸福〕になる方法はあるのだろうか。";
Q[193].Ans[0] = "こうふく";
Q[193].Ans[1] = "こうぷく";
Q[193].Ans[2] = "こうふう";
Q[193].Ans[3] = "こうふん";
Q[193].comment = "『幸福』は『こうふく』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女はいつも〔空腹〕だと言っている。";
Q[194].Ans[0] = "くうふく";
Q[194].Ans[1] = "くうはら";
Q[194].Ans[2] = "くうぷう";
Q[194].Ans[3] = "くうふう";
Q[194].comment = "『空腹』は『くうふく』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山の〔中腹〕にヘリコプターが不時着したらしい。";
Q[195].Ans[0] = "ちゅうふく";
Q[195].Ans[1] = "ちゅうぷう";
Q[195].Ans[2] = "ちゅうはら";
Q[195].Ans[3] = "ちゅうなか";
Q[195].comment = "『中腹』は『ちゅうふく』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中年になると〔腹〕がでてくる。";
Q[196].Ans[0] = "はら";
Q[196].Ans[1] = "むね";
Q[196].Ans[2] = "おなか";
Q[196].Ans[3] = "ふく";
Q[196].comment = "『腹』は『はら』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな〔複雑〕な説明は逆効果です。";
Q[197].Ans[0] = "ふくざつ";
Q[197].Ans[1] = "ふうざつ";
Q[197].Ans[2] = "ふっざつ";
Q[197].Ans[3] = "ふざつ";
Q[197].comment = "『複雑』は『ふくざつ』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事件には〔複数〕の証人がいる。";
Q[198].Ans[0] = "ふくすう";
Q[198].Ans[1] = "ふっすう";
Q[198].Ans[2] = "ふんすう";
Q[198].Ans[3] = "ふうすう";
Q[198].comment = "『複数』は『ふくすう』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>リストから〔重複〕したデータを取り除く。";
Q[199].Ans[0] = "ちょうふく";
Q[199].Ans[1] = "ちょうふう";
Q[199].Ans[2] = "ちょうふん";
Q[199].Ans[3] = "ちょうふつ";
Q[199].comment = "『重複』は『ちょうふく』または『じゅうふく』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>銀行に〔覆面〕の二人組が押し入った。";
Q[200].Ans[0] = "ふくめん";
Q[200].Ans[1] = "ふっめん";
Q[200].Ans[2] = "ふんめん";
Q[200].Ans[3] = "ふうめん";
Q[200].comment = "『覆面』は『ふくめん』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政府を〔転覆〕しようとする動きがあるらしい。";
Q[201].Ans[0] = "てんぷく";
Q[201].Ans[1] = "てんぷう";
Q[201].Ans[2] = "てんふく";
Q[201].Ans[3] = "てんふう";
Q[201].comment = "『転覆』は『転覆』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔天然〕の鯛だから高価です。";
Q[202].Ans[0] = "てんねん";
Q[202].Ans[1] = "てんぜん";
Q[202].Ans[2] = "てんてん";
Q[202].Ans[3] = "てんけん";
Q[202].comment = "『天然』は『てんねん』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>公園の池でボートが〔転覆〕する事故があったらしい。";
Q[203].Ans[0] = "てんぷく";
Q[203].Ans[1] = "てんふく";
Q[203].Ans[2] = "てんぷう";
Q[203].Ans[3] = "てんすう";
Q[203].comment = "『転覆』は『転覆』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>グラウンドが雪で〔覆われて〕いて、練習できない。";
Q[204].Ans[0] = "おおわれて";
Q[204].Ans[1] = "やとわれて";
Q[204].Ans[2] = "おそわれて";
Q[204].Ans[3] = "あらわれて";
Q[204].comment = "『覆う』は『おおう』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日光をさける〔覆い〕を作る。";
Q[205].Ans[0] = "おおい";
Q[205].Ans[1] = "まとい";
Q[205].Ans[2] = "かもい";
Q[205].Ans[3] = "あらい";
Q[205].comment = "『覆い』は『おおい』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>定説を〔覆す〕大発見です。";
Q[206].Ans[0] = "くつがえす";
Q[206].Ans[1] = "おびやかす";
Q[206].Ans[2] = "そそのかす";
Q[206].Ans[3] = "ひるがえす";
Q[206].comment = "『覆す』は『くつがえす』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一度下された判決を〔覆す〕のは容易ではない。";
Q[207].Ans[0] = "くつがえす";
Q[207].Ans[1] = "ほのめかす";
Q[207].Ans[2] = "さしもどす";
Q[207].Ans[3] = "ひきかえす";
Q[207].comment = "『覆す』は『くつがえす』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この評価が〔覆る〕ことはあるまい。";
Q[208].Ans[0] = "くつがえる";
Q[208].Ans[1] = "ひるがえる";
Q[208].Ans[2] = "まきもどる";
Q[208].Ans[3] = "あらわれる";
Q[208].comment = "『覆る』は『くつがえる』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それが事実ならば、常識が〔覆る〕ことになる。";
Q[209].Ans[0] = "くつがえる";
Q[209].Ans[1] = "よみがえる";
Q[209].Ans[2] = "ほのめかす";
Q[209].Ans[3] = "いろどる";
Q[209].comment = "『覆る』は『くつがえる』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>寺で〔座禅〕を組む。";
Q[210].Ans[0] = "ざぜん";
Q[210].Ans[1] = "ざでん";
Q[210].Ans[2] = "ざがん";
Q[210].Ans[3] = "ざちん";
Q[210].comment = "『座禅』は『ざぜん』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本に留学して〔禅〕の精神を研究している。";
Q[211].Ans[0] = "ぜん";
Q[211].Ans[1] = "だん";
Q[211].Ans[2] = "がん";
Q[211].Ans[3] = "ざん";
Q[211].comment = "『禅』は『ぜん』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>少子化のなかでも、本校の入学希望者は〔漸増〕している。";
Q[212].Ans[0] = "ぜんぞう";
Q[212].Ans[1] = "ざんぞう";
Q[212].Ans[2] = "げきぞう";
Q[212].Ans[3] = "ていぞう";
Q[212].comment = "『漸増』は『ぜんぞう』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>技術というのは〔漸進〕するものだ。";
Q[213].Ans[0] = "ぜんしん";
Q[213].Ans[1] = "ざんしん";
Q[213].Ans[2] = "まんしん";
Q[213].Ans[3] = "かんしん";
Q[213].comment = "『漸進』は『ぜんしん』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>壊れた機械を〔修繕〕する。";
Q[214].Ans[0] = "しゅうぜん";
Q[214].Ans[1] = "しゅうみつ";
Q[214].Ans[2] = "しゅうかん";
Q[214].Ans[3] = "しゅうごう";
Q[214].comment = "『修繕』は『しゅうぜん』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>玄関の〔修繕〕に100万円もかかった。";
Q[215].Ans[0] = "しゅうぜん";
Q[215].Ans[1] = "しゅうちん";
Q[215].Ans[2] = "しゅうかん";
Q[215].Ans[3] = "しゅうとう";
Q[215].comment = "『修繕』は『しゅうぜん』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、体面を〔繕う〕ことにしか関心がないらしい。";
Q[216].Ans[0] = "つくろう";
Q[216].Ans[1] = "まかなう";
Q[216].Ans[2] = "おこなう";
Q[216].Ans[3] = "とむらう";
Q[216].comment = "『繕う』は『つくろう』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>洋服の破れを〔繕う〕。";
Q[217].Ans[0] = "つくろう";
Q[217].Ans[1] = "まかなう";
Q[217].Ans[2] = "おぎなう";
Q[217].Ans[3] = "かまう";
Q[217].comment = "『繕う』は『つくろう』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なんとかその場を〔繕った〕が、冷や汗ものだった。";
Q[218].Ans[0] = "つくろった";
Q[218].Ans[1] = "おぎなった";
Q[218].Ans[2] = "まかなった";
Q[218].Ans[3] = "あざけった";
Q[218].comment = "『繕う』は『つくろう』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>サルが〔毛繕い〕をしている。";
Q[219].Ans[0] = "けづくろい";
Q[219].Ans[1] = "けならい";
Q[219].Ans[2] = "けまかない";
Q[219].Ans[3] = "けもらい";
Q[219].comment = "『毛繕い』は『けづくろい』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカチームの優勝を〔阻止〕した。";
Q[220].Ans[0] = "そし";
Q[220].Ans[1] = "そうし";
Q[220].Ans[2] = "こうし";
Q[220].Ans[3] = "とうし";
Q[220].comment = "『阻止』は『そし』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>薬の効き目を〔阻害〕するので、お茶は飲まないでください。";
Q[221].Ans[0] = "そがい";
Q[221].Ans[1] = "ひがい";
Q[221].Ans[2] = "きがい";
Q[221].Ans[3] = "しがい";
Q[221].comment = "『阻害』は『そがい』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>優勝を〔阻まれ〕２位に終わった。";
Q[222].Ans[0] = "はばまれ";
Q[222].Ans[1] = "こばまれ";
Q[222].Ans[2] = "とまれ";
Q[222].Ans[3] = "からまれ";
Q[222].comment = "『阻む』は『はばむ』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>法案の成立を〔阻む〕ために、野党は牛歩戦術を採用した。";
Q[223].Ans[0] = "はばむ";
Q[223].Ans[1] = "ねたむ";
Q[223].Ans[2] = "こばむ";
Q[223].Ans[3] = "ちなむ";
Q[223].comment = "『阻む』は『はばむ』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>私の〔祖父〕は、日本人と台湾人のハーフです。";
Q[224].Ans[0] = "そふ";
Q[224].Ans[1] = "おじ";
Q[224].Ans[2] = "おい";
Q[224].Ans[3] = "ほふ";
Q[224].comment = "『祖父』は『そふ』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>味噌ラーメンの〔元祖〕は、この店だと言われている。";
Q[225].Ans[0] = "がんそ";
Q[225].Ans[1] = "がんこ";
Q[225].Ans[2] = "がんも";
Q[225].Ans[3] = "がんす";
Q[225].comment = "『元祖』は『がんそ』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔は、イギリスが〔租借権〕を持っていた。";
Q[226].Ans[0] = "そしゃくけん";
Q[226].Ans[1] = "そうしゃくけん";
Q[226].Ans[2] = "こしゃくけん";
Q[226].Ans[3] = "こうしゃくけん";
Q[226].comment = "『租借権』は『そしゃくけん』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中国での外国人居留地を〔租界〕と呼んでいた。";
Q[227].Ans[0] = "そかい";
Q[227].Ans[1] = "ちかい";
Q[227].Ans[2] = "ふかい";
Q[227].Ans[3] = "とかい";
Q[227].comment = "『租界』は『そかい』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素材〕をいかした調理を心掛けている。";
Q[228].Ans[0] = "そざい";
Q[228].Ans[1] = "しゅざい";
Q[228].Ans[2] = "しざい";
Q[228].Ans[3] = "はいざい";
Q[228].comment = "『素材』は『そざい』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素質〕がある子供にだけ、教育の効果がある。";
Q[229].Ans[0] = "そしつ";
Q[229].Ans[1] = "ししつ";
Q[229].Ans[2] = "しゅしつ";
Q[229].Ans[3] = "いしつ";
Q[229].comment = "『素質』は『そしつ』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素行〕が悪かったため、事務所に解雇された。";
Q[230].Ans[0] = "そこう";
Q[230].Ans[1] = "そうこう";
Q[230].Ans[2] = "しゅこう";
Q[230].Ans[3] = "しゅうこう";
Q[230].comment = "『素行』は『そこう』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コンピュータを使って、最大の〔素数〕が発見された。";
Q[231].Ans[0] = "そすう";
Q[231].Ans[1] = "すすう";
Q[231].Ans[2] = "しゅすう";
Q[231].Ans[3] = "きすう";
Q[231].comment = "『素数』は『そすう』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素手〕でピストルに勝てるわけがない。";
Q[232].Ans[0] = "すで";
Q[232].Ans[1] = "しゅで";
Q[232].Ans[2] = "そで";
Q[232].Ans[3] = "うで";
Q[232].comment = "『素手』は『すで』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素人〕とはいえ、かなりの実力者だ。";
Q[233].Ans[0] = "しろうと";
Q[233].Ans[1] = "くろうと";
Q[233].Ans[2] = "そにん";
Q[233].Ans[3] = "しゅじん";
Q[233].comment = "『素人』は『しろうと』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素足〕にスニーカーを履いている。";
Q[234].Ans[0] = "すあし";
Q[234].Ans[1] = "そあし";
Q[234].Ans[2] = "しゅあし";
Q[234].Ans[3] = "つあし";
Q[234].comment = "『素足』は『すあし』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素泊まり〕なら5000円です。";
Q[235].Ans[0] = "すどまり";
Q[235].Ans[1] = "そどまり";
Q[235].Ans[2] = "しゅどまり";
Q[235].Ans[3] = "つどまり";
Q[235].comment = "『素泊まり』は『すどまり』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何らかの法的〔措置〕が必要だろう。";
Q[236].Ans[0] = "そち";
Q[236].Ans[1] = "つうち";
Q[236].Ans[2] = "そうち";
Q[236].Ans[3] = "つち";
Q[236].comment = "『措置』は『そち』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>秩序を維持するため、〔強制措置〕をとる必要がある。";
Q[237].Ans[0] = "きょうせいそち";
Q[237].Ans[1] = "きょうせいそうち";
Q[237].Ans[2] = "きょうせいしゃくち";
Q[237].Ans[3] = "きょうせいつうち";
Q[237].comment = "『強制措置』は『きょうせいそち』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はとても〔粗野〕な一面がある。";
Q[238].Ans[0] = "そや";
Q[238].Ans[1] = "こや";
Q[238].Ans[2] = "ほや";
Q[238].Ans[3] = "あや";
Q[238].comment = "『粗野』は『そや』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔粗末〕な家に住んでいる。";
Q[239].Ans[0] = "そまつ";
Q[239].Ans[1] = "さまつ";
Q[239].Ans[2] = "しまつ";
Q[239].Ans[3] = "きまつ";
Q[239].comment = "『粗末』は『そまつ』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先着100名様に〔粗品〕を進呈いたします。";
Q[240].Ans[0] = "そしな";
Q[240].Ans[1] = "そうしな";
Q[240].Ans[2] = "あらしな";
Q[240].Ans[3] = "そうひん";
Q[240].comment = "『粗品』は『そしな』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔粗食〕こそ長寿への道です。";
Q[241].Ans[0] = "そしょく";
Q[241].Ans[1] = "びしょく";
Q[241].Ans[2] = "かしょく";
Q[241].Ans[3] = "わしょく";
Q[241].comment = "『粗食』は『そしょく』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>科学は〔粗雑〕であり、人生は微妙である。";
Q[242].Ans[0] = "そざつ";
Q[242].Ans[1] = "そうざつ";
Q[242].Ans[2] = "ふくざつ";
Q[242].Ans[3] = "はんざつ";
Q[242].comment = "『粗雑』は『そざつ』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の仕事はいつでも〔粗い〕。";
Q[243].Ans[0] = "あらい";
Q[243].Ans[1] = "はやい";
Q[243].Ans[2] = "おそい";
Q[243].Ans[3] = "まずい";
Q[243].comment = "『粗い』は『あらい』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>切り方を〔粗め〕にした方がおいしいです。";
Q[244].Ans[0] = "あらめ";
Q[244].Ans[1] = "こいめ";
Q[244].Ans[2] = "うすめ";
Q[244].Ans[3] = "ななめ";
Q[244].comment = "『粗め』は『あらめ』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>総合大学への〔改組〕を目前にしている。";
Q[245].Ans[0] = "かいそ";
Q[245].Ans[1] = "かいぐみ";
Q[245].Ans[2] = "かいくみ";
Q[245].Ans[3] = "かいへん";
Q[245].comment = "『改組』は『かいそ』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>火星の大気の〔組成〕を調査する。";
Q[246].Ans[0] = "そせい";
Q[246].Ans[1] = "くみせい";
Q[246].Ans[2] = "くせい";
Q[246].Ans[3] = "かせい";
Q[246].comment = "『組成』は『そせい』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ディベートをカリキュラムに〔組み〕込む。";
Q[247].Ans[0] = "くみ";
Q[247].Ans[1] = "はさみ";
Q[247].Ans[2] = "あみ";
Q[247].Ans[3] = "からみ";
Q[247].comment = "『組む』は『くむ』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔白組〕は、大分、バテてきましたね。";
Q[248].Ans[0] = "しろぐみ";
Q[248].Ans[1] = "しろくむ";
Q[248].Ans[2] = "しろぐん";
Q[248].Ans[3] = "しろそう";
Q[248].comment = "『白組』は『しろぐみ』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会に強い〔疎外感〕を抱いていたようだ。";
Q[249].Ans[0] = "そがいかん";
Q[249].Ans[1] = "そうがいかん";
Q[249].Ans[2] = "つがいかん";
Q[249].Ans[3] = "こうがいかん";
Q[249].comment = "『疎外感』は『そがいかん』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女とはすっかり〔疎遠〕になってしまった。";
Q[250].Ans[0] = "そえん";
Q[250].Ans[1] = "こうえん";
Q[250].Ans[2] = "かんえん";
Q[250].Ans[3] = "しゅえん";
Q[250].comment = "『疎遠』は『そえん』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女とは日本語で意思の〔疎通〕ができない。";
Q[251].Ans[0] = "そつう";
Q[251].Ans[1] = "こうつう";
Q[251].Ans[2] = "すうつう";
Q[251].Ans[3] = "しゅつう";
Q[251].comment = "『疎通』は『そつう』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>芸能界には〔疎い〕ので、だれのことかわかりません。";
Q[252].Ans[0] = "うとい";
Q[252].Ans[1] = "とろい";
Q[252].Ans[2] = "にぶい";
Q[252].Ans[3] = "うすい";
Q[252].comment = "『疎い』は『うとい』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、経済に〔疎い〕政治家だと思われている。";
Q[253].Ans[0] = "うとい";
Q[253].Ans[1] = "よわい";
Q[253].Ans[2] = "つよい";
Q[253].Ans[3] = "くわしい";
Q[253].comment = "『疎い』は『うとい』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまりしつこいと〔疎まし〕がられるよ。";
Q[254].Ans[0] = "うとまし";
Q[254].Ans[1] = "おぞまし";
Q[254].Ans[2] = "のぞまし";
Q[254].Ans[3] = "あらまし";
Q[254].comment = "『疎ましい』は『うとましい』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>去る者は日々に〔疎し〕といいます。";
Q[255].Ans[0] = "うとし";
Q[255].Ans[1] = "もろし";
Q[255].Ans[2] = "かなし";
Q[255].Ans[3] = "いとし";
Q[255].comment = "『疎し』は『うとし』と読む。「去る者は日々に疎し」は、親しい人でも会わなくなると忘れていってしまうという意味のことわざ。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生はみんなに〔疎まれて〕いる。";
Q[256].Ans[0] = "うとまれて";
Q[256].Ans[1] = "のぞまれて";
Q[256].Ans[2] = "からまれて";
Q[256].Ans[3] = "いどまれて";
Q[256].comment = "『疎む』は『うとむ』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは〔訴訟〕大国だ。";
Q[257].Ans[0] = "そしょう";
Q[257].Ans[1] = "そうしょう";
Q[257].Ans[2] = "すうしょう";
Q[257].Ans[3] = "すんしょう";
Q[257].comment = "『訴訟』は『そしょう』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名誉に関わる問題であるとして、新聞社を〔告訴〕した。";
Q[258].Ans[0] = "こくそ";
Q[258].Ans[1] = "こくすう";
Q[258].Ans[2] = "こくす";
Q[258].Ans[3] = "こくそう";
Q[258].comment = "『告訴』は『こくそ』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここがアメリカなら〔訴訟〕になっているよ。";
Q[259].Ans[0] = "そしょう";
Q[259].Ans[1] = "すしょう";
Q[259].Ans[2] = "すうしょう";
Q[259].Ans[3] = "そんしょう";
Q[259].comment = "『訴訟』は『そしょう』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>被害者の〔訴え〕を無視するようなことがあってはならない。";
Q[260].Ans[0] = "うったえ";
Q[260].Ans[1] = "かまえ";
Q[260].Ans[2] = "かんがえ";
Q[260].Ans[3] = "あつらえ";
Q[260].comment = "『訴え』は『うったえ』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>悪口ばかり言っていると、いつか〔訴えられる〕と思うよ。";
Q[261].Ans[0] = "うったえられる";
Q[261].Ans[1] = "かなえられる";
Q[261].Ans[2] = "そなえられる";
Q[261].Ans[3] = "とらえられる";
Q[261].comment = "『訴える』は『うったえる』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>玄関に〔塑像〕が飾ってある。";
Q[262].Ans[0] = "そぞう";
Q[262].Ans[1] = "もぞう";
Q[262].Ans[2] = "どうぞう";
Q[262].Ans[3] = "きょうぞう";
Q[262].comment = "『塑像』は『そぞう』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔彫塑〕作品で展覧会に入選した。";
Q[263].Ans[0] = "ちょうそ";
Q[263].Ans[1] = "ちょうこく";
Q[263].Ans[2] = "ちょうたく";
Q[263].Ans[3] = "ちょうそう";
Q[263].comment = "『彫塑』は『ちょうそ』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの選手は〔基礎〕ができていない。";
Q[264].Ans[0] = "きそ";
Q[264].Ans[1] = "きそう";
Q[264].Ans[2] = "きつう";
Q[264].Ans[3] = "きちゅう";
Q[264].comment = "『基礎』は『きそ』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>京都大学とともに原子力研究の〔礎〕を築いた。";
Q[265].Ans[0] = "いしずえ";
Q[265].Ans[1] = "いけにえ";
Q[265].Ans[2] = "あしもと";
Q[265].Ans[3] = "みなもと";
Q[265].comment = "『礎』は『いしずえ』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本文学の〔礎石〕を築いた作家であるといっていい。";
Q[266].Ans[0] = "そせき";
Q[266].Ans[1] = "つうせき";
Q[266].Ans[2] = "ちゅうせき";
Q[266].Ans[3] = "こうせき";
Q[266].comment = "『礎石』は『そせき』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔双方〕の負担が同じになるようにしなければならない。";
Q[267].Ans[0] = "そうほう";
Q[267].Ans[1] = "さんほう";
Q[267].Ans[2] = "しゅうほう";
Q[267].Ans[3] = "こうほう";
Q[267].comment = "『双方』は『そうほう』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あのマジシャンは、きっと〔双子〕なんだよ。";
Q[268].Ans[0] = "ふたご";
Q[268].Ans[1] = "そうご";
Q[268].Ans[2] = "こうご";
Q[268].Ans[3] = "はたご";
Q[268].comment = "『双子』は『ふたご』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>計画は〔壮大〕だが、実現の可能性は低い。";
Q[269].Ans[0] = "そうだい";
Q[269].Ans[1] = "ちゅうだい";
Q[269].Ans[2] = "さんだい";
Q[269].Ans[3] = "つうだい";
Q[269].comment = "『壮大』は『そうだい』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これだけの名車が並ぶと〔壮観〕ですね。";
Q[270].Ans[0] = "そうかん";
Q[270].Ans[1] = "ちゅうかん";
Q[270].Ans[2] = "こうかん";
Q[270].Ans[3] = "あっかん";
Q[270].comment = "『壮観』は『そうかん』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>５度にわたって〔壮絶〕な戦いを繰り広げたという。";
Q[271].Ans[0] = "そうぜつ";
Q[271].Ans[1] = "ちゅうぜつ";
Q[271].Ans[2] = "ひつぜつ";
Q[271].Ans[3] = "こんぜつ";
Q[271].comment = "『壮絶』は『そうぜつ』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔勇壮〕な行進曲を奏でる。";
Q[272].Ans[0] = "ゆうそう";
Q[272].Ans[1] = "ゆうかん";
Q[272].Ans[2] = "ゆうこう";
Q[272].Ans[3] = "ゆうちょう";
Q[272].comment = "『勇壮』は『ゆうそう』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔少壮〕気鋭の研究者として知られている。";
Q[273].Ans[0] = "しょうそう";
Q[273].Ans[1] = "しょうちょう";
Q[273].Ans[2] = "しょうこう";
Q[273].Ans[3] = "しょうもう";
Q[273].comment = "『少壮』は『しょうそう』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は現代映画の〔巨匠〕といってよい。";
Q[274].Ans[0] = "きょしょう";
Q[274].Ans[1] = "きょじょう";
Q[274].Ans[2] = "きょじゅん";
Q[274].Ans[3] = "きゅしゅう";
Q[274].comment = "『巨匠』は『きょしょう』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>デザインを〔意匠〕として登録する。";
Q[275].Ans[0] = "いしょう";
Q[275].Ans[1] = "いじゅう";
Q[275].Ans[2] = "いじゃ";
Q[275].Ans[3] = "いしゃ";
Q[275].comment = "『意匠』は『いしょう』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>キャンプでは毎朝６時〔起床〕です。";
Q[276].Ans[0] = "きしょう";
Q[276].Ans[1] = "きちょう";
Q[276].Ans[2] = "きちゅう";
Q[276].Ans[3] = "きしゃん";
Q[276].comment = "『起床』は『きしょう』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>不十分なチェックが不正の〔温床〕となっている。";
Q[277].Ans[0] = "おんしょう";
Q[277].Ans[1] = "おんじゅう";
Q[277].Ans[2] = "おんちゅう";
Q[277].Ans[3] = "おんちょう";
Q[277].comment = "『温床』は『おんしょう』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔寝床〕に入ってもなかなか寝つけない。";
Q[278].Ans[0] = "ねどこ";
Q[278].Ans[1] = "ねべや";
Q[278].Ans[2] = "ねゆか";
Q[278].Ans[3] = "ねまき";
Q[278].comment = "『寝床』は『ねどこ』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冬のうちに〔苗床〕の準備をしておく。";
Q[279].Ans[0] = "なえどこ";
Q[279].Ans[1] = "なえばこ";
Q[279].Ans[2] = "なえゆか";
Q[279].Ans[3] = "なえやま";
Q[279].comment = "『苗床』は『なえどこ』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この薬はまだ〔臨床〕実験が済んでいない。";
Q[280].Ans[0] = "りんしょう";
Q[280].Ans[1] = "りんじゅう";
Q[280].Ans[2] = "りんちょう";
Q[280].Ans[3] = "りんちゅう";
Q[280].comment = "『臨床』は『りんしょう』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現代の家屋から〔床の間〕が消えようとしている。";
Q[281].Ans[0] = "とこのま";
Q[281].Ans[1] = "いたのま";
Q[281].Ans[2] = "すぎのま";
Q[281].Ans[3] = "あきのま";
Q[281].comment = "『床の間』は『とこのま』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そろそろ〔床〕につく時間です。";
Q[282].Ans[0] = "とこ";
Q[282].Ans[1] = "ゆか";
Q[282].Ans[2] = "やね";
Q[282].Ans[3] = "かべ";
Q[282].comment = "『床』は『とこ』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の〔床屋〕は客の要望を聞こうとしない。";
Q[283].Ans[0] = "とこや";
Q[283].Ans[1] = "しょうや";
Q[283].Ans[2] = "やおや";
Q[283].Ans[3] = "ゆかや";
Q[283].comment = "『床屋』は『とこや』と読む。「理髪店」の意味。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学会で報告された論文の〔抄録〕を刊行する。";
Q[284].Ans[0] = "しょうろく";
Q[284].Ans[1] = "ちゅうろく";
Q[284].Ans[2] = "ちょうろく";
Q[284].Ans[3] = "じゅうろく";
Q[284].comment = "『抄録』は『しょうろく』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>戸籍の〔抄本〕を請求する。";
Q[285].Ans[0] = "しょうほん";
Q[285].Ans[1] = "せいほん";
Q[285].Ans[2] = "ちゅうほん";
Q[285].Ans[3] = "じゅうほん";
Q[285].comment = "『抄本』は『しょうほん』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔抄訳〕ではなく、全訳が期待される。";
Q[286].Ans[0] = "しょうやく";
Q[286].Ans[1] = "ちゅうやく";
Q[286].Ans[2] = "じゅうやく";
Q[286].Ans[3] = "ちょうやく";
Q[286].comment = "『抄訳』は『しょうやく』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>有名人の〔肖像〕を描く仕事をしている。";
Q[287].Ans[0] = "しょうぞう";
Q[287].Ans[1] = "しょぞう";
Q[287].Ans[2] = "しゅうぞう";
Q[287].Ans[3] = "しゃぞう";
Q[287].comment = "『肖像』は『しょうぞう』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ウェブページに芸能人の写真を貼ったら、〔肖像権〕の侵害で訴えられた。";
Q[288].Ans[0] = "しょうぞうけん";
Q[288].Ans[1] = "しゃぞうけん";
Q[288].Ans[2] = "ちゅうぞうけん";
Q[288].Ans[3] = "ちょうぞうけん";
Q[288].comment = "『肖像権』は『しょうぞうけん』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔不肖〕の弟子で先生には心配をかけつづけてきた。";
Q[289].Ans[0] = "ふしょう";
Q[289].Ans[1] = "ふしゅう";
Q[289].Ans[2] = "ふしゃ";
Q[289].Ans[3] = "ふこう";
Q[289].comment = "『不肖』は『ふしょう』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現時点で契約するのは時期〔尚早〕であろう。";
Q[290].Ans[0] = "しょうそう";
Q[290].Ans[1] = "しゃんそう";
Q[290].Ans[2] = "しゅんそう";
Q[290].Ans[3] = "しゅうそう";
Q[290].comment = "『尚早』は『しょうそう』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ずいぶん〔高尚〕な趣味をお持ちですね。";
Q[291].Ans[0] = "こうしょう";
Q[291].Ans[1] = "こうしゅう";
Q[291].Ans[2] = "こうそう";
Q[291].Ans[3] = "こうさん";
Q[291].comment = "『高尚』は『こうしょう』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海外旅行に〔招待〕された。";
Q[292].Ans[0] = "しょうたい";
Q[292].Ans[1] = "じょうたい";
Q[292].Ans[2] = "じゃったい";
Q[292].Ans[3] = "しゃたい";
Q[292].comment = "『招待』は『しょうたい』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オリンピックの〔招致〕活動を展開する。";
Q[293].Ans[0] = "しょうち";
Q[293].Ans[1] = "じゅうち";
Q[293].Ans[2] = "しゅうち";
Q[293].Ans[3] = "しゃち";
Q[293].comment = "『招致』は『しょうち』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会議への参加を〔招請〕します。";
Q[294].Ans[0] = "しょうせい";
Q[294].Ans[1] = "じょうせい";
Q[294].Ans[2] = "じゅうせい";
Q[294].Ans[3] = "じゃせい";
Q[294].comment = "『招請』は『しょうせい』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お〔招き〕いただきまして、ありがとうございます。";
Q[295].Ans[0] = "まねき";
Q[295].Ans[1] = "うごき";
Q[295].Ans[2] = "たたき";
Q[295].Ans[3] = "いただき";
Q[295].comment = "『招く』は『まねく』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>浅草で〔招き猫〕のおみやげを買った。";
Q[296].Ans[0] = "まねきねこ";
Q[296].Ans[1] = "のぞきねこ";
Q[296].Ans[2] = "たたきねこ";
Q[296].Ans[3] = "おやきねこ";
Q[296].comment = "『招き猫』は『まねきねこ』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そのような話は〔承知〕していない。";
Q[297].Ans[0] = "しょうち";
Q[297].Ans[1] = "ちょうち";
Q[297].Ans[2] = "そうち";
Q[297].Ans[3] = "きょうち";
Q[297].comment = "『承知』は『しょうち』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>関係者全員の〔承諾〕が必要だ。";
Q[298].Ans[0] = "しょうだく";
Q[298].Ans[1] = "ちょうだく";
Q[298].Ans[2] = "こうだく";
Q[298].Ans[3] = "そうだく";
Q[298].comment = "『承諾』は『しょうだく』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父王の死去に伴い、王位を〔継承〕する。";
Q[299].Ans[0] = "けいしょう";
Q[299].Ans[1] = "けいちょう";
Q[299].Ans[2] = "けいそう";
Q[299].Ans[3] = "けいじゅう";
Q[299].comment = "『継承』は『けいしょう』と読む。";

Q[300].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一部画質が悪い部分がありますが、どうぞ〔ご了承〕ください。。";
Q[300].Ans[0] = "ごりょうしょう";
Q[300].Ans[1] = "ごりょうちょう";
Q[300].Ans[2] = "ごりょうそう";
Q[300].Ans[3] = "ごりょうかい";
Q[300].comment = "『了承』は『りょうしょう』と読む。";

Q[301].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ご注文を〔承り〕ます。";
Q[301].Ans[0] = "うけたまわり";
Q[301].Ans[1] = "とどこおり";
Q[301].Ans[2] = "いきどおり";
Q[301].Ans[3] = "かかりきり";
Q[301].comment = "『承る』は『うけたまわる』と読む。";

Q[302].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ご要望は〔承って〕おります。";
Q[302].Ans[0] = "うけたまわって";
Q[302].Ans[1] = "あずかって";
Q[302].Ans[2] = "とどこおって";
Q[302].Ans[3] = "こだわって";
Q[302].comment = "『承る』は『うけたまわる』と読む。";

Q[303].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>試験に合格し、警部補に〔昇進〕した。";
Q[303].Ans[0] = "しょうしん";
Q[303].Ans[1] = "せんしん";
Q[303].Ans[2] = "ぜんしん";
Q[303].Ans[3] = "ちょうしん";
Q[303].comment = "『昇進』は『しょうしん』と読む。";

Q[304].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>物価の〔上昇〕が著しい。";
Q[304].Ans[0] = "じょうしょう";
Q[304].Ans[1] = "じょうちょう";
Q[304].Ans[2] = "じょうせん";
Q[304].Ans[3] = "じょうそう";
Q[304].comment = "『上昇』は『じょうしょう』と読む。";

Q[305].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タイトルを獲得し、九段に〔昇段〕した。";
Q[305].Ans[0] = "しょうだん";
Q[305].Ans[1] = "そうだん";
Q[305].Ans[2] = "じょうだん";
Q[305].Ans[3] = "ちゅうだん";
Q[305].comment = "『昇段』は『しょうだん』と読む。";

Q[306].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ＢランクからＡランクに〔昇格〕した。";
Q[306].Ans[0] = "しょうかく";
Q[306].Ans[1] = "ちゅうかく";
Q[306].Ans[2] = "そうかく";
Q[306].Ans[3] = "じゅんかく";
Q[306].comment = "『昇格』は『しょうかく』と読む。";

Q[307].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>東の空から太陽が〔昇って〕くる。";
Q[307].Ans[0] = "のぼって";
Q[307].Ans[1] = "あがって";
Q[307].Ans[2] = "もどって";
Q[307].Ans[3] = "たどって";
Q[307].comment = "『昇る』は『のぼる』と読む。";

Q[308].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古来、〔松竹梅〕はめでたいものとされている。";
Q[308].Ans[0] = "しょうちくばい";
Q[308].Ans[1] = "そうちくばい";
Q[308].Ans[2] = "そんちくばい";
Q[308].Ans[3] = "こうちくばい";
Q[308].comment = "『松竹梅』は『しょうちくばい』と読む。";

Q[309].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>煙突から煙が〔昇る〕。";
Q[309].Ans[0] = "のぼる";
Q[309].Ans[1] = "たどる";
Q[309].Ans[2] = "たぎる";
Q[309].Ans[3] = "あがる";
Q[309].comment = "『昇る』は『のぼる』と読む。";

Q[310].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>元日から一週間を〔松の内〕という。";
Q[310].Ans[0] = "まつのうち";
Q[310].Ans[1] = "もものうち";
Q[310].Ans[2] = "すきのうち";
Q[310].Ans[3] = "よしのうち";
Q[310].comment = "『松の内』は『まつのうち』と読む。";

Q[311].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風を防ぐために植えられた〔松〕も、すっかり大きくなった。";
Q[311].Ans[0] = "まつ";
Q[311].Ans[1] = "すぎ";
Q[311].Ans[2] = "かえで";
Q[311].Ans[3] = "ひのき";
Q[311].comment = "『松』は『まつ』と読む。";

Q[312].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔赤松〕の林田から、松茸がとれるかもしれない。";
Q[312].Ans[0] = "あかまつ";
Q[312].Ans[1] = "あかすぎ";
Q[312].Ans[2] = "あかさぎ";
Q[312].Ans[3] = "あかぎり";
Q[312].comment = "『赤松』は『あかまつ』と読む。";

Q[313].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔門松〕を立てる家も少なくなった。";
Q[313].Ans[0] = "かどまつ";
Q[313].Ans[1] = "かどすぎ";
Q[313].Ans[2] = "かどしょう";
Q[313].Ans[3] = "かどこう";
Q[313].comment = "『門松』は『かどまつ』と読む。";

Q[314].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この虫は、全国の〔湖沼〕で広く観察される。";
Q[314].Ans[0] = "こしょう";
Q[314].Ans[1] = "こぬま";
Q[314].Ans[2] = "こはん";
Q[314].Ans[3] = "こてい";
Q[314].comment = "『湖沼』は『こしょう』と読む。";

Q[315].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勢力争いは〔泥沼〕の状態だ。";
Q[315].Ans[0] = "どろぬま";
Q[315].Ans[1] = "どろいけ";
Q[315].Ans[2] = "どろうみ";
Q[315].Ans[3] = "どろどろ";
Q[315].comment = "『泥沼』は『どろぬま』と読む。";

Q[316].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔沼地〕を開拓した住宅地なので、地盤の沈下がみられる。";
Q[316].Ans[0] = "ぬまち";
Q[316].Ans[1] = "みずち";
Q[316].Ans[2] = "あきち";
Q[316].Ans[3] = "おくち";
Q[316].comment = "『沼地』は『ぬまち』と読む。";

Q[317].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校の裏の〔沼〕でカエルをつかまえた。";
Q[317].Ans[0] = "ぬま";
Q[317].Ans[1] = "いけ";
Q[317].Ans[2] = "みずうち";
Q[317].Ans[3] = "さわ";
Q[317].comment = "『沼』は『ぬま』と読む。";

Q[318].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは、〔昭和〕のギャグだよ。";
Q[318].Ans[0] = "しょうわ";
Q[318].Ans[1] = "ちょうわ";
Q[318].Ans[2] = "ぞうわ";
Q[318].Ans[3] = "そうわ";
Q[318].comment = "『昭和』は『しょうわ』と読む。";

Q[319].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>江戸っ子だから〔宵越し〕の金は持たないのだ。";
Q[319].Ans[0] = "よいごし";
Q[319].Ans[1] = "よるごし";
Q[319].Ans[2] = "もちこし";
Q[319].Ans[3] = "かちこし";
Q[319].comment = "『宵越し』は『よいごし』と読む。";

Q[320].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだまだ〔宵の口〕でしょう。";
Q[320].Ans[0] = "よいのくち";
Q[320].Ans[1] = "ばんのくち";
Q[320].Ans[2] = "よるのくち";
Q[320].Ans[3] = "やみのくち";
Q[320].comment = "『宵の口』は『よいのくち』と読む。「日が暮れてすぐ」の意味。";

Q[321].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今宵〕は飲んで歌いましょう。";
Q[321].Ans[0] = "こよい";
Q[321].Ans[1] = "こんや";
Q[321].Ans[2] = "こんばん";
Q[321].Ans[3] = "いざよい";
Q[321].comment = "『今宵』は『こよい』と読む。「今夜」の意味。";

Q[322].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔春宵〕は千金に値すると言います。";
Q[322].Ans[0] = "しゅんしょう";
Q[322].Ans[1] = "しゅんじゅう";
Q[322].Ans[2] = "しゅんみん";
Q[322].Ans[3] = "しゅんか";
Q[322].comment = "『春宵』は『しゅんしょう』と読む。";

Q[323].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>衛星放送で〔将棋〕の名人戦を観戦する。";
Q[323].Ans[0] = "しょうぎ";
Q[323].Ans[1] = "ちょうぎ";
Q[323].Ans[2] = "そうぎ";
Q[323].Ans[3] = "さんぎ";
Q[323].comment = "『将棋』は『しょうぎ』と読む。";

Q[324].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>趣味は〔将棋〕とバスケです。";
Q[324].Ans[0] = "しょうぎ";
Q[324].Ans[1] = "ちゃんぎ";
Q[324].Ans[2] = "しゅうぎ";
Q[324].Ans[3] = "ちゅうぎ";
Q[324].comment = "『将棋』は『しょうぎ』と読む。";

Q[325].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今がこんなでは〔将来〕が心配だ。";
Q[325].Ans[0] = "しょうらい";
Q[325].Ans[1] = "ちょうらい";
Q[325].Ans[2] = "ちゅうらい";
Q[325].Ans[3] = "そうらい";
Q[325].comment = "『将来』は『しょうらい』と読む。";

Q[326].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学時代はサッカー部の〔主将〕だった。";
Q[326].Ans[0] = "しゅしょう";
Q[326].Ans[1] = "しゅそう";
Q[326].Ans[2] = "しゅちょう";
Q[326].Ans[3] = "しゅちゅう";
Q[326].comment = "『主将』は『しゅしょう』と読む。";

Q[327].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>戦国時代の〔武将〕にあこがれている。";
Q[327].Ans[0] = "ぶしょう";
Q[327].Ans[1] = "ぶしゃ";
Q[327].Ans[2] = "ぶちょう";
Q[327].Ans[3] = "ぶし";
Q[327].comment = "『武将』は『ぶしょう』と読む。";

Q[328].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>森林地帯が〔消滅〕の危機にさらされている。";
Q[328].Ans[0] = "しょうめつ";
Q[328].Ans[1] = "きえめつ";
Q[328].Ans[2] = "かいめつ";
Q[328].Ans[3] = "せんめつ";
Q[328].comment = "『消滅』は『しょうめつ』と読む。";

Q[329].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大量生産、大量〔消費〕が現代の経済です。";
Q[329].Ans[0] = "しょうひ";
Q[329].Ans[1] = "ちょうひ";
Q[329].Ans[2] = "しゅうひ";
Q[329].Ans[3] = "しゃひ";
Q[329].comment = "『消費』は『しょうひ』と読む。";

Q[330].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>火の勢いが強く〔消火〕に時間がかかった。";
Q[330].Ans[0] = "しょうか";
Q[330].Ans[1] = "しゃんか";
Q[330].Ans[2] = "しゅうか";
Q[330].Ans[3] = "ちゅうか";
Q[330].comment = "『消火』は『しょうか』と読む。";

Q[331].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ヒット曲もなく〔消えて〕いく歌手が多い。";
Q[331].Ans[0] = "きえて";
Q[331].Ans[1] = "もえて";
Q[331].Ans[2] = "かえて";
Q[331].Ans[3] = "こえて";
Q[331].comment = "『消える』は『きえる』と読む。";

Q[332].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>身体の傷は治っても、心の傷は〔消えない〕。";
Q[332].Ans[0] = "きえない";
Q[332].Ans[1] = "もえない";
Q[332].Ans[2] = "あえない";
Q[332].Ans[3] = "おえない";
Q[332].comment = "『消える』は『きえる』と読む。";

Q[333].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>黒板を〔消して〕ください。";
Q[333].Ans[0] = "けして";
Q[333].Ans[1] = "もして";
Q[333].Ans[2] = "はずして";
Q[333].Ans[3] = "おして";
Q[333].comment = "『消す』は『けす』と読む。";

Q[334].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>花火をするなら、火を〔消す〕水を用意しなさい。";
Q[334].Ans[0] = "けす";
Q[334].Ans[1] = "もす";
Q[334].Ans[2] = "おとす";
Q[334].Ans[3] = "わたす";
Q[334].comment = "『消す』は『けす』と読む。";

Q[335].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どんな〔症状〕か、説明してください。";
Q[335].Ans[0] = "しょうじょう";
Q[335].Ans[1] = "せんじょう";
Q[335].Ans[2] = "ちょうぞう";
Q[335].Ans[3] = "せいぞう";
Q[335].comment = "『症状』は『しょうじょう』と読む。";

Q[336].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>幸いにして〔軽症〕で済んだようだ。";
Q[336].Ans[0] = "けいしょう";
Q[336].Ans[1] = "けいちょう";
Q[336].Ans[2] = "けいせい";
Q[336].Ans[3] = "けいぞう";
Q[336].comment = "『軽症』は『けいしょう』と読む。";

Q[337].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手首の〔炎症〕で、試合を欠場する。";
Q[337].Ans[0] = "えんしょう";
Q[337].Ans[1] = "えんちょう";
Q[337].Ans[2] = "えんせい";
Q[337].Ans[3] = "えんちゅう";
Q[337].comment = "『炎症』は『えんしょう』と読む。";

Q[338].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ハンバーガー〔発祥〕の地は、全米に４カ所もある。";
Q[338].Ans[0] = "はっしょう";
Q[338].Ans[1] = "はっしゃん";
Q[338].Ans[2] = "はっしゅう";
Q[338].Ans[3] = "はっちょう";
Q[338].comment = "『発祥』は『はっしょう』と読む。";

Q[339].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>株式売買にからむ〔不祥事〕が多い。";
Q[339].Ans[0] = "ふしょうじ";
Q[339].Ans[1] = "ふちょうじ";
Q[339].Ans[2] = "ふちゅうじ";
Q[339].Ans[3] = "ふそうじ";
Q[339].comment = "『不祥事』は『ふしょうじ』と読む。";

Q[340].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは、まだ〔仮称〕です。";
Q[340].Ans[0] = "かしょう";
Q[340].Ans[1] = "かちゅう";
Q[340].Ans[2] = "かせん";
Q[340].Ans[3] = "かそう";
Q[340].comment = "『仮称』は『かしょう』と読む。";

Q[341].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔敬称〕は略します。";
Q[341].Ans[0] = "けいしょう";
Q[341].Ans[1] = "けいちゅう";
Q[341].Ans[2] = "けいそう";
Q[341].Ans[3] = "けいさん";
Q[341].comment = "『敬称』は『けいしょう』と読む。";

Q[342].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは、この地区の〔古称〕です。";
Q[342].Ans[0] = "こしょう";
Q[342].Ans[1] = "こちょう";
Q[342].Ans[2] = "こちゅう";
Q[342].Ans[3] = "こしゅう";
Q[342].comment = "『古称』は『こしょう』と読む。";

Q[343].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>太陽系内の小さな天体を〔総称〕して、小惑星といいます。";
Q[343].Ans[0] = "そうしょう";
Q[343].Ans[1] = "そうちゅう";
Q[343].Ans[2] = "そうちょう";
Q[343].Ans[3] = "そうぞう";
Q[343].comment = "『総称』は『そうしょう』と読む。";

Q[344].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名人位を防衛し、永世名人の〔称号〕を得た。";
Q[344].Ans[0] = "しょうごう";
Q[344].Ans[1] = "ちょうごう";
Q[344].Ans[2] = "そうごう";
Q[344].Ans[3] = "きごう";
Q[344].comment = "『称号』は『しょうごう』と読む。";

Q[345].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>実験と〔称して〕は、まずい料理ばかり作っている。";
Q[345].Ans[0] = "しょうして";
Q[345].Ans[1] = "だいして";
Q[345].Ans[2] = "ものして";
Q[345].Ans[3] = "いなして";
Q[345].comment = "『称する』は『しょうする』と読む。";

Q[346].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯行は〔未遂〕に終わった。";
Q[346].Ans[0] = "みすい";
Q[346].Ans[1] = "みつい";
Q[346].Ans[2] = "みちく";
Q[346].Ans[3] = "みせつ";
Q[346].comment = "『未遂』は『みすい』と読む。";

Q[347].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>余計なことは考えず、任務を〔遂行〕するだけだ。";
Q[347].Ans[0] = "すいこう";
Q[347].Ans[1] = "ついこう";
Q[347].Ans[2] = "ずいこう";
Q[347].Ans[3] = "けいこう";
Q[347].comment = "『遂行』は『すいこう』と読む。";

Q[348].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>目的を〔遂げる〕まで、休むわけにはいかない。";
Q[348].Ans[0] = "とげる";
Q[348].Ans[1] = "なげる";
Q[348].Ans[2] = "あげる";
Q[348].Ans[3] = "かげる";
Q[348].comment = "『遂げる』は『とげる』と読む。";

Q[349].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>開発事業の〔完遂〕を公表する。";
Q[349].Ans[0] = "かんすい";
Q[349].Ans[1] = "かんつい";
Q[349].Ans[2] = "かんずい";
Q[349].Ans[3] = "かいたい";
Q[349].comment = "『完遂』は『かんすい』と読む。";

Q[350].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>インド出身のエンジニアを雇用することで、急成長を〔遂げた〕。";
Q[350].Ans[0] = "とげた";
Q[350].Ans[1] = "あげた";
Q[350].Ans[2] = "さげた";
Q[350].Ans[3] = "つげた";
Q[350].comment = "『遂げる』は『とげる』と読む。";

Q[351].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔睡眠〕不足では、実力を発揮できない。";
Q[351].Ans[0] = "すいみん";
Q[351].Ans[1] = "ついみん";
Q[351].Ans[2] = "さいみん";
Q[351].Ans[3] = "しゅうみん";
Q[351].comment = "『睡眠』は『すいみん』と読む。";

Q[352].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>授業中に〔熟睡〕するのはよくない。";
Q[352].Ans[0] = "じゅくすい";
Q[352].Ans[1] = "じゅくつい";
Q[352].Ans[2] = "じゅくしゅ";
Q[352].Ans[3] = "じゅくみん";
Q[352].comment = "『熟睡』は『じゅくすい』と読む。";

Q[353].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本人の２割は〔睡眠〕障害で悩んでいる。";
Q[353].Ans[0] = "すいみん";
Q[353].Ans[1] = "ずいみん";
Q[353].Ans[2] = "さいみん";
Q[353].Ans[3] = "あんみん";
Q[353].comment = "『睡眠』は『すいみん』と読む。";

Q[354].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔出穂期〕の大雨で収穫が激減した。";
Q[354].Ans[0] = "しゅっすいき";
Q[354].Ans[1] = "しゅっとうき";
Q[354].Ans[2] = "しゅっほうき";
Q[354].Ans[3] = "しゅっこうき";
Q[354].comment = "『出穂期』は『しゅっすいき』と読む。";

Q[355].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風で〔稲穂〕が揺れている。";
Q[355].Ans[0] = "いなほ";
Q[355].Ans[1] = "いなぼ";
Q[355].Ans[2] = "いなご";
Q[355].Ans[3] = "いなど";
Q[355].comment = "『稲穂』は『いなほ』と読む。";

Q[356].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>筆の〔穂先〕をうまく使って書かれている。";
Q[356].Ans[0] = "ほさき";
Q[356].Ans[1] = "ふさき";
Q[356].Ans[2] = "はさき";
Q[356].Ans[3] = "へさき";
Q[356].comment = "『穂先』は『ほさき』と読む。";

Q[357].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ススキの〔穂〕が風にそよいでいる。";
Q[357].Ans[0] = "ほ";
Q[357].Ans[1] = "ふ";
Q[357].Ans[2] = "へ";
Q[357].Ans[3] = "は";
Q[357].comment = "『穂』は『ほ』と読む。";

Q[358].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相の外遊に〔随行〕する。";
Q[358].Ans[0] = "ずいこう";
Q[358].Ans[1] = "どうこう";
Q[358].Ans[2] = "れいこう";
Q[358].Ans[3] = "かんこう";
Q[358].comment = "『随行』は『ずいこう』と読む。";

Q[359].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>意志で動かせる筋肉を〔随意筋〕という。";
Q[359].Ans[0] = "ずいいきん";
Q[359].Ans[1] = "しゅういきん";
Q[359].Ans[2] = "せんいきん";
Q[359].Ans[3] = "ゆういきん";
Q[359].comment = "『随意筋』は『ずいいきん』と読む。";

Q[360].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アルバイトは〔随時〕募集しています。";
Q[360].Ans[0] = "ずいじ";
Q[360].Ans[1] = "ぜんじ";
Q[360].Ans[2] = "りんじ";
Q[360].Ans[3] = "ゆうじ";
Q[360].comment = "『随時』は『ずいじ』と読む。";

Q[361].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小型化の技術では他社の〔追随〕を許さない。";
Q[361].Ans[0] = "ついずい";
Q[361].Ans[1] = "ついじゅう";
Q[361].Ans[2] = "ついきゅう";
Q[361].Ans[3] = "ついせき";
Q[361].comment = "『追随』は『ついずい』と読む。";

Q[362].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>白血病で〔骨髄〕を移植しなければならない。";
Q[362].Ans[0] = "こつずい";
Q[362].Ans[1] = "こつゆう";
Q[362].Ans[2] = "こつごつ";
Q[362].Ans[3] = "こつへん";
Q[362].comment = "『骨髄』は『こつずい』と読む。";

Q[363].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日のステージでは、話芸の〔真髄〕を見たような気がした。";
Q[363].Ans[0] = "しんずい";
Q[363].Ans[1] = "しんつい";
Q[363].Ans[2] = "しんしゅう";
Q[363].Ans[3] = "しんゆう";
Q[363].comment = "『真髄』は『しんずい』と読む。";

Q[364].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>無能な大統領に悪の〔枢軸〕と名指しされた国もある。";
Q[364].Ans[0] = "すうじく";
Q[364].Ans[1] = "すじく";
Q[364].Ans[2] = "しゅうじく";
Q[364].Ans[3] = "しじく";
Q[364].comment = "『枢軸』は『すうじく』と読む。";

Q[365].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震で都市機能の〔中枢〕がマヒしている。";
Q[365].Ans[0] = "ちゅうすう";
Q[365].Ans[1] = "ちゅうしゅう";
Q[365].Ans[2] = "ちゅうす";
Q[365].Ans[3] = "ちゅうしゅん";
Q[365].comment = "『中枢』は『ちゅうすう』と読む。";

Q[366].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>言語〔中枢〕に傷害を受けると、まともに話せなくなる。";
Q[366].Ans[0] = "";
Q[366].Ans[1] = "";
Q[366].Ans[2] = "";
Q[366].Ans[3] = "";
Q[366].comment = "『中枢』は『ちゅうすう』と読む。";

Q[367].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼らは、彼らの教祖を〔崇拝〕している。";
Q[367].Ans[0] = "すうはい";
Q[367].Ans[1] = "すっぱい";
Q[367].Ans[2] = "さんぱい";
Q[367].Ans[3] = "そんはい";
Q[367].comment = "『崇拝』は『すうはい』と読む。";

Q[368].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>憲法の〔崇高〕な精神を忘れてはいけない。";
Q[368].Ans[0] = "すうこう";
Q[368].Ans[1] = "そうこう";
Q[368].Ans[2] = "さんこう";
Q[368].Ans[3] = "そんこう";
Q[368].comment = "『崇高』は『すうこう』と読む。";

Q[369].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔数字〕がとれる番組を作らなければならない。";
Q[369].Ans[0] = "すうじ";
Q[369].Ans[1] = "すじ";
Q[369].Ans[2] = "すじい";
Q[369].Ans[3] = "すんじ";
Q[369].comment = "『数字』は『すうじ』と読む。";

Q[370].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お守りがわりに〔数珠〕を携帯している。";
Q[370].Ans[0] = "じゅず";
Q[370].Ans[1] = "かずじゅ";
Q[370].Ans[2] = "すうじゅ";
Q[370].Ans[3] = "すじゅ";
Q[370].comment = "『数珠』は『じゅず』と読む。";

Q[371].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高価な〔数珠〕でなくても、ご利益はありますよ。";
Q[371].Ans[0] = "じゅず";
Q[371].Ans[1] = "すうじゅ";
Q[371].Ans[2] = "すず";
Q[371].Ans[3] = "かずじゅ";
Q[371].comment = "『数珠』は『じゅず』と読む。";

Q[372].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>桂離宮は〔数寄屋造り〕の代表的な建築です。";
Q[372].Ans[0] = "すきやづくり";
Q[372].Ans[1] = "すうきやづくり";
Q[372].Ans[2] = "かずきやづくり";
Q[372].Ans[3] = "かきやづくり";
Q[372].comment = "『数寄屋造り』は『すきやづくり』と読む。";

Q[373].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>メンバーの〔頭数〕をそろえないと、何もできない。";
Q[373].Ans[0] = "あたまかず";
Q[373].Ans[1] = "あたますう";
Q[373].Ans[2] = "あたます";
Q[373].Ans[3] = "あたままい";
Q[373].comment = "『頭数』は『あたまかず』と読む。";

Q[374].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔数え年〕で50になりました。";
Q[374].Ans[0] = "かぞえどし";
Q[374].Ans[1] = "ならえどし";
Q[374].Ans[2] = "はらえどし";
Q[374].Ans[3] = "おしえどし";
Q[374].comment = "『数え年』は『かぞえる』と読む。";

Q[375].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>死んだ子の年を〔数える〕ようなことはやめなさい。";
Q[375].Ans[0] = "かぞえる";
Q[375].Ans[1] = "かまえる";
Q[375].Ans[2] = "ならえる";
Q[375].Ans[3] = "おしえる";
Q[375].comment = "『数える』は『かぞえる』と読む。「死んだ子の年を数える」は〈過ぎたことをあれこれ言う〉意味のことわざ。";

Q[376].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋の中心に大型スクリーンを〔据える〕。";
Q[376].Ans[0] = "すえる";
Q[376].Ans[1] = "かえる";
Q[376].Ans[2] = "おえる";
Q[376].Ans[3] = "にえる";
Q[376].comment = "『据える』は『すえる』と読む。";

Q[377].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>将来を〔見据えた〕組織づくりを進める。";
Q[377].Ans[0] = "みすえる";
Q[377].Ans[1] = "みかえる";
Q[377].Ans[2] = "みおえる";
Q[377].Ans[3] = "みならえる";
Q[377].comment = "『見据える』は『みすえる』と読む。";

Q[378].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>素材を変更したが、料金は〔据え置く〕ことにした。";
Q[378].Ans[0] = "すえおく";
Q[378].Ans[1] = "かえおく";
Q[378].Ans[2] = "そえおく";
Q[378].Ans[3] = "きえおく";
Q[378].comment = "『据え置く』は『すえおく』と読む。";

Q[379].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カニザレス氏を現場責任者に〔据えた〕。";
Q[379].Ans[0] = "すえた";
Q[379].Ans[1] = "あえた";
Q[379].Ans[2] = "かえた";
Q[379].Ans[3] = "なえた";
Q[379].comment = "『据える』は『すえる』と読む。";

Q[380].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか度胸が〔据わった〕若者だ。";
Q[380].Ans[0] = "すわった";
Q[380].Ans[1] = "かわった";
Q[380].Ans[2] = "まわった";
Q[380].Ans[3] = "さわった";
Q[380].comment = "『据わる』は『すわる』と読む。";

Q[381].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうもこの位置では〔据わり〕が悪い。";
Q[381].Ans[0] = "すわり";
Q[381].Ans[1] = "おわり";
Q[381].Ans[2] = "かわり";
Q[381].Ans[3] = "さわり";
Q[381].comment = "『据わり』は『すわり』と読む。";

Q[382].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>花粉症の原因は〔杉〕の花粉です。";
Q[382].Ans[0] = "すぎ";
Q[382].Ans[1] = "ひのき";
Q[382].Ans[2] = "かや";
Q[382].Ans[3] = "けやき";
Q[382].comment = "『杉』は『すぎ』と読む。";

Q[383].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この柱は〔杉〕の古木を使っています。";
Q[383].Ans[0] = "すぎ";
Q[383].Ans[1] = "ひのき";
Q[383].Ans[2] = "まつ";
Q[383].Ans[3] = "きり";
Q[383].comment = "『杉』は『すぎ』と読む。";

Q[384].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相手が油断した隙に逃げようという〔寸法〕だ。";
Q[384].Ans[0] = "すんぽう";
Q[384].Ans[1] = "つんぽう";
Q[384].Ans[2] = "くんぽう";
Q[384].Ans[3] = "こんぽう";
Q[384].comment = "『寸法』は『すんぽう』と読む。";

Q[385].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この箱は〔寸法〕が合っていない。";
Q[385].Ans[0] = "すんぽう";
Q[385].Ans[1] = "つんぽう";
Q[385].Ans[2] = "そんぽう";
Q[385].Ans[3] = "くんぽう";
Q[385].comment = "『寸法』は『すんぽう』と読む。";

Q[386].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それでは私の立つ〔瀬〕がないというものだよ。";
Q[386].Ans[0] = "せ";
Q[386].Ans[1] = "き";
Q[386].Ans[2] = "と";
Q[386].Ans[3] = "ぶ";
Q[386].comment = "『瀬』は『せ』と読む。";

Q[387].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相変わらずの〔瀬戸際〕外交だ。";
Q[387].Ans[0] = "せとぎわ";
Q[387].Ans[1] = "そとぎわ";
Q[387].Ans[2] = "まどぎわ";
Q[387].Ans[3] = "あとぎわ";
Q[387].comment = "『瀬戸際』は『せとぎわ』と読む。";

Q[388].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>船が〔浅瀬〕に乗り上げてしまった。";
Q[388].Ans[0] = "あさせ";
Q[388].Ans[1] = "あさい";
Q[388].Ans[2] = "あさば";
Q[388].Ans[3] = "あさど";
Q[388].comment = "『浅瀬』は『あさせ』と読む。";

Q[389].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔浅瀬〕を渡るときは、滑らないように気をつけてください。";
Q[389].Ans[0] = "あさせ";
Q[389].Ans[1] = "あさせい";
Q[389].Ans[2] = "あさじ";
Q[389].Ans[3] = "あさば";
Q[389].comment = "『浅瀬』は『あさせ』と読む。";

Q[390].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍の爆撃による〔油井〕火災が、まだ続いている。";
Q[390].Ans[0] = "ゆせい";
Q[390].Ans[1] = "ゆでん";
Q[390].Ans[2] = "ゆせん";
Q[390].Ans[3] = "ゆい";
Q[390].comment = "『油井』は『ゆせい』と読む。";

Q[391].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔市井〕の人でも、よい意見を持っていることがある。";
Q[391].Ans[0] = "しせい";
Q[391].Ans[1] = "しい";
Q[391].Ans[2] = "しじん";
Q[391].Ans[3] = "しせん";
Q[391].comment = "『市井』は『しせい』と読む。";

Q[392].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋の〔天井〕にポスターを貼る。";
Q[392].Ans[0] = "てんじょう";
Q[392].Ans[1] = "てんすう";
Q[392].Ans[2] = "てんじん";
Q[392].Ans[3] = "てんい";
Q[392].comment = "『天井』は『てんじょう』と読む。";

Q[393].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔天井〕が高いと部屋が広く感じる。";
Q[393].Ans[0] = "てんじょう";
Q[393].Ans[1] = "てんせい";
Q[393].Ans[2] = "てんまど";
Q[393].Ans[3] = "てんじん";
Q[393].comment = "『天井』は『てんじょう』と読む。";

Q[394].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この旅館では、水道ではなく〔井戸〕の水を使っています。";
Q[394].Ans[0] = "いど";
Q[394].Ans[1] = "じんど";
Q[394].Ans[2] = "せんど";
Q[394].Ans[3] = "ゆいど";
Q[394].comment = "『井戸』は『いど』と読む。";

Q[395].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>裏庭に古い〔井戸〕がありますから、落ちないように注意してください。";
Q[395].Ans[0] = "いど";
Q[395].Ans[1] = "せいど";
Q[395].Ans[2] = "しんど";
Q[395].Ans[3] = "せんど";
Q[395].comment = "『井戸』は『いど』と読む。";

Q[396].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔世紀〕が変わっても、日本の政治は変わらない。";
Q[396].Ans[0] = "せいき";
Q[396].Ans[1] = "せき";
Q[396].Ans[2] = "せっき";
Q[396].Ans[3] = "せんき";
Q[396].comment = "『世紀』は『せいき』と読む。";

Q[397].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このような〔ご時世〕だから、ニートが増えるのも仕方がない。";
Q[397].Ans[0] = "ごじせい";
Q[397].Ans[1] = "ごじせん";
Q[397].Ans[2] = "ごじよう";
Q[397].Ans[3] = "ごじすう";
Q[397].comment = "『ご時世』は『ごじせい』と読む。";

Q[398].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔処世術〕に長けている。";
Q[398].Ans[0] = "しょせいじゅつ";
Q[398].Ans[1] = "しょよじゅつ";
Q[398].Ans[2] = "しょせじゅつ";
Q[398].Ans[3] = "しゅすうじゅつ";
Q[398].comment = "『処世術』は『しょせいじゅつ』と読む。";

Q[399].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔世間〕なんて冷たいものだよ。";
Q[399].Ans[0] = "せけん";
Q[399].Ans[1] = "よけん";
Q[399].Ans[2] = "せいけん";
Q[399].Ans[3] = "すけん";
Q[399].comment = "『世間』は『せけん』と読む。";

Q[400].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔出世〕したいのなら、大人しくしていたほうがいい。";
Q[400].Ans[0] = "しゅっせ";
Q[400].Ans[1] = "しゅっせい";
Q[400].Ans[2] = "しゅっよ";
Q[400].Ans[3] = "しゅっすう";
Q[400].comment = "『出世』は『しゅっせ』と読む。";

Q[401].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔世直し〕を言ったところで、個人にできることは限られている。";
Q[401].Ans[0] = "よなおし";
Q[401].Ans[1] = "せなおし";
Q[401].Ans[2] = "せいなおし";
Q[401].Ans[3] = "すなおし";
Q[401].comment = "『世直し』は『よなおし』と読む。";

Q[402].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名を〔後世〕に残したいものだ。";
Q[402].Ans[0] = "こうせい";
Q[402].Ans[1] = "こうせ";
Q[402].Ans[2] = "こうよ";
Q[402].Ans[3] = "こうよう";
Q[402].comment = "『後世』は『こうせい』と読む。";

Q[403].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水だけで太るなんて〔世〕にも不思議な話だ。";
Q[403].Ans[0] = "よ";
Q[403].Ans[1] = "せ";
Q[403].Ans[2] = "せい";
Q[403].Ans[3] = "よう";
Q[403].comment = "『世』は『よ』と読む。";

Q[404].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病人の〔世話〕をする。";
Q[404].Ans[0] = "せわ";
Q[404].Ans[1] = "よわ";
Q[404].Ans[2] = "すわ";
Q[404].Ans[3] = "やわ";
Q[404].comment = "『世話』は『せわ』と読む。";

Q[405].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>娘の〔誕生日〕を祝う。";
Q[405].Ans[0] = "たんじょうび";
Q[405].Ans[1] = "だんじょうび";
Q[405].Ans[2] = "えんじょうび";
Q[405].Ans[3] = "さんじょうび";
Q[405].comment = "『誕生日』は『たんじょうび』と読む。";

Q[406].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>正岡子規の〔生誕〕100年を記念する展示会が開催された。";
Q[406].Ans[0] = "せいたん";
Q[406].Ans[1] = "たんじょう";
Q[406].Ans[2] = "せいだん";
Q[406].Ans[3] = "せいえん";
Q[406].comment = "『生誕』は『せいたん』と読む。";

Q[407].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日々の〔鍛錬〕のおかげで、この年齢でも活躍できるのです。";
Q[407].Ans[0] = "たんれん";
Q[407].Ans[1] = "だんれん";
Q[407].Ans[2] = "かんれん";
Q[407].Ans[3] = "がんれん";
Q[407].comment = "『鍛錬』は『たんれん』と読む。";

Q[408].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと上半身を〔鍛え〕ないと、バランスが悪い。";
Q[408].Ans[0] = "きたえ";
Q[408].Ans[1] = "かまえ";
Q[408].Ans[2] = "そなえ";
Q[408].Ans[3] = "ならえ";
Q[408].comment = "『鍛える』は『きたえる』と読む。";

Q[409].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若いうちに〔鍛えて〕おかないと、ろくな人間にならない。";
Q[409].Ans[0] = "きたえて";
Q[409].Ans[1] = "そろえて";
Q[409].Ans[2] = "あまえて";
Q[409].Ans[3] = "かまえて";
Q[409].comment = "『鍛える』は『きたえる』と読む。";

Q[410].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>労働者の〔団結〕こそが問題の解決につながる。";
Q[410].Ans[0] = "だんけつ";
Q[410].Ans[1] = "たんけつ";
Q[410].Ans[2] = "さんけつ";
Q[410].Ans[3] = "かんけつ";
Q[410].comment = "『団結』は『だんけつ』と読む。";

Q[411].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>韓国人の〔集団〕が市場で買い物をしている。";
Q[411].Ans[0] = "しゅうだん";
Q[411].Ans[1] = "しゅうたん";
Q[411].Ans[2] = "しゅうさん";
Q[411].Ans[3] = "しゅうぜん";
Q[411].comment = "『集団』は『しゅうだん』と読む。";

Q[412].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>花より〔団子〕とはよく言ったものですね。";
Q[412].Ans[0] = "だんご";
Q[412].Ans[1] = "たんご";
Q[412].Ans[2] = "すんご";
Q[412].Ans[3] = "さんご";
Q[412].comment = "『団子』は『だんご』と読む。";

Q[413].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>天気がいいので〔布団〕を干した。";
Q[413].Ans[0] = "ふとん";
Q[413].Ans[1] = "ふどん";
Q[413].Ans[2] = "ふだん";
Q[413].Ans[3] = "ふたん";
Q[413].comment = "『布団』は『ふとん』と読む。";

Q[414].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔布団〕は吹っ飛びません。";
Q[414].Ans[0] = "ふとん";
Q[414].Ans[1] = "ふだん";
Q[414].Ans[2] = "ふたん";
Q[414].Ans[3] = "ふとう";
Q[414].comment = "『布団』は『ふとん』と読む。";

Q[415].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頼くんは、なかなかの〔美男〕ですね。";
Q[415].Ans[0] = "びなん";
Q[415].Ans[1] = "びだん";
Q[415].Ans[2] = "びおとこ";
Q[415].Ans[3] = "びじん";
Q[415].comment = "『美男』は『びなん』と読む。";

Q[416].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>三日前から〔男児〕二人が行方不明になっているらしい。";
Q[416].Ans[0] = "だんじ";
Q[416].Ans[1] = "なんじ";
Q[416].Ans[2] = "おとこじ";
Q[416].Ans[3] = "おすじ";
Q[416].comment = "『男児』は『だんじ』と読む。";

Q[417].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くんもかなり〔男前〕です。";
Q[417].Ans[0] = "おとこまえ";
Q[417].Ans[1] = "だんまえ";
Q[417].Ans[2] = "なんまえ";
Q[417].Ans[3] = "おとまえ";
Q[417].comment = "『男前』は『おとこまえ』と読む。";

Q[418].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>エレベーターより〔階段〕の方が早いこともある。";
Q[418].Ans[0] = "かいだん";
Q[418].Ans[1] = "かいたん";
Q[418].Ans[2] = "かんさん";
Q[418].Ans[3] = "かいざん";
Q[418].comment = "『階段』は『かいだん』と読む。";

Q[419].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ホームと列車の〔段差〕に気をつけてください。";
Q[419].Ans[0] = "だんさ";
Q[419].Ans[1] = "たんさ";
Q[419].Ans[2] = "だいさ";
Q[419].Ans[3] = "たいさ";
Q[419].comment = "『段差』は『だんさ』と読む。";

Q[420].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつもながら〔段取り〕が悪い。";
Q[420].Ans[0] = "だんどり";
Q[420].Ans[1] = "たっどり";
Q[420].Ans[2] = "たんどり";
Q[420].Ans[3] = "さんどり";
Q[420].comment = "『段取り』は『だんどり』と読む。";

Q[421].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>以前に比べて〔格段〕の進歩だ。";
Q[421].Ans[0] = "かくだん";
Q[421].Ans[1] = "かくさん";
Q[421].Ans[2] = "かくまん";
Q[421].Ans[3] = "かくせん";
Q[421].comment = "『格段』は『かくだん』と読む。";

Q[422].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なにが真実か〔判断〕する力が必要だ。";
Q[422].Ans[0] = "はんだん";
Q[422].Ans[1] = "はんだ";
Q[422].Ans[2] = "はんたん";
Q[422].Ans[3] = "はんてん";
Q[422].comment = "『判断』は『はんだん』と読む。";

Q[423].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鉄道で大陸を〔横断〕する。";
Q[423].Ans[0] = "おうだん";
Q[423].Ans[1] = "おうたん";
Q[423].Ans[2] = "おうだ";
Q[423].Ans[3] = "おうどう";
Q[423].comment = "『横断』は『おうだん』と読む。";

Q[424].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タバコが切れて〔禁断症状〕が出てきた。";
Q[424].Ans[0] = "きんだんしょうじょう";
Q[424].Ans[1] = "しょうじょう";
Q[424].Ans[2] = "しょうじょう";
Q[424].Ans[3] = "しょうじょう";
Q[424].comment = "『禁断症状』は『きんだんしょうじょう』と読む。";

Q[425].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風による豪雨で鉄道が〔寸断〕された。";
Q[425].Ans[0] = "すんだん";
Q[425].Ans[1] = "すんかん";
Q[425].Ans[2] = "すんまん";
Q[425].Ans[3] = "すんらん";
Q[425].comment = "『寸断』は『すんだん』と読む。";

Q[426].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔独断〕で契約を進めた市長に市民の批判が強まっている。";
Q[426].Ans[0] = "どくだん";
Q[426].Ans[1] = "どくせん";
Q[426].Ans[2] = "どくがく";
Q[426].Ans[3] = "どくしん";
Q[426].comment = "『独断』は『どくだん』と読む。";

Q[427].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>二人の隊員が山頂直下で消息を〔断った〕。";
Q[427].Ans[0] = "たった";
Q[427].Ans[1] = "きった";
Q[427].Ans[2] = "まった";
Q[427].Ans[3] = "おった";
Q[427].comment = "『断つ』は『たつ』と読む。";

Q[428].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>成功を祈願して酒を〔断つ〕。";
Q[428].Ans[0] = "たつ";
Q[428].Ans[1] = "うつ";
Q[428].Ans[2] = "かつ";
Q[428].Ans[3] = "まつ";
Q[428].comment = "『断つ』は『たつ』と読む。";

Q[429].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>退路を〔断って〕改革に全力を注ぐ。";
Q[429].Ans[0] = "たって";
Q[429].Ans[1] = "きって";
Q[429].Ans[2] = "さって";
Q[429].Ans[3] = "とって";
Q[429].comment = "『断つ』は『たつ』と読む。";

Q[430].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いやならばはっきり〔断る〕べきだ。";
Q[430].Ans[0] = "ことわる";
Q[430].Ans[1] = "やめる";
Q[430].Ans[2] = "あきれる";
Q[430].Ans[3] = "まぬがれる";
Q[430].comment = "『断る』は『ことわる』と読む。";

Q[431].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まず〔断って〕おきますが、これは私個人の意見です。";
Q[431].Ans[0] = "ことわって";
Q[431].Ans[1] = "おぎなって";
Q[431].Ans[2] = "さえぎって";
Q[431].Ans[3] = "はばかって";
Q[431].comment = "『断る』は『ことわる』と読む。";

Q[432].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先方に〔断り〕の連絡を入れる。";
Q[432].Ans[0] = "ことわり";
Q[432].Ans[1] = "おもねり";
Q[432].Ans[2] = "はかり";
Q[432].Ans[3] = "わかり";
Q[432].comment = "『断り』は『ことわり』と読む。";

Q[433].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年をとると肌に〔弾力〕がなくなる。";
Q[433].Ans[0] = "だんりょく";
Q[433].Ans[1] = "みりょく";
Q[433].Ans[2] = "いりょく";
Q[433].Ans[3] = "こうりょく";
Q[433].comment = "『弾力』は『だんりょく』と読む。";

Q[434].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>革命活動を〔弾圧〕する。";
Q[434].Ans[0] = "だんあつ";
Q[434].Ans[1] = "よくあつ";
Q[434].Ans[2] = "せんあつ";
Q[434].Ans[3] = "きゅうあつ";
Q[434].comment = "『弾圧』は『だんあつ』と読む。";

Q[435].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ラミレスの打球は、低い〔弾道〕でスタンドに飛び込んだ。";
Q[435].Ans[0] = "だんどう";
Q[435].Ans[1] = "さんどう";
Q[435].Ans[2] = "せんどう";
Q[435].Ans[3] = "たんどう";
Q[435].comment = "『弾道』は『だんどう』と読む。";

Q[436].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍の車列を〔爆弾〕で攻撃する。";
Q[436].Ans[0] = "ばくだん";
Q[436].Ans[1] = "ばくたん";
Q[436].Ans[2] = "ばくさん";
Q[436].Ans[3] = "ばくまん";
Q[436].comment = "『爆弾』は『ばくだん』と読む。";

Q[437].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バイオリンを〔弾く〕のが趣味です。";
Q[437].Ans[0] = "ひく";
Q[437].Ans[1] = "かく";
Q[437].Ans[2] = "さく";
Q[437].Ans[3] = "おく";
Q[437].comment = "『弾く』は『ひく』と読む。";

Q[438].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ピアノを〔弾く〕のが好きなのですか。";
Q[438].Ans[0] = "ひく";
Q[438].Ans[1] = "たたく";
Q[438].Ans[2] = "はじく";
Q[438].Ans[3] = "かく";
Q[438].comment = "『弾く』は『ひく』と読む。";

Q[439].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔弾み〕すぎるボールは扱いにくい。";
Q[439].Ans[0] = "はずみ";
Q[439].Ans[1] = "からみ";
Q[439].Ans[2] = "ちなみ";
Q[439].Ans[3] = "うらみ";
Q[439].comment = "『弾む』は『はずむ』と読む。";

Q[440].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>久しぶりに会った友人と話が〔弾んだ〕。";
Q[440].Ans[0] = "はずんだ";
Q[440].Ans[1] = "なごんだ";
Q[440].Ans[2] = "ならんだ";
Q[440].Ans[3] = "かさんだ";
Q[440].comment = "『弾む』は『はずむ』と読む。";

Q[441].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鉄砲の〔弾〕を持っていたら犯罪だ。";
Q[441].Ans[0] = "たま";
Q[441].Ans[1] = "だん";
Q[441].Ans[2] = "ゆみ";
Q[441].Ans[3] = "たて";
Q[441].comment = "『弾』は『たま』と読む。";

Q[442].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ピストルに〔弾〕をこめる。";
Q[442].Ans[0] = "たま";
Q[442].Ans[1] = "やり";
Q[442].Ans[2] = "ゆみ";
Q[442].Ans[3] = "だん";
Q[442].comment = "『弾』は『たま』と読む。";

Q[443].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の一般家庭には〔暖房〕がない。";
Q[443].Ans[0] = "だんぼう";
Q[443].Ans[1] = "さんぼう";
Q[443].Ans[2] = "なんぼう";
Q[443].Ans[3] = "こんぼう";
Q[443].comment = "『暖房』は『だんぼう』と読む。";

Q[444].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう少し〔暖房〕を弱くしてください。";
Q[444].Ans[0] = "だんぼう";
Q[444].Ans[1] = "なんぼう";
Q[444].Ans[2] = "さんぼう";
Q[444].Ans[3] = "かんぼう";
Q[444].comment = "『暖房』は『だんぼう』と読む。";

Q[445].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔温暖〕な気候を利用し、みかんの栽培で有名な島になった。";
Q[445].Ans[0] = "おんだん";
Q[445].Ans[1] = "おんなん";
Q[445].Ans[2] = "おんせん";
Q[445].Ans[3] = "おんかん";
Q[445].comment = "『温暖』は『おんだん』と読む。";

Q[446].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔暖かな〕日がいつまで続くかわからない。";
Q[446].Ans[0] = "あたたかな";
Q[446].Ans[1] = "やわらかな";
Q[446].Ans[2] = "おだやかな";
Q[446].Ans[3] = "なごやかな";
Q[446].comment = "『暖か』は『あたたか』と読む。";

Q[447].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冬にしては〔暖かい〕日です。";
Q[447].Ans[0] = "あたたかい";
Q[447].Ans[1] = "やわらかい";
Q[447].Ans[2] = "いきづかい";
Q[447].Ans[3] = "めしつかい";
Q[447].comment = "『暖かい』は『あたたかい』と読む。";

Q[448].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ようやく部屋が〔暖まって〕きた。";
Q[448].Ans[0] = "あたたまって";
Q[448].Ans[1] = "ちぢまって";
Q[448].Ans[2] = "あらたまって";
Q[448].Ans[3] = "からまって";
Q[448].comment = "『暖まる』は『あたたまる』と読む。";

Q[449].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ヒーターをつけて部屋を〔暖める〕。";
Q[449].Ans[0] = "あたためる";
Q[449].Ans[1] = "ぬくめる";
Q[449].Ans[2] = "まるめる";
Q[449].Ans[3] = "からめる";
Q[449].comment = "『暖める』は『あたためる』と読む。";

Q[450].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事件をうけて、首相が〔談話〕を発表した。";
Q[450].Ans[0] = "だんわ";
Q[450].Ans[1] = "ざんわ";
Q[450].Ans[2] = "たんわ";
Q[450].Ans[3] = "さんわ";
Q[450].comment = "『談話』は『だんわ』と読む。";

Q[451].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ドイツを訪問し、首相と〔会談〕した。";
Q[451].Ans[0] = "かいだん";
Q[451].Ans[1] = "かいえん";
Q[451].Ans[2] = "かいさん";
Q[451].Ans[3] = "かいきん";
Q[451].comment = "『会談』は『かいだん』と読む。";

Q[452].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>保護者と〔面談〕する。";
Q[452].Ans[0] = "めんだん";
Q[452].Ans[1] = "めんたん";
Q[452].Ans[2] = "めんさん";
Q[452].Ans[3] = "めんえん";
Q[452].comment = "『面談』は『めんだん』と読む。";

Q[453].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校の〔花壇〕が荒らされた。";
Q[453].Ans[0] = "かだん";
Q[453].Ans[1] = "かえん";
Q[453].Ans[2] = "かだい";
Q[453].Ans[3] = "かせき";
Q[453].comment = "『花壇』は『かだん』と読む。";

Q[454].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔壇上〕で挨拶する。";
Q[454].Ans[0] = "だんじょう";
Q[454].Ans[1] = "せんじょう";
Q[454].Ans[2] = "だいじょう";
Q[454].Ans[3] = "せきじょう";
Q[454].comment = "『壇上』は『だんじょう』と読む。";

Q[455].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>当時の〔画壇〕で、指導的な立場にあった画家だ。";
Q[455].Ans[0] = "がだん";
Q[455].Ans[1] = "がせん";
Q[455].Ans[2] = "がだい";
Q[455].Ans[3] = "がかい";
Q[455].comment = "『画壇』は『がだん』と読む。";

Q[456].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔土壇場〕になってキャンセルするのはよくない。";
Q[456].Ans[0] = "どたんば";
Q[456].Ans[1] = "どだんば";
Q[456].Ans[2] = "どせんば";
Q[456].Ans[3] = "どだいば";
Q[456].comment = "『土壇場』は『どたんば』と読む。";

Q[457].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>無我の〔境地〕に達している。";
Q[457].Ans[0] = "きょうち";
Q[457].Ans[1] = "きょうじ";
Q[457].Ans[2] = "きょうし";
Q[457].Ans[3] = "きょうい";
Q[457].comment = "『境地』は『きょうち』と読む。";

Q[458].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>サービスはいいが〔立地〕が悪い。";
Q[458].Ans[0] = "りっち";
Q[458].Ans[1] = "りっじ";
Q[458].Ans[2] = "りっし";
Q[458].Ans[3] = "りっちい";
Q[458].comment = "『立地』は『りっち』と読む。";

Q[459].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>やさしいメロディーが〔心地〕よい。";
Q[459].Ans[0] = "ここち";
Q[459].Ans[1] = "こころち";
Q[459].Ans[2] = "しんち";
Q[459].Ans[3] = "じんち";
Q[459].comment = "『心地』は『ここち』と読む。";

Q[460].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔地上〕42階の高層マンションに住んでいる。";
Q[460].Ans[0] = "ちじょう";
Q[460].Ans[1] = "じしょう";
Q[460].Ans[2] = "しじょう";
Q[460].Ans[3] = "いじょう";
Q[460].comment = "『地上』は『ちじょう』と読む。";

Q[461].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔地震〕で大きな被害が出た。";
Q[461].Ans[0] = "じしん";
Q[461].Ans[1] = "ちしん";
Q[461].Ans[2] = "きしん";
Q[461].Ans[3] = "いしん";
Q[461].comment = "『地震』は『じしん』と読む。";

Q[462].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔地元〕のファンの声援をうけて、見事に優勝した。";
Q[462].Ans[0] = "じもと";
Q[462].Ans[1] = "ちもと";
Q[462].Ans[2] = "ふもと";
Q[462].Ans[3] = "すもと";
Q[462].comment = "『地元』は『じもと』と読む。";

Q[463].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔地物〕の魚を使っていますから、鮮度は最高です。";
Q[463].Ans[0] = "じもの";
Q[463].Ans[1] = "しもの";
Q[463].Ans[2] = "ちもの";
Q[463].Ans[3] = "きもの";
Q[463].comment = "『地物』は『じもの』と読む。";

Q[464].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔地金〕の相場が急激に上昇している。";
Q[464].Ans[0] = "じがね";
Q[464].Ans[1] = "ちがね";
Q[464].Ans[2] = "きがね";
Q[464].Ans[3] = "こがね";
Q[464].comment = "『地金』は『じがね』と読む。";

Q[465].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔貯水池〕でバス釣りをする。";
Q[465].Ans[0] = "ちょすいち";
Q[465].Ans[1] = "ちょうすいち";
Q[465].Ans[2] = "ちゅうすいち";
Q[465].Ans[3] = "しゅうすいち";
Q[465].comment = "『貯水池』は『ちょすいち』と読む。";

Q[466].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人は、〔貯金〕より投資をした方がいいという。";
Q[466].Ans[0] = "ちょきん";
Q[466].Ans[1] = "よきん";
Q[466].Ans[2] = "ちゅきん";
Q[466].Ans[3] = "ゆきん";
Q[466].comment = "『貯金』は『ちょきん』と読む。";

Q[467].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔電池〕が切れて動かなくなった。";
Q[467].Ans[0] = "でんち";
Q[467].Ans[1] = "でんじ";
Q[467].Ans[2] = "でんし";
Q[467].Ans[3] = "でんき";
Q[467].comment = "『電池』は『でんち』と読む。";

Q[468].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔池〕のコイにエサをやる。";
Q[468].Ans[0] = "いけ";
Q[468].Ans[1] = "ぬま";
Q[468].Ans[2] = "ほり";
Q[468].Ans[3] = "さわ";
Q[468].comment = "『池』は『いけ』と読む。";

Q[469].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大雨で田んぼが〔池〕のように見える。";
Q[469].Ans[0] = "いけ";
Q[469].Ans[1] = "ぬま";
Q[469].Ans[2] = "うみ";
Q[469].Ans[3] = "ほり";
Q[469].comment = "『池』は『いけ』と読む。";

Q[470].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>技術も〔知識〕も、どちらも重要です。";
Q[470].Ans[0] = "ちしき";
Q[470].Ans[1] = "いしき";
Q[470].Ans[2] = "そしき";
Q[470].Ans[3] = "じしき";
Q[470].comment = "『知識』は『ちしき』と読む。";

Q[471].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>利用料金を郵送で〔通知〕する。";
Q[471].Ans[0] = "つうち";
Q[471].Ans[1] = "つうじ";
Q[471].Ans[2] = "つうし";
Q[471].Ans[3] = "つうい";
Q[471].comment = "『通知』は『つうち』と読む。";

Q[472].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>患者にガンを〔告知〕する。";
Q[472].Ans[0] = "こくち";
Q[472].Ans[1] = "こくじ";
Q[472].Ans[2] = "こくし";
Q[472].Ans[3] = "こくそ";
Q[472].comment = "『告知』は『こくち』と読む。";

Q[473].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>裏山の〔洞穴〕にはタヌキの親子が住んでいます。";
Q[473].Ans[0] = "ほらあな";
Q[473].Ans[1] = "どうあな";
Q[473].Ans[2] = "とうあな";
Q[473].Ans[3] = "たてあな";
Q[473].comment = "『洞穴』は『ほらあな』と読む。";

Q[474].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>エンジンの不調で〔胴体〕着陸を余儀なくされた。";
Q[474].Ans[0] = "どうたい";
Q[474].Ans[1] = "とうたい";
Q[474].Ans[2] = "むねたい";
Q[474].Ans[3] = "かんたい";
Q[474].comment = "『胴体』は『どうたい』と読む。";

Q[475].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>足が短くて〔胴〕が長い体型ですね。";
Q[475].Ans[0] = "どう";
Q[475].Ans[1] = "むね";
Q[475].Ans[2] = "こし";
Q[475].Ans[3] = "からだ";
Q[475].comment = "『胴』は『どう』と読む。";

Q[476].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この寺は埋蔵金があるといって、ちょっとした〔騒動〕になったことがある。";
Q[476].Ans[0] = "そうどう";
Q[476].Ans[1] = "そうどん";
Q[476].Ans[2] = "そうど";
Q[476].Ans[3] = "そうと";
Q[476].comment = "『騒動』は『そうどう』と読む。";

Q[477].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>右手の〔動き〕に特徴があるフォームだ。";
Q[477].Ans[0] = "うごき";
Q[477].Ans[1] = "まねき";
Q[477].Ans[2] = "かき";
Q[477].Ans[3] = "かわき";
Q[477].comment = "『動き』は『うごき』と読む。";

Q[478].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大量の輪ゴムで船を〔動かす〕。";
Q[478].Ans[0] = "うごかす";
Q[478].Ans[1] = "うかす";
Q[478].Ans[2] = "まかす";
Q[478].Ans[3] = "かわかす";
Q[478].comment = "『動かす』は『うごかす』と読む。";

Q[479].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔堂々〕としていた方がいい。";
Q[479].Ans[0] = "どうどう";
Q[479].Ans[1] = "どど";
Q[479].Ans[2] = "どどう";
Q[479].Ans[3] = "どうど";
Q[479].comment = "『堂々』は『どうどう』と読む。";

Q[480].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>デュラン氏がボクシングの〔殿堂〕入りを果たした。";
Q[480].Ans[0] = "でんどう";
Q[480].Ans[1] = "でんそう";
Q[480].Ans[2] = "でんこう";
Q[480].Ans[3] = "でんのう";
Q[480].comment = "『殿堂』は『でんどう』と読む。";

Q[481].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>塔が火災にあったが、〔本堂〕は無事だった。";
Q[481].Ans[0] = "ほんどう";
Q[481].Ans[1] = "ほんだん";
Q[481].Ans[2] = "ほんこう";
Q[481].Ans[3] = "ほんとう";
Q[481].comment = "『本堂』は『ほんどう』と読む。";

Q[482].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄は〔童話〕作家です。";
Q[482].Ans[0] = "どうわ";
Q[482].Ans[1] = "どわ";
Q[482].Ans[2] = "どんわ";
Q[482].Ans[3] = "とうわ";
Q[482].comment = "『童話』は『どうわ』と読む。";

Q[483].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔児童〕の安全を守るため、門に鍵をかける必要がある。";
Q[483].Ans[0] = "じどう";
Q[483].Ans[1] = "じとう";
Q[483].Ans[2] = "じどん";
Q[483].Ans[3] = "じとん";
Q[483].comment = "『児童』は『じどう』と読む。";

Q[484].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔の〔童歌〕です。";
Q[484].Ans[0] = "わらべうた";
Q[484].Ans[1] = "どううた";
Q[484].Ans[2] = "こどもうた";
Q[484].Ans[3] = "こもりうた";
Q[484].comment = "『童歌』は『わらべうた』と読む。";

Q[485].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな〔道理〕に合わないことを言うな。";
Q[485].Ans[0] = "どうり";
Q[485].Ans[1] = "とうり";
Q[485].Ans[2] = "そうり";
Q[485].Ans[3] = "ぞうり";
Q[485].comment = "『道理』は『どうり』と読む。";

Q[486].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>セグウェイで〔公道〕は走れません。";
Q[486].Ans[0] = "こうどう";
Q[486].Ans[1] = "こうみち";
Q[486].Ans[2] = "こうとう";
Q[486].Ans[3] = "こうとん";
Q[486].comment = "『公道』は『こうどう』と読む。";

Q[487].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔神道〕よりも仏教が広く信仰されている。";
Q[487].Ans[0] = "しんとう";
Q[487].Ans[1] = "しんどう";
Q[487].Ans[2] = "かみみち";
Q[487].Ans[3] = "かみどう";
Q[487].comment = "『神道』は『しんとう』と読む。";

Q[488].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>許先生はいろいろな〔近道〕を知っている。";
Q[488].Ans[0] = "ちかみち";
Q[488].Ans[1] = "ちかどう";
Q[488].Ans[2] = "きんどう";
Q[488].Ans[3] = "ちかがい";
Q[488].comment = "『近道』は『ちかみち』と読む。";

Q[489].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔労働〕こそ自由への近道です。";
Q[489].Ans[0] = "ろうどう";
Q[489].Ans[1] = "ろうど";
Q[489].Ans[2] = "ろうどん";
Q[489].Ans[3] = "ろうと";
Q[489].comment = "『労働』は『ろうどう』と読む。";

Q[490].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔働き者〕ですね。";
Q[490].Ans[0] = "はたらきもの";
Q[490].Ans[1] = "まねきもの";
Q[490].Ans[2] = "かぶきもの";
Q[490].Ans[3] = "おそまきもの";
Q[490].comment = "『働き者』は『はたらきもの』と読む。";

Q[491].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>モスコミュールは、〔銅〕のマグカップで出すのが正式です。";
Q[491].Ans[0] = "どう";
Q[491].Ans[1] = "かね";
Q[491].Ans[2] = "はがね";
Q[491].Ans[3] = "ぎん";
Q[491].comment = "『銅』は『どう』と読む。";

Q[492].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古代の〔青銅器〕を展示している。";
Q[492].Ans[0] = "せいどうき";
Q[492].Ans[1] = "せいどんき";
Q[492].Ans[2] = "せいどき";
Q[492].Ans[3] = "せいとうき";
Q[492].comment = "『青銅器』は『せいどうき』と読む。";

Q[493].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そのうち、あなたの〔銅像〕が建つでしょうね。";
Q[493].Ans[0] = "どうぞう";
Q[493].Ans[1] = "もくぞう";
Q[493].Ans[2] = "とうぞう";
Q[493].Ans[3] = "ちょうぞう";
Q[493].comment = "『銅像』は『どうぞう』と読む。";

Q[494].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生には厳しく〔指導〕しています。";
Q[494].Ans[0] = "しどう";
Q[494].Ans[1] = "しど";
Q[494].Ans[2] = "しだい";
Q[494].Ans[3] = "しだん";
Q[494].comment = "『指導』は『しどう』と読む。";

Q[495].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の〔半導体〕産業について、山口先生にお話しいただきます。";
Q[495].Ans[0] = "はんどうたい";
Q[495].Ans[1] = "はんとうたい";
Q[495].Ans[2] = "はんだんたい";
Q[495].Ans[3] = "はんたんたい";
Q[495].comment = "『半導体』は『はんどうたい』と読む。";

Q[496].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>的確な指示でチームを勝利に〔導いた〕。";
Q[496].Ans[0] = "みちびいた";
Q[496].Ans[1] = "おもむいた";
Q[496].Ans[2] = "たなびいた";
Q[496].Ans[3] = "あざむいた";
Q[496].comment = "『導く』は『みちびく』と読む。";

Q[497].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水を〔導く〕ための水路をつくった。";
Q[497].Ans[0] = "みちびく";
Q[497].Ans[1] = "まねく";
Q[497].Ans[2] = "あまねく";
Q[497].Ans[3] = "さしひく";
Q[497].comment = "『導く』は『みちびく』と読む。";

Q[498].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔峠〕を越えると、隣の町です。";
Q[498].Ans[0] = "とうげ";
Q[498].Ans[1] = "やまみち";
Q[498].Ans[2] = "ふもと";
Q[498].Ans[3] = "さかみち";
Q[498].comment = "『峠』は『とうげ』と読む。";

Q[499].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大雨も〔峠〕を越したようだ。";
Q[499].Ans[0] = "とうげ";
Q[499].Ans[1] = "せき";
Q[499].Ans[2] = "いただき";
Q[499].Ans[3] = "ふもと";
Q[499].comment = "『峠』は『とうげ』と読む。";