var Qnum = 500;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お金に〔細かい〕と嫌われます。";
Q[0].Ans[0] = "こまかい";
Q[0].Ans[1] = "ほそかい";
Q[0].Ans[2] = "ささやかい";
Q[0].Ans[3] = "さいかい";
Q[0].comment = "『細かい』は『こまかい』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女にはだいぶ〔貢いで〕います。";
Q[1].Ans[0] = "みついで";
Q[1].Ans[1] = "とついで";
Q[1].Ans[2] = "かせいで";
Q[1].Ans[3] = "もらいで";
Q[1].comment = "『貢ぐ』は『みつぐ』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新聞に〔匿名〕で投書する。";
Q[2].Ans[0] = "とくめい";
Q[2].Ans[1] = "むめい";
Q[2].Ans[2] = "かめい";
Q[2].Ans[3] = "ぎめう";
Q[2].comment = "『匿名』は『とくめい』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯人を〔隠匿〕した容疑で取り調べを受けた。";
Q[3].Ans[0] = "いんとく";
Q[3].Ans[1] = "いんぴ";
Q[3].Ans[2] = "いんめつ";
Q[3].Ans[3] = "いんかん";
Q[3].comment = "『隠匿』は『いんとく』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現場から〔特殊〕な化学物質が検出された。";
Q[4].Ans[0] = "とくしゅ";
Q[4].Ans[1] = "とうしゅ";
Q[4].Ans[2] = "とんしゅ";
Q[4].Ans[3] = "たいしゅ";
Q[4].comment = "『特殊』は『とくしゅ』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔独特〕のフォームから鋭い直球を投げ込む。";
Q[5].Ans[0] = "どくとく";
Q[5].Ans[1] = "どくとう";
Q[5].Ans[2] = "どくたい";
Q[5].Ans[3] = "どくりつ";
Q[5].comment = "『独特』は『どくとく』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>料理が〔得意〕といえるようになってほしい。";
Q[6].Ans[0] = "とくい";
Q[6].Ans[1] = "とうい";
Q[6].Ans[2] = "えい";
Q[6].Ans[3] = "どくい";
Q[6].comment = "『得意』は『とくい』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい魔法を〔会得〕する。";
Q[7].Ans[0] = "えとく";
Q[7].Ans[1] = "えとう";
Q[7].Ans[2] = "えどく";
Q[7].Ans[3] = "ええ";
Q[7].comment = "『会得』は『えとく』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学者だけあって、まことに当を〔得た〕回答だ。";
Q[8].Ans[0] = "えた";
Q[8].Ans[1] = "うた";
Q[8].Ans[2] = "みた";
Q[8].Ans[3] = "いた";
Q[8].comment = "『得る』は『える』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>出来〔得る〕限りの努力はしたのだから、あきらめるより他はない。";
Q[9].Ans[0] = "うる";
Q[9].Ans[1] = "える";
Q[9].Ans[2] = "おる";
Q[9].Ans[3] = "ある";
Q[9].comment = "『得る』は『える』とも読めるが、この場合の『得る』は『うる』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今回の講演では、あまり〔得る〕ところがなかった。";
Q[10].Ans[0] = "うる";
Q[10].Ans[1] = "える";
Q[10].Ans[2] = "とる";
Q[10].Ans[3] = "さる";
Q[10].comment = "『得る』は『える』とも読めるが、この場合の『得る』は『うる』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一流選手が一流の〔監督〕になれるとは限らない。";
Q[11].Ans[0] = "かんとく";
Q[11].Ans[1] = "かんどく";
Q[11].Ans[2] = "かんどう";
Q[11].Ans[3] = "かんれい";
Q[11].comment = "『監督』は『かんとく』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電気料金の〔督促状〕が届いた。";
Q[12].Ans[0] = "とくそくじょう";
Q[12].Ans[1] = "どうそくじょう";
Q[12].Ans[2] = "さいそくじょう";
Q[12].Ans[3] = "ていそくじょう";
Q[12].comment = "『督促状』は『とくそくじょう』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>法律には違反していないが、〔道徳〕には反している。";
Q[13].Ans[0] = "どうとく";
Q[13].Ans[1] = "どうどう";
Q[13].Ans[2] = "どうどく";
Q[13].Ans[3] = "どうとう";
Q[13].comment = "『道徳』は『どうとく』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の人は〔徳用〕の商品が大好きです。";
Q[14].Ans[0] = "とくよう";
Q[14].Ans[1] = "とうよう";
Q[14].Ans[2] = "とんよう";
Q[14].Ans[3] = "どくよう";
Q[14].comment = "『徳用』は『とくよう』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔悪徳〕な業者にだまされないように気をつけてください。";
Q[15].Ans[0] = "あくとく";
Q[15].Ans[1] = "あくどう";
Q[15].Ans[2] = "あくとう";
Q[15].Ans[3] = "あくどく";
Q[15].comment = "『悪徳』は『あくとく』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>実力はあるが〔人徳〕がない。";
Q[16].Ans[0] = "じんとく";
Q[16].Ans[1] = "じんとう";
Q[16].Ans[2] = "じんどく";
Q[16].Ans[3] = "じんどう";
Q[16].comment = "『人徳』は『じんとく』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>祖父が〔危篤〕だとの連絡を受けた。";
Q[17].Ans[0] = "きとく";
Q[17].Ans[1] = "きとう";
Q[17].Ans[2] = "きどく";
Q[17].Ans[3] = "きどう";
Q[17].comment = "『危篤』は『きとく』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>症状は極めて〔重篤〕だという。";
Q[18].Ans[0] = "じゅうとく";
Q[18].Ans[1] = "じゅうとう";
Q[18].Ans[2] = "じゅうたい";
Q[18].Ans[3] = "じゅうだい";
Q[18].comment = "『重篤』は『じゅうとく』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>薬も量を誤れば〔毒〕になってしまう。";
Q[19].Ans[0] = "どく";
Q[19].Ans[1] = "どう";
Q[19].Ans[2] = "とく";
Q[19].Ans[3] = "とくう";
Q[19].comment = "『毒』は『どく』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アルコール〔中毒〕の治療を受ける。";
Q[20].Ans[0] = "ちゅうどく";
Q[20].Ans[1] = "ちゅうどう";
Q[20].Ans[2] = "ちゅうとう";
Q[20].Ans[3] = "ちゅうとく";
Q[20].comment = "『中毒』は『ちゅうどく』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>シーランド公国がイギリスからの〔独立〕を一方的に宣言した。";
Q[21].Ans[0] = "どくりつ";
Q[21].Ans[1] = "どうりつ";
Q[21].Ans[2] = "とうりつ";
Q[21].Ans[3] = "とくりつ";
Q[21].comment = "『独立』は『どくりつ』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>担当者が〔独断〕で行なったことです。";
Q[22].Ans[0] = "どくだん";
Q[22].Ans[1] = "どうだん";
Q[22].Ans[2] = "とうだん";
Q[22].Ans[3] = "といだん";
Q[22].comment = "『独断』は『どくだん』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>12番でイーグルを奪い、〔単独〕でトップに立った。";
Q[23].Ans[0] = "たんどく";
Q[23].Ans[1] = "たんどう";
Q[23].Ans[2] = "たんとく";
Q[23].Ans[3] = "たんとう";
Q[23].comment = "『単独』は『たんどく』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔独り〕だけで旅をする。";
Q[24].Ans[0] = "ひとり";
Q[24].Ans[1] = "あまり";
Q[24].Ans[2] = "もより";
Q[24].Ans[3] = "とくり";
Q[24].comment = "『独り』は『ひとり』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつまでも〔独り〕では寂しいでしょう。";
Q[25].Ans[0] = "ひとり";
Q[25].Ans[1] = "ほとり";
Q[25].Ans[2] = "ゆとり";
Q[25].Ans[3] = "おとり";
Q[25].comment = "『独り』は『ひとり』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>天井に巨大な〔竜〕が描かれている。";
Q[26].Ans[0] = "りゅう";
Q[26].Ans[1] = "りう";
Q[26].Ans[2] = "りょう";
Q[26].Ans[3] = "りゅ";
Q[26].comment = "『竜』は『りゅう』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカで〔竜巻〕の被害が出た。";
Q[27].Ans[0] = "たつまき";
Q[27].Ans[1] = "うずまき";
Q[27].Ans[2] = "だしまき";
Q[27].Ans[3] = "りゅうまき";
Q[27].comment = "『竜巻』は『たつまき』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>安いスクリーンは、画面の〔粒子〕が粗い。";
Q[28].Ans[0] = "りゅうし";
Q[28].Ans[1] = "りゅし";
Q[28].Ans[2] = "りうし";
Q[28].Ans[3] = "りゅっし";
Q[28].comment = "『粒子』は『りゅうし』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この工程では〔粒子〕状になった鉄の粉を吹きつけています。";
Q[29].Ans[0] = "りゅうし";
Q[29].Ans[1] = "りし";
Q[29].Ans[2] = "りっし";
Q[29].Ans[3] = "りんし";
Q[29].comment = "『粒子』は『りゅうし』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>キャビアは〔粒〕が大きいほどよいものだとされている。";
Q[30].Ans[0] = "つぶ";
Q[30].Ans[1] = "りゅう";
Q[30].Ans[2] = "たま";
Q[30].Ans[3] = "けた";
Q[30].comment = "『粒』は『つぶ』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔粒〕はタピオカですか？";
Q[31].Ans[0] = "つぶ";
Q[31].Ans[1] = "たま";
Q[31].Ans[2] = "あじ";
Q[31].Ans[3] = "こめ";
Q[31].comment = "『粒』は『つぶ』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>１万年前に〔隆起〕した陸地だという。";
Q[32].Ans[0] = "りゅうき";
Q[32].Ans[1] = "りうき";
Q[32].Ans[2] = "りっき";
Q[32].Ans[3] = "りゅっき";
Q[32].comment = "『隆起』は『りゅうき』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>当時はアユタヤ王朝が〔隆盛〕をほこっていた。";
Q[33].Ans[0] = "りゅうせい";
Q[33].Ans[1] = "りうせい";
Q[33].Ans[2] = "りゅせい";
Q[33].Ans[3] = "りょうせい";
Q[33].comment = "『隆盛』は『りゅうせい』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔硫酸〕は危険な物質なので、取り扱いに注意しなければならない。";
Q[34].Ans[0] = "りゅうさん";
Q[34].Ans[1] = "しょうさん";
Q[34].Ans[2] = "えんさん";
Q[34].Ans[3] = "たんさん";
Q[34].comment = "『硫酸』は『りゅうさん』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>爆発事故の現場は、いまだに〔硫化水素〕が発生しており、極めて危険である。";
Q[35].Ans[0] = "りゅうかすいそ";
Q[35].Ans[1] = "いかすいそ";
Q[35].Ans[2] = "りゅかすいそ";
Q[35].Ans[3] = "しょうかすいそ";
Q[35].comment = "『硫化水素』は『りゅうかすいそ』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>温泉だけに〔硫黄〕のにおいがする。";
Q[36].Ans[0] = "いおう";
Q[36].Ans[1] = "りゅうこう";
Q[36].Ans[2] = "りゅおう";
Q[36].Ans[3] = "りゅうおう";
Q[36].comment = "『硫黄』は『いおう』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>忙しくて〔旅行〕なんて行ってられない。";
Q[37].Ans[0] = "りょこう";
Q[37].Ans[1] = "りゅうこう";
Q[37].Ans[2] = "りっこう";
Q[37].Ans[3] = "りょうこう";
Q[37].comment = "『旅行』は『りょこう』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔旅客機〕を共同で開発する計画がある。";
Q[38].Ans[0] = "りょかくき";
Q[38].Ans[1] = "りょうかくき";
Q[38].Ans[2] = "りゅうかくき";
Q[38].Ans[3] = "りっかくき";
Q[38].comment = "『旅客機』は『りょかくき』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>しばらく〔旅〕にでます。";
Q[39].Ans[0] = "たび";
Q[39].Ans[1] = "あそび";
Q[39].Ans[2] = "りょ";
Q[39].Ans[3] = "そと";
Q[39].comment = "『旅』は『たび』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔旅先〕で出会った男の人にもらった絵です。";
Q[40].Ans[0] = "たびさき";
Q[40].Ans[1] = "りょさき";
Q[40].Ans[2] = "いきさき";
Q[40].Ans[3] = "でさき";
Q[40].comment = "『旅先』は『たびさき』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔長旅〕の疲れも見せずに、記者会見を開いた。";
Q[41].Ans[0] = "ながたび";
Q[41].Ans[1] = "ながりょ";
Q[41].Ans[2] = "ながねん";
Q[41].Ans[3] = "ながいき";
Q[41].comment = "『長旅』は『ながたび』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>たまには〔船旅〕も良いものです。";
Q[42].Ans[0] = "ふなたび";
Q[42].Ans[1] = "ふなりょ";
Q[42].Ans[2] = "ふなあそび";
Q[42].Ans[3] = "ふなのり";
Q[42].comment = "『船旅』は『ふなたび』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは〔捕虜〕を適性に取り扱っていない。";
Q[43].Ans[0] = "ほりょ";
Q[43].Ans[1] = "ほりゅう";
Q[43].Ans[2] = "ほうりょ";
Q[43].Ans[3] = "ほうりょう";
Q[43].comment = "『捕虜』は『ほりょ』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>グアンタナモでの〔捕虜〕の取り扱いは、国際法違反だ。";
Q[44].Ans[0] = "ほりょ";
Q[44].Ans[1] = "ほりょう";
Q[44].Ans[2] = "ほりゅう";
Q[44].Ans[3] = "ほうりょ";
Q[44].comment = "『捕虜』は『ほりょ』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会には暗黙の〔了解〕が数多く存在している。";
Q[45].Ans[0] = "りょうかい";
Q[45].Ans[1] = "けんかい";
Q[45].Ans[2] = "りかい";
Q[45].Ans[3] = "こうかい";
Q[45].comment = "『了解』は『りょうかい』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テスト問題の再使用について〔了解〕を求めた。";
Q[46].Ans[0] = "りょうかい";
Q[46].Ans[1] = "けんかい";
Q[46].Ans[2] = "りかい";
Q[46].Ans[3] = "こうかい";
Q[46].comment = "『了解』は『りょうかい』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>商品チェックは既に〔完了〕している。";
Q[47].Ans[0] = "かんりょう";
Q[47].Ans[1] = "かんれい";
Q[47].Ans[2] = "かんれん";
Q[47].Ans[3] = "かんらん";
Q[47].comment = "『完了』は『かんりょう』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>予約受付は〔終了〕しました。";
Q[48].Ans[0] = "しゅうりょう";
Q[48].Ans[1] = "しゅうしょう";
Q[48].Ans[2] = "しゅうろう";
Q[48].Ans[3] = "しゅうれん";
Q[48].comment = "『終了』は『しゅうりょう』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>無事に大学院を〔修了〕した。";
Q[49].Ans[0] = "しゅうりょう";
Q[49].Ans[1] = "しゅうろう";
Q[49].Ans[2] = "しゅうらん";
Q[49].Ans[3] = "しゅうこう";
Q[49].comment = "『修了』は『しゅうりょう』と読む。なお、大学までは卒業と呼ぶが、大学院は修了という。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勉強とスポーツを〔両立〕するのは難しい。";
Q[50].Ans[0] = "りょうりつ";
Q[50].Ans[1] = "しょうりつ";
Q[50].Ans[2] = "ていりつ";
Q[50].Ans[3] = "らんりつ";
Q[50].comment = "『両立』は『りょうりつ』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾元を〔両替〕する。";
Q[51].Ans[0] = "りょうがえ";
Q[51].Ans[1] = "ろうがえ";
Q[51].Ans[2] = "らんがえ";
Q[51].Ans[3] = "かねがえ";
Q[51].comment = "『両替』は『りょうがえ』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バイク事故で〔両腕〕にケガをしたことがある。";
Q[52].Ans[0] = "りょううで";
Q[52].Ans[1] = "かたうで";
Q[52].Ans[2] = "ふたうで";
Q[52].Ans[3] = "にのうで";
Q[52].comment = "『両腕』は『りょううで』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>栄養状態が〔良好〕だ。";
Q[53].Ans[0] = "りょうこう";
Q[53].Ans[1] = "ようこう";
Q[53].Ans[2] = "らんこう";
Q[53].Ans[3] = "れいこう";
Q[53].comment = "『良好』は『りょうこう』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔良心的〕な店だから、心配しなくても大丈夫です。";
Q[54].Ans[0] = "りょうしんてき";
Q[54].Ans[1] = "らんしんてき";
Q[54].Ans[2] = "りんしんてき";
Q[54].Ans[3] = "ろうしんてき";
Q[54].comment = "『良心的』は『りょうしんてき』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾は〔野良犬〕が多い。";
Q[55].Ans[0] = "のらいぬ";
Q[55].Ans[1] = "やらいぬ";
Q[55].Ans[2] = "のりょういぬ";
Q[55].Ans[3] = "やりょういぬ";
Q[55].comment = "『野良犬』は『のらいぬ』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか感じの〔良い〕お店ですね。";
Q[56].Ans[0] = "よい";
Q[56].Ans[1] = "よろしい";
Q[56].Ans[2] = "わびしい";
Q[56].Ans[3] = "ようい";
Q[56].comment = "『良い』は『よい』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水道の〔料金〕を払い込む。";
Q[57].Ans[0] = "りょうきん";
Q[57].Ans[1] = "だいきん";
Q[57].Ans[2] = "へんきん";
Q[57].Ans[3] = "きゅうきん";
Q[57].comment = "『料金』は『りょうきん』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔納涼〕花火大会を開催します。";
Q[58].Ans[0] = "のうりょう";
Q[58].Ans[1] = "のうかん";
Q[58].Ans[2] = "のうりん";
Q[58].Ans[3] = "のうそん";
Q[58].comment = "『納涼』は『のうりょう』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夏も終わりになれば、〔涼風〕が感じられるだろう。";
Q[59].Ans[0] = "りょうふう";
Q[59].Ans[1] = "ろうふう";
Q[59].Ans[2] = "りゅうふう";
Q[59].Ans[3] = "すずふう";
Q[59].comment = "『涼風』は『りょうふう』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔清涼飲料水〕を飲み過ぎると身体に悪い。";
Q[60].Ans[0] = "せいりょういんりょうすい";
Q[60].Ans[1] = "いんりょうすい";
Q[60].Ans[2] = "いんりょうすい";
Q[60].Ans[3] = "いんりょうすい";
Q[60].comment = "『清涼飲料水』は『せいりょういんりょうすい』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>朝晩がだいぶ〔涼しく〕なってきた。";
Q[61].Ans[0] = "すずしく";
Q[61].Ans[1] = "さびしく";
Q[61].Ans[2] = "わびしく";
Q[61].Ans[3] = "かなしく";
Q[61].comment = "『涼しい』は『すずしい』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そうめんは見た目も〔涼しげ〕でおいしそうだ。";
Q[62].Ans[0] = "すずしげ";
Q[62].Ans[1] = "さびしげ";
Q[62].Ans[2] = "わびしげ";
Q[62].Ans[3] = "あやしげ";
Q[62].comment = "『涼しい』は『すずしい』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夜になると外に出て〔涼む〕のもよい。";
Q[63].Ans[0] = "すずむ";
Q[63].Ans[1] = "かすむ";
Q[63].Ans[2] = "たたずむ";
Q[63].Ans[3] = "なごむ";
Q[63].comment = "『涼む』は『すずむ』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>祖父は〔猟師〕をしていた。";
Q[64].Ans[0] = "りょうし";
Q[64].Ans[1] = "かりし";
Q[64].Ans[2] = "またぎ";
Q[64].Ans[3] = "ろうし";
Q[64].comment = "『猟師』は『りょうし』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古代は〔狩猟〕と採集の生活だったという。";
Q[65].Ans[0] = "しゅりょう";
Q[65].Ans[1] = "しゅしゅう";
Q[65].Ans[2] = "しゅろう";
Q[65].Ans[3] = "しゅこう";
Q[65].comment = "『狩猟』は『しゅりょう』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ブルドックはもともとは〔猟犬〕として品種改良されたものだ。";
Q[66].Ans[0] = "りょうけん";
Q[66].Ans[1] = "もうけん";
Q[66].Ans[2] = "ばんけん";
Q[66].Ans[3] = "かんけん";
Q[66].comment = "『猟犬』は『りょうけん』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>チンギス・ハーンの〔陵墓〕が発見された。";
Q[67].Ans[0] = "りょうぼ";
Q[67].Ans[1] = "れいぼ";
Q[67].Ans[2] = "ふんぼ";
Q[67].Ans[3] = "ろうぼ";
Q[67].comment = "『陵墓』は『りょうぼ』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔丘陵〕地帯が広がっている。";
Q[68].Ans[0] = "きゅうりょう";
Q[68].Ans[1] = "きゅうりゅう";
Q[68].Ans[2] = "きゅうれい";
Q[68].Ans[3] = "きゅうろう";
Q[68].comment = "『丘陵』は『きゅうりょう』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔量産〕型ザクのプラモデルです。";
Q[69].Ans[0] = "りょうさん";
Q[69].Ans[1] = "りんさん";
Q[69].Ans[2] = "ろうさん";
Q[69].Ans[3] = "りゅうさん";
Q[69].comment = "『量産』は『りょうさん』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>当時の〔測量〕技術はまだ低かった。";
Q[70].Ans[0] = "そくりょう";
Q[70].Ans[1] = "そくてい";
Q[70].Ans[2] = "そくろん";
Q[70].Ans[3] = "ろくりん";
Q[70].comment = "『測量』は『そくりょう』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔推量〕を表わす助動詞には何がありますか？";
Q[71].Ans[0] = "すいりょう";
Q[71].Ans[1] = "すいりん";
Q[71].Ans[2] = "すいろん";
Q[71].Ans[3] = "すいそく";
Q[71].comment = "『推量』は『すいりょう』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いかにも〔官僚〕の発想といったもので支持できなかった。";
Q[72].Ans[0] = "かんりょう";
Q[72].Ans[1] = "かんりん";
Q[72].Ans[2] = "かんりゅう";
Q[72].Ans[3] = "かんれん";
Q[72].comment = "『官僚』は『かんりょう』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会社の〔同僚〕の結婚式に呼ばれた。";
Q[73].Ans[0] = "どうりょう";
Q[73].Ans[1] = "どうれい";
Q[73].Ans[2] = "どうりん";
Q[73].Ans[3] = "どうせい";
Q[73].comment = "『同僚』は『どうりょう』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔領土〕問題で譲歩した政治家は生き残れない。";
Q[74].Ans[0] = "りょうど";
Q[74].Ans[1] = "りつど";
Q[74].Ans[2] = "れいど";
Q[74].Ans[3] = "りんど";
Q[74].comment = "『領土』は『りょうど』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相変わらず〔要領〕が悪いな。";
Q[75].Ans[0] = "ようりょう";
Q[75].Ans[1] = "ようりん";
Q[75].Ans[2] = "ようりゅう";
Q[75].Ans[3] = "ようりつ";
Q[75].comment = "『要領』は『ようりょう』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会社の〔寮〕に住んでいます。";
Q[76].Ans[0] = "りょう";
Q[76].Ans[1] = "ろう";
Q[76].Ans[2] = "そう";
Q[76].Ans[3] = "こう";
Q[76].comment = "『寮』は『寮』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校の〔寮〕は６人部屋です。";
Q[77].Ans[0] = "りょう";
Q[77].Ans[1] = "ろう";
Q[77].Ans[2] = "そう";
Q[77].Ans[3] = "しょう";
Q[77].comment = "『寮』は『りょう』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>適切な〔治療〕を受ければ、傷も残りません。";
Q[78].Ans[0] = "ちりょう";
Q[78].Ans[1] = "ちろう";
Q[78].Ans[2] = "ちりゅう";
Q[78].Ans[3] = "ちしょう";
Q[78].comment = "『治療』は『ちりょう』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔医療〕ミスが後を絶たない。";
Q[79].Ans[0] = "いりょう";
Q[79].Ans[1] = "いろう";
Q[79].Ans[2] = "いれい";
Q[79].Ans[3] = "いりゅう";
Q[79].comment = "『医療』は『いりょう』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病気で〔療養〕している。";
Q[80].Ans[0] = "りょうよう";
Q[80].Ans[1] = "りゅうよう";
Q[80].Ans[2] = "ろうよう";
Q[80].Ans[3] = "らんよう";
Q[80].comment = "『療養』は『りょうよう』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空き地で札束が見つかって、ちょっとした〔騒動〕になった。";
Q[81].Ans[0] = "そうどう";
Q[81].Ans[1] = "さんどう";
Q[81].Ans[2] = "しどう";
Q[81].Ans[3] = "こうどう";
Q[81].comment = "『騒動』は『そうどう』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世間の〔騒乱〕もようやく収まってきた。";
Q[82].Ans[0] = "そうらん";
Q[82].Ans[1] = "ごうらん";
Q[82].Ans[2] = "かんらん";
Q[82].Ans[3] = "さんらん";
Q[82].comment = "『騒乱』は『そうらん』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バイクの〔騒音〕がひどい。";
Q[83].Ans[0] = "そうおん";
Q[83].Ans[1] = "ざんおん";
Q[83].Ans[2] = "ごうおん";
Q[83].Ans[3] = "どうおん";
Q[83].comment = "『騒音』は『そうおん』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>発砲事件が起きるなんて〔物騒〕な世の中になった。";
Q[84].Ans[0] = "ぶっそう";
Q[84].Ans[1] = "ぶっそん";
Q[84].Ans[2] = "ぶっぞん";
Q[84].Ans[3] = "ぶっさん";
Q[84].comment = "『物騒』は『ぶっそう』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>授業中に〔騒ぐ〕のはやめなさい。";
Q[85].Ans[0] = "さわぐ";
Q[85].Ans[1] = "ぬぐ";
Q[85].Ans[2] = "あおぐ";
Q[85].Ans[3] = "またぐ";
Q[85].comment = "『騒ぐ』は『さわぐ』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>また〔騒ぎ〕になりそうだ。";
Q[86].Ans[0] = "さわぎ";
Q[86].Ans[1] = "つむぎ";
Q[86].Ans[2] = "あえぎ";
Q[86].Ans[3] = "そうぎ";
Q[86].comment = "『騒ぎ』は『さわぎ』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外がずいぶん〔騒がしい〕が、何かあったのだろうか。";
Q[87].Ans[0] = "さわがしい";
Q[87].Ans[1] = "いそがしい";
Q[87].Ans[2] = "すがすがしい";
Q[87].Ans[3] = "そうがしい";
Q[87].comment = "『騒がしい』は『さわがしい』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>甲状腺に異常がある人は〔海藻〕を食べない方がいい。";
Q[88].Ans[0] = "かいそう";
Q[88].Ans[1] = "かいぞう";
Q[88].Ans[2] = "かいさん";
Q[88].Ans[3] = "かいざん";
Q[88].comment = "『海藻』は『かいそう』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この店では、こんぶなどの〔海藻〕を売っています。";
Q[89].Ans[0] = "かいそう";
Q[89].Ans[1] = "がいぞう";
Q[89].Ans[2] = "かいざん";
Q[89].Ans[3] = "かいさん";
Q[89].comment = "『海藻』は『かいそう』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>船のスクリューに〔藻〕がからんでいる。";
Q[90].Ans[0] = "も";
Q[90].Ans[1] = "そう";
Q[90].Ans[2] = "そ";
Q[90].Ans[3] = "もう";
Q[90].comment = "『藻』は『も』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大切なのは〔創造〕することです。";
Q[91].Ans[0] = "そうぞう";
Q[91].Ans[1] = "そうげん";
Q[91].Ans[2] = "そうざん";
Q[91].Ans[3] = "そうごん";
Q[91].comment = "『創造』は『そうぞう』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>組織の〔構造〕が複雑で、よくわからない。";
Q[92].Ans[0] = "こうぞう";
Q[92].Ans[1] = "こうどう";
Q[92].Ans[2] = "こうざん";
Q[92].Ans[3] = "こうげん";
Q[92].comment = "『構造』は『こうぞう』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本人の〔造語〕で、ほかに使っている人はいない。";
Q[93].Ans[0] = "ぞうご";
Q[93].Ans[1] = "ざんご";
Q[93].Ans[2] = "こくご";
Q[93].Ans[3] = "げんご";
Q[93].comment = "『造語』は『ぞうご』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>粗末な〔造り〕の家が建っている。";
Q[94].Ans[0] = "つくり";
Q[94].Ans[1] = "まつり";
Q[94].Ans[2] = "おくり";
Q[94].Ans[3] = "まいり";
Q[94].comment = "『造り』は『つくり』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔製造業〕の人気が高まっている。";
Q[95].Ans[0] = "せいぞうぎょう";
Q[95].Ans[1] = "せいごうぎょう";
Q[95].Ans[2] = "せいざんぎょう";
Q[95].Ans[3] = "せいさんぎょう";
Q[95].comment = "『製造業』は『せいぞうぎょう』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>写真を〔現像〕する。";
Q[96].Ans[0] = "げんぞう";
Q[96].Ans[1] = "げんじん";
Q[96].Ans[2] = "げんしん";
Q[96].Ans[3] = "げんさん";
Q[96].comment = "『現像』は『げんぞう』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>偉い人の〔銅像〕が建っている。";
Q[97].Ans[0] = "どうぞう";
Q[97].Ans[1] = "どうさん";
Q[97].Ans[2] = "どうじん";
Q[97].Ans[3] = "どうそん";
Q[97].comment = "『銅像』は『どうぞう』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自分の将来を〔想像〕してごらんなさい。";
Q[98].Ans[0] = "そうぞう";
Q[98].Ans[1] = "そうしん";
Q[98].Ans[2] = "そうさん";
Q[98].Ans[3] = "そうがん";
Q[98].comment = "『想像』は『そうぞう』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>議席数に〔増減〕はなかった。";
Q[99].Ans[0] = "ぞうげん";
Q[99].Ans[1] = "ぜんげん";
Q[99].Ans[2] = "どうげん";
Q[99].Ans[3] = "ごんげん";
Q[99].comment = "『増減』は『ぞうげん』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾人の観光客が〔急増〕している。";
Q[100].Ans[0] = "きゅうぞう";
Q[100].Ans[1] = "きゅうまし";
Q[100].Ans[2] = "きゅうぶえ";
Q[100].Ans[3] = "きゅうどん";
Q[100].comment = "『急増』は『きゅうぞう』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>問い合わせが殺到し、電話のオペレーターを〔増員〕する。";
Q[101].Ans[0] = "ぞういん";
Q[101].Ans[1] = "どういん";
Q[101].Ans[2] = "ますいん";
Q[101].Ans[3] = "ごういん";
Q[101].comment = "『増員』は『ぞういん』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>利益を〔水増し〕していたことが発覚した。";
Q[102].Ans[0] = "みずまし";
Q[102].Ans[1] = "みずたし";
Q[102].Ans[2] = "みずふやし";
Q[102].Ans[3] = "みずぞうし";
Q[102].comment = "『水増し』は『みずまし』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夜間は一割〔増し〕になる。";
Q[103].Ans[0] = "まし";
Q[103].Ans[1] = "ふやし";
Q[103].Ans[2] = "ぞうし";
Q[103].Ans[3] = "たし";
Q[103].comment = "『増し』は『まし』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近、結婚しない人が〔増えて〕いる。";
Q[104].Ans[0] = "ふえて";
Q[104].Ans[1] = "もえて";
Q[104].Ans[2] = "あえて";
Q[104].Ans[3] = "こえて";
Q[104].comment = "『増える』は『ふえる』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語が話せる人を〔増やす〕必要がある。";
Q[105].Ans[0] = "ふやす";
Q[105].Ans[1] = "いやす";
Q[105].Ans[2] = "もやす";
Q[105].Ans[3] = "ついやす";
Q[105].comment = "『増やす』は『ふやす』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>髪の毛を〔増やす〕方法を知りませんか？";
Q[106].Ans[0] = "ふやす";
Q[106].Ans[1] = "はやす";
Q[106].Ans[2] = "いやす";
Q[106].Ans[3] = "たがやす";
Q[106].comment = "『増やす』は『ふやす』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大統領には、暴力を〔憎悪〕する気持ちがないらしい。";
Q[107].Ans[0] = "ぞうお";
Q[107].Ans[1] = "ぜんお";
Q[107].Ans[2] = "どうお";
Q[107].Ans[3] = "がんお";
Q[107].comment = "『憎悪』は『ぞうお』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家族の間の〔愛憎〕を描いたドラマだ。";
Q[108].Ans[0] = "あいぞう";
Q[108].Ans[1] = "あいぜん";
Q[108].Ans[2] = "あいがん";
Q[108].Ans[3] = "あいどう";
Q[108].comment = "『愛憎』は『あいぞう』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人を〔憎む〕ことほどつらいことはありません。";
Q[109].Ans[0] = "にくむ";
Q[109].Ans[1] = "うらむ";
Q[109].Ans[2] = "かなしむ";
Q[109].Ans[3] = "さげすむ";
Q[109].comment = "『憎む』は『にくむ』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼を悩ませる女が〔憎い〕。";
Q[110].Ans[0] = "にくい";
Q[110].Ans[1] = "ぬくい";
Q[110].Ans[2] = "ふかい";
Q[110].Ans[3] = "あまい";
Q[110].comment = "『憎い』は『にくい』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若いのに〔憎らしい〕ほどの落ち着きようだ。";
Q[111].Ans[0] = "にくらしい";
Q[111].Ans[1] = "おとならしい";
Q[111].Ans[2] = "あたらしい";
Q[111].Ans[3] = "めずらしい";
Q[111].comment = "『憎らしい』は『にくらしい』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔憎たらしい〕ガキだな。";
Q[112].Ans[0] = "にくたらしい";
Q[112].Ans[1] = "ぞうたらしい";
Q[112].Ans[2] = "びんぼたらしい";
Q[112].Ans[3] = "はなたらしい";
Q[112].comment = "『憎たらしい』は『にくたらしい』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔憎しみ〕を越えて和解することが必要なときだ。";
Q[113].Ans[0] = "にくしみ";
Q[113].Ans[1] = "いつくしみ";
Q[113].Ans[2] = "かなしみ";
Q[113].Ans[3] = "まけおしみ";
Q[113].comment = "『憎しみ』は『にくしみ』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大量の材料を倉庫に〔貯蔵〕している。";
Q[114].Ans[0] = "ちょぞう";
Q[114].Ans[1] = "ちょちく";
Q[114].Ans[2] = "ちょきん";
Q[114].Ans[3] = "ちょすい";
Q[114].comment = "『貯蔵』は『ちょぞう』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>六カ国の〔蔵相〕会議が開かれた。";
Q[115].Ans[0] = "ぞうしょう";
Q[115].Ans[1] = "どうしょう";
Q[115].Ans[2] = "ぜんしょう";
Q[115].Ans[3] = "くらしょう";
Q[115].comment = "『蔵相』は『ぞうしょう』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔蔵元〕から直接買い付けている。";
Q[116].Ans[0] = "くらもと";
Q[116].Ans[1] = "いえもと";
Q[116].Ans[2] = "ぞうもと";
Q[116].Ans[3] = "どうもと";
Q[116].comment = "『蔵元』は『くらもと』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔蔵〕が建つほど稼いでいるらしい。";
Q[117].Ans[0] = "くら";
Q[117].Ans[1] = "いえ";
Q[117].Ans[2] = "むね";
Q[117].Ans[3] = "のき";
Q[117].comment = "『蔵』は『くら』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔贈与税〕を払い込んだ。";
Q[118].Ans[0] = "ぞうよぜい";
Q[118].Ans[1] = "ぜんよぜい";
Q[118].Ans[2] = "かんよぜい";
Q[118].Ans[3] = "どうよぜい";
Q[118].comment = "『贈与税』は『ぞうよぜい』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔贈答品〕のカタログです。";
Q[119].Ans[0] = "ぞうとうひん";
Q[119].Ans[1] = "けんとうひん";
Q[119].Ans[2] = "しんとうひん";
Q[119].Ans[3] = "ぜんとうひん";
Q[119].comment = "『贈答品』は『ぞうとうひん』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>記念品を〔贈呈〕します。";
Q[120].Ans[0] = "ぞうてい";
Q[120].Ans[1] = "ぜんてい";
Q[120].Ans[2] = "けんてい";
Q[120].Ans[3] = "しんてい";
Q[120].comment = "『贈呈』は『ぞうてい』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母校に図書を〔寄贈〕する。";
Q[121].Ans[0] = "きそう";
Q[121].Ans[1] = "きおく";
Q[121].Ans[2] = "きぞく";
Q[121].Ans[3] = "きぞん";
Q[121].comment = "『寄贈』は『きぞう』または『きそう』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母校に図書を〔寄贈〕する。";
Q[122].Ans[0] = "きぞう";
Q[122].Ans[1] = "きそく";
Q[122].Ans[2] = "きおく";
Q[122].Ans[3] = "きそん";
Q[122].comment = "『寄贈』は『きぞう』または『きそう』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お中元を〔贈る〕。";
Q[123].Ans[0] = "おくる";
Q[123].Ans[1] = "する";
Q[123].Ans[2] = "ぞうる";
Q[123].Ans[3] = "もとめる";
Q[123].comment = "『贈る』は『おくる』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔贈り物〕をしないといけない。";
Q[124].Ans[0] = "おくりもの";
Q[124].Ans[1] = "さぐりもの";
Q[124].Ans[2] = "まくりもの";
Q[124].Ans[3] = "かくりもの";
Q[124].comment = "『贈り物』は『おくりもの』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔内臓〕に脂肪がついている。";
Q[125].Ans[0] = "ないぞう";
Q[125].Ans[1] = "ないそう";
Q[125].Ans[2] = "ないぐう";
Q[125].Ans[3] = "ないごう";
Q[125].comment = "『内臓』は『ないぞう』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔心臓〕に持病がある。";
Q[126].Ans[0] = "しんぞう";
Q[126].Ans[1] = "しんぞく";
Q[126].Ans[2] = "しんそう";
Q[126].Ans[3] = "しんぐう";
Q[126].comment = "『心臓』は『しんぞう』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>酒を飲み過ぎると〔肝臓〕を傷める。";
Q[127].Ans[0] = "かんぞう";
Q[127].Ans[1] = "かんぞく";
Q[127].Ans[2] = "かんぞん";
Q[127].Ans[3] = "かんそう";
Q[127].comment = "『肝臓』は『かんぞう』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔即席〕ラーメンを販売する。";
Q[128].Ans[0] = "そくせき";
Q[128].Ans[1] = "ちくせき";
Q[128].Ans[2] = "ちょくせき";
Q[128].Ans[3] = "しょくせき";
Q[128].comment = "『即席』は『そくせき』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい天皇が〔即位〕する。";
Q[129].Ans[0] = "そくい";
Q[129].Ans[1] = "じい";
Q[129].Ans[2] = "ちい";
Q[129].Ans[3] = "しょくい";
Q[129].comment = "『即位』は『そくい』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>データの一部がわかれば、〔即座〕に判断できる。";
Q[130].Ans[0] = "そくざ";
Q[130].Ans[1] = "そうざ";
Q[130].Ans[2] = "しいざ";
Q[130].Ans[3] = "ちんざ";
Q[130].comment = "『即座』は『そくざ』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自由と〔束縛〕は、ともに人間を不幸にする。";
Q[131].Ans[0] = "そくばく";
Q[131].Ans[1] = "そうばく";
Q[131].Ans[2] = "そっばく";
Q[131].Ans[3] = "そんばく";
Q[131].comment = "『束縛』は『そくばく』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔約束〕したのにどうして守らないの。";
Q[132].Ans[0] = "やくそく";
Q[132].Ans[1] = "やくそう";
Q[132].Ans[2] = "やくこう";
Q[132].Ans[3] = "やくかん";
Q[132].comment = "『約束』は『やくそく』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>組織の〔結束力〕が問われている。";
Q[133].Ans[0] = "けっそくりょく";
Q[133].Ans[1] = "けっそうりょく";
Q[133].Ans[2] = "けつぞくりょく";
Q[133].Ans[3] = "けっそっりょく";
Q[133].comment = "『結束力』は『けっそくりょく』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔札束〕目がくらんだ。";
Q[134].Ans[0] = "さつたば";
Q[134].Ans[1] = "さつそく";
Q[134].Ans[2] = "さっそう";
Q[134].Ans[3] = "さっそう";
Q[134].comment = "『札束』は『さつたば』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>素人が〔束〕になってもかなわない。";
Q[135].Ans[0] = "たば";
Q[135].Ans[1] = "そく";
Q[135].Ans[2] = "ぐる";
Q[135].Ans[3] = "くみ";
Q[135].comment = "『束』は『たば』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>麦を〔束ねて〕トラックにのせる。";
Q[136].Ans[0] = "たばねて";
Q[136].Ans[1] = "かさねて";
Q[136].Ans[2] = "まねて";
Q[136].Ans[3] = "こねて";
Q[136].comment = "『束ねる』は『たばねる』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>Ａ型の血液が〔不足〕している。";
Q[137].Ans[0] = "ふそく";
Q[137].Ans[1] = "ふそう";
Q[137].Ans[2] = "ふぞく";
Q[137].Ans[3] = "ぶそく";
Q[137].comment = "『不足』は『ふそく』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>平日は〔客足〕が鈍い。";
Q[138].Ans[0] = "きゃくあし";
Q[138].Ans[1] = "きゃくそく";
Q[138].Ans[2] = "はっそく";
Q[138].Ans[3] = "はくそく";
Q[138].comment = "『客足』は『きゃくあし』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素足〕に靴を履いている。";
Q[139].Ans[0] = "すあし";
Q[139].Ans[1] = "すそく";
Q[139].Ans[2] = "はだし";
Q[139].Ans[3] = "そあし";
Q[139].comment = "『素足』は『すあし』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先週の内容に、〔補足〕することがあります。";
Q[140].Ans[0] = "ほそく";
Q[140].Ans[1] = "ほそう";
Q[140].Ans[2] = "ほとう";
Q[140].Ans[3] = "ほこう";
Q[140].comment = "『補足』は『ほそく』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>客が多すぎてご飯が〔足りない〕。";
Q[141].Ans[0] = "たりない";
Q[141].Ans[1] = "かりない";
Q[141].Ans[2] = "そりない";
Q[141].Ans[3] = "こりない";
Q[141].comment = "『足りる』は『たりる』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>1000元もあれば〔足りる〕だろう。";
Q[142].Ans[0] = "たりる";
Q[142].Ans[1] = "かりる";
Q[142].Ans[2] = "こりる";
Q[142].Ans[3] = "そりる";
Q[142].comment = "『足りる』は『たりる』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夜中に〔足音〕がする。";
Q[143].Ans[0] = "あしおと";
Q[143].Ans[1] = "そくおと";
Q[143].Ans[2] = "そうおと";
Q[143].Ans[3] = "あっしおと";
Q[143].comment = "『足音』は『あしおと』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>合格できないのは、努力が〔足らない〕証拠だ。";
Q[144].Ans[0] = "たらない";
Q[144].Ans[1] = "たまらない";
Q[144].Ans[2] = "あしらない";
Q[144].Ans[3] = "そくらない";
Q[144].comment = "『足る』は『たる』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだ飲み〔足らない〕。";
Q[145].Ans[0] = "たらない";
Q[145].Ans[1] = "はしらない";
Q[145].Ans[2] = "あしらない";
Q[145].Ans[3] = "たまらない";
Q[145].comment = "『足る』は『たる』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>公園の〔遊具〕の安全検査を行なう。";
Q[146].Ans[0] = "ゆうぐ";
Q[146].Ans[1] = "ようぐ";
Q[146].Ans[2] = "しゅうぐ";
Q[146].Ans[3] = "ぼうぐ";
Q[146].comment = "『遊具』は『ゆうぐ』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>モンゴルで〔遊牧〕生活をしている。";
Q[147].Ans[0] = "ゆうぼく";
Q[147].Ans[1] = "ようぼく";
Q[147].Ans[2] = "ほうぼく";
Q[147].Ans[3] = "そうぼく";
Q[147].comment = "『遊牧』は『ゆうぼく』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世界遺産に登録されて以来〔物見遊山〕でやってくる人が増えた。";
Q[148].Ans[0] = "ものみゆさん";
Q[148].Ans[1] = "ものみゆうさん";
Q[148].Ans[2] = "ものみようさん";
Q[148].Ans[3] = "ものみよさん";
Q[148].comment = "『物見遊山』は『ものみゆさん』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔遊び〕ではない。";
Q[149].Ans[0] = "あそび";
Q[149].Ans[1] = "あわび";
Q[149].Ans[2] = "あけび";
Q[149].Ans[3] = "あしび";
Q[149].comment = "『遊び』は『あそび』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大自然の〔雄大〕な眺めが堪能できる。";
Q[150].Ans[0] = "ゆうだい";
Q[150].Ans[1] = "しゅうだい";
Q[150].Ans[2] = "こうだい";
Q[150].Ans[3] = "かんだい";
Q[150].comment = "『雄大』は『ゆうだい』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつもは〔雄弁〕な政治家でも、スキャンダルとなると黙り込む。";
Q[151].Ans[0] = "ゆうべん";
Q[151].Ans[1] = "しゅうべん";
Q[151].Ans[2] = "しんべん";
Q[151].Ans[3] = "おすべん";
Q[151].comment = "『雄弁』は『ゆうべん』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>建国の〔英雄〕として崇拝されている。";
Q[152].Ans[0] = "えいゆう";
Q[152].Ans[1] = "えいしん";
Q[152].Ans[2] = "えいじん";
Q[152].Ans[3] = "えいおう";
Q[152].comment = "『英雄』は『えいゆう』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勝利の〔雄たけび〕をあげる。";
Q[153].Ans[0] = "おたけび";
Q[153].Ans[1] = "おすたけび";
Q[153].Ans[2] = "おおたけび";
Q[153].Ans[3] = "したけび";
Q[153].comment = "『雄たけび』は『おたけび』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結合部の〔雄ねじ〕に亀裂が入っているのが見つかった。";
Q[154].Ans[0] = "おねじ";
Q[154].Ans[1] = "おすねじ";
Q[154].Ans[2] = "ゆうねじ";
Q[154].Ans[3] = "おとこねじ";
Q[154].comment = "『雄ねじ』は『おねじ』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>普通は〔雄花〕の方が先に咲く。";
Q[155].Ans[0] = "おばな";
Q[155].Ans[1] = "しいばな";
Q[155].Ans[2] = "めばな";
Q[155].Ans[3] = "おすばな";
Q[155].comment = "『雄花』は『おばな』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くの動物では〔雄〕のほうが大きい。";
Q[156].Ans[0] = "おす";
Q[156].Ans[1] = "めす";
Q[156].Ans[2] = "ゆう";
Q[156].Ans[3] = "おや";
Q[156].comment = "『雄』は『おす』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔雄〕の方が肉質が硬い。";
Q[157].Ans[0] = "おす";
Q[157].Ans[1] = "ゆう";
Q[157].Ans[2] = "めす";
Q[157].Ans[3] = "おお";
Q[157].comment = "『雄』は『おす』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔誘惑〕に負けない強い心が必要だ。";
Q[158].Ans[0] = "ゆうわく";
Q[158].Ans[1] = "ようわく";
Q[158].Ans[2] = "げんわく";
Q[158].Ans[3] = "こんわく";
Q[158].comment = "『誘惑』は『ゆうわく』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生命保険の〔勧誘〕をする。";
Q[159].Ans[0] = "かんゆう";
Q[159].Ans[1] = "かんよう";
Q[159].Ans[2] = "かんしゅう";
Q[159].Ans[3] = "かんげい";
Q[159].comment = "『勧誘』は『かんゆう』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>経済危機が政権崩壊の〔誘因〕となった。";
Q[160].Ans[0] = "ゆういん";
Q[160].Ans[1] = "よういん";
Q[160].Ans[2] = "げんいん";
Q[160].Ans[3] = "はいいん";
Q[160].comment = "『誘因』は『ゆういん』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>避難民を収容所に〔誘導〕する";
Q[161].Ans[0] = "ゆうどう";
Q[161].Ans[1] = "ようどう";
Q[161].Ans[2] = "しゅうどう";
Q[161].Ans[3] = "そうどう";
Q[161].comment = "『誘導』は『ゆうどう』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>パーティーに〔誘った〕が断られた。";
Q[162].Ans[0] = "さそった";
Q[162].Ans[1] = "ともなった";
Q[162].Ans[2] = "かなった";
Q[162].Ans[3] = "こもった";
Q[162].comment = "『誘う』は『さそう』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>転職の〔誘い〕があったが断った。";
Q[163].Ans[0] = "さそい";
Q[163].Ans[1] = "かこい";
Q[163].Ans[2] = "いこい";
Q[163].Ans[3] = "わかい";
Q[163].comment = "『誘い』は『さそい』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くのファンが試合展開に〔一喜一憂〕していた。";
Q[164].Ans[0] = "いっきいちゆう";
Q[164].Ans[1] = "いっきいちよう";
Q[164].Ans[2] = "いっきいちう";
Q[164].Ans[3] = "いっきいちえ";
Q[164].comment = "『一喜一憂』は『いっきいちゆう』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現状を見るに〔憂国〕の情を抱かずにはいられない。";
Q[165].Ans[0] = "ゆうこく";
Q[165].Ans[1] = "ようこく";
Q[165].Ans[2] = "よこく";
Q[165].Ans[3] = "あいこく";
Q[165].comment = "『憂国』は『ゆうこく』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まさに〔内憂外患〕で、政権は深刻な危機に直面している。";
Q[166].Ans[0] = "ないゆうがいかん";
Q[166].Ans[1] = "がいかん";
Q[166].Ans[2] = "がいかん";
Q[166].Ans[3] = "がいかん";
Q[166].comment = "『内憂外患』は『ないゆうがいかん』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供の将来を〔憂える〕親のなんと多いことだろう。";
Q[167].Ans[0] = "うれえる";
Q[167].Ans[1] = "かなえる";
Q[167].Ans[2] = "となえる";
Q[167].Ans[3] = "まみえる";
Q[167].comment = "『憂える』は『うれえる』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自然が失われていくことを〔憂えて〕いる。";
Q[168].Ans[0] = "うれえて";
Q[168].Ans[1] = "わきまえて";
Q[168].Ans[2] = "となえて";
Q[168].Ans[3] = "かなえて";
Q[168].comment = "『憂える』は『うれえる』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔憂い〕に満ちた目で見つめている。";
Q[169].Ans[0] = "うれい";
Q[169].Ans[1] = "わらい";
Q[169].Ans[2] = "つらい";
Q[169].Ans[3] = "いこい";
Q[169].comment = "『憂い』は『うれい』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>秋の〔憂い〕が感じられる時季になった。";
Q[170].Ans[0] = "うれい";
Q[170].Ans[1] = "わらい";
Q[170].Ans[2] = "いこい";
Q[170].Ans[3] = "かこい";
Q[170].comment = "『憂い』は『うれい』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>旅は〔憂い〕もの辛いものということばがある。";
Q[171].Ans[0] = "うい";
Q[171].Ans[1] = "つらい";
Q[171].Ans[2] = "こい";
Q[171].Ans[3] = "わらい";
Q[171].comment = "『憂い』は『うい』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>週刊誌の報道が原因で落選の〔憂き目〕をみた。";
Q[172].Ans[0] = "うきめ";
Q[172].Ans[1] = "なきめ";
Q[172].Ans[2] = "やきめ";
Q[172].Ans[3] = "ききめ";
Q[172].comment = "『憂き目』は『うきめ』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>春になったものの、〔物憂い〕気分だ。";
Q[173].Ans[0] = "ものうい";
Q[173].Ans[1] = "ものうれい";
Q[173].Ans[2] = "ものほしい";
Q[173].Ans[3] = "ものごい";
Q[173].comment = "『物憂い』は『ものうい』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>選挙で分裂した国内の〔融和〕をはかる。";
Q[174].Ans[0] = "ゆうわ";
Q[174].Ans[1] = "ろうわ";
Q[174].Ans[2] = "らんわ";
Q[174].Ans[3] = "かんわ";
Q[174].comment = "『融和』は『ゆうわ』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい大臣は〔金融〕に強いとの定評がある。";
Q[175].Ans[0] = "きんゆう";
Q[175].Ans[1] = "きんよう";
Q[175].Ans[2] = "きんろん";
Q[175].Ans[3] = "きんろう";
Q[175].comment = "『金融』は『きんゆう』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の作品には、異なる文化の〔融合〕が感じられる。";
Q[176].Ans[0] = "ゆうごう";
Q[176].Ans[1] = "らんごう";
Q[176].Ans[2] = "ろんごう";
Q[176].Ans[3] = "ようごう";
Q[176].comment = "『融合』は『ゆうごう』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>意志が強いといえば聞こえはよいが、実際は〔融通〕がきかないだけだ。";
Q[177].Ans[0] = "ゆうずう";
Q[177].Ans[1] = "らんずう";
Q[177].Ans[2] = "ろんずう";
Q[177].Ans[3] = "ろうずう";
Q[177].comment = "『融通』は『ゆうずう』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くんは、成績も〔優秀〕でルックスもよい。";
Q[178].Ans[0] = "ゆうしゅう";
Q[178].Ans[1] = "ようしゅう";
Q[178].Ans[2] = "よしゅう";
Q[178].Ans[3] = "ゆしゅう";
Q[178].comment = "『優秀』は『ゆうしゅう』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スピーチコンテストで〔優勝〕した。";
Q[179].Ans[0] = "ゆうしょう";
Q[179].Ans[1] = "ようしょう";
Q[179].Ans[2] = "よしょう";
Q[179].Ans[3] = "ゆしょう";
Q[179].comment = "『優勝』は『ゆうしょう』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相手のチームに退場者が出て、こちらが〔優勢〕になった。";
Q[180].Ans[0] = "ゆうせい";
Q[180].Ans[1] = "ゆせい";
Q[180].Ans[2] = "ようせい";
Q[180].Ans[3] = "よせい";
Q[180].comment = "『優勢』は『ゆうせい』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どちらも素晴らしい作品で〔優劣〕をつけるのが難しい。";
Q[181].Ans[0] = "ゆうれつ";
Q[181].Ans[1] = "ようれつ";
Q[181].Ans[2] = "よれつ";
Q[181].Ans[3] = "ゆれつ";
Q[181].comment = "『優劣』は『ゆうれつ』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ジャガイモのスープは〔優しい〕味がする。";
Q[182].Ans[0] = "やさしい";
Q[182].Ans[1] = "いやしい";
Q[182].Ans[2] = "おいしい";
Q[182].Ans[3] = "さびしい";
Q[182].comment = "『優しい』は『やさしい』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>厳しさも〔優しさ〕のうちです。";
Q[183].Ans[0] = "やさしさ";
Q[183].Ans[1] = "むなしさ";
Q[183].Ans[2] = "きびしさ";
Q[183].Ans[3] = "いやしさ";
Q[183].comment = "『優しさ』は『やさしさ』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔優れた〕音楽家だ。";
Q[184].Ans[0] = "すぐれた";
Q[184].Ans[1] = "まぎれた";
Q[184].Ans[2] = "あふれた";
Q[184].Ans[3] = "ふくれた";
Q[184].comment = "『優れる』は『すぐれる』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔優れて〕いるところは特に感じられないが、悪いということもない。";
Q[185].Ans[0] = "すぐれて";
Q[185].Ans[1] = "あふれて";
Q[185].Ans[2] = "しびれて";
Q[185].Ans[3] = "まぎれて";
Q[185].comment = "『優れる』は『すぐれる』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>参院選挙で〔与党〕が大敗した。";
Q[186].Ans[0] = "よとう";
Q[186].Ans[1] = "やとう";
Q[186].Ans[2] = "ゆうとう";
Q[186].Ans[3] = "きょとう";
Q[186].comment = "『与党』は『よとう』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>卒業証書を〔授与〕する。";
Q[187].Ans[0] = "じゅよ";
Q[187].Ans[1] = "じゅゆう";
Q[187].Ans[2] = "じゅゆ";
Q[187].Ans[3] = "じゅよう";
Q[187].comment = "『授与』は『じゅよ』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>財産を〔贈与〕する。";
Q[188].Ans[0] = "ぞうよ";
Q[188].Ans[1] = "ぞうゆう";
Q[188].Ans[2] = "ぞうわい";
Q[188].Ans[3] = "ぞうお";
Q[188].comment = "『贈与』は『ぞうよ』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政権幹部の〔関与〕が疑われる。";
Q[189].Ans[0] = "かんよ";
Q[189].Ans[1] = "かんゆう";
Q[189].Ans[2] = "かんゆ";
Q[189].Ans[3] = "かんけい";
Q[189].comment = "『関与』は『かんよ』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>顧客に安心感を〔与える〕。";
Q[190].Ans[0] = "あたえる";
Q[190].Ans[1] = "となえる";
Q[190].Ans[2] = "かなえる";
Q[190].Ans[3] = "そなえる";
Q[190].comment = "『与える』は『あたえる』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>営業に必要な資金を〔与える〕。";
Q[191].Ans[0] = "あたえる";
Q[191].Ans[1] = "となえる";
Q[191].Ans[2] = "わきまえる";
Q[191].Ans[3] = "まみえる";
Q[191].comment = "『与える』は『あたえる』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔予想〕が当って、100万円もうけた。";
Q[192].Ans[0] = "よそう";
Q[192].Ans[1] = "ゆうそう";
Q[192].Ans[2] = "むそう";
Q[192].Ans[3] = "もうそう";
Q[192].comment = "『予想』は『よそう』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日、〔予定〕はありますか？";
Q[193].Ans[0] = "よてい";
Q[193].Ans[1] = "ゆうてい";
Q[193].Ans[2] = "かてい";
Q[193].Ans[3] = "さてい";
Q[193].comment = "『予定』は『よてい』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>交渉の〔余地〕はない。";
Q[194].Ans[0] = "よち";
Q[194].Ans[1] = "ゆち";
Q[194].Ans[2] = "ゆうち";
Q[194].Ans[3] = "とち";
Q[194].comment = "『余地』は『よち』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震の正確な〔予知〕は不可能だ。";
Q[195].Ans[0] = "よち";
Q[195].Ans[1] = "ゆうち";
Q[195].Ans[2] = "ゆち";
Q[195].Ans[3] = "さっち";
Q[195].comment = "『予知』は『よち』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>少し〔余分〕に用意しておきなさい。";
Q[196].Ans[0] = "よぶん";
Q[196].Ans[1] = "ゆうぶん";
Q[196].Ans[2] = "ゆぶん";
Q[196].Ans[3] = "かぶん";
Q[196].comment = "『余分』は『よぶん』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近の言動は目に〔余る〕。";
Q[197].Ans[0] = "あまる";
Q[197].Ans[1] = "おごる";
Q[197].Ans[2] = "かかる";
Q[197].Ans[3] = "いたる";
Q[197].comment = "『余る』は『あまる』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>５を２で割ると１〔余る〕。";
Q[198].Ans[0] = "あまる";
Q[198].Ans[1] = "たまる";
Q[198].Ans[2] = "こまる";
Q[198].Ans[3] = "とまる";
Q[198].comment = "『余る』は『あまる』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年も〔余す〕ところあと１週間だ。";
Q[199].Ans[0] = "あます";
Q[199].Ans[1] = "のこす";
Q[199].Ans[2] = "わたす";
Q[199].Ans[3] = "おこす";
Q[199].comment = "『余す』は『あます』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔名誉〕よりも実利をとる。";
Q[200].Ans[0] = "めいよ";
Q[200].Ans[1] = "めいゆう";
Q[200].Ans[2] = "めいゆ";
Q[200].Ans[3] = "めいよう";
Q[200].comment = "『名誉』は『めいよ』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>優れた経営者との〔誉れ〕が高い。";
Q[201].Ans[0] = "ほまれ";
Q[201].Ans[1] = "よごれ";
Q[201].Ans[2] = "わかれ";
Q[201].Ans[3] = "いたれ";
Q[201].comment = "『誉れ』は『ほまれ』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>銀行の〔預金〕がなくなった。";
Q[202].Ans[0] = "よきん";
Q[202].Ans[1] = "ゆうきん";
Q[202].Ans[2] = "ようきん";
Q[202].Ans[3] = "ちょきん";
Q[202].comment = "『預金』は『よきん』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国民一人あたりの〔預貯金〕は世界最高水準だ。";
Q[203].Ans[0] = "よちょきん";
Q[203].Ans[1] = "ゆうちょきん";
Q[203].Ans[2] = "ようちょきん";
Q[203].Ans[3] = "ゆちょきん";
Q[203].comment = "『預貯金』は『よちょきん』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>銀行にお金を〔預ける〕。";
Q[204].Ans[0] = "あずける";
Q[204].Ans[1] = "さずける";
Q[204].Ans[2] = "とぼける";
Q[204].Ans[3] = "ぶつける";
Q[204].comment = "『預ける』は『あずける』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>買い物客の持ち物を〔預かる〕サービスを行なっている。";
Q[205].Ans[0] = "あずかる";
Q[205].Ans[1] = "さずかる";
Q[205].Ans[2] = "もうかる";
Q[205].Ans[3] = "いぶかる";
Q[205].comment = "『預かる』は『あずかる』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国民の安全を〔預かる〕職業だ。";
Q[206].Ans[0] = "あずかる";
Q[206].Ans[1] = "もうかる";
Q[206].Ans[2] = "はばかる";
Q[206].Ans[3] = "ずらかる";
Q[206].comment = "『預かる』は『あずかる』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供は〔預かって〕いる。";
Q[207].Ans[0] = "あずかって";
Q[207].Ans[1] = "はばかって";
Q[207].Ans[2] = "さずかって";
Q[207].Ans[3] = "もうかって";
Q[207].comment = "『預かる』は『あずかる』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだまま〔幼稚〕なところがある。";
Q[208].Ans[0] = "ようち";
Q[208].Ans[1] = "よちい";
Q[208].Ans[2] = "ようちい";
Q[208].Ans[3] = "ゆうち";
Q[208].comment = "『幼稚』は『ようち』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カブトムシの〔幼虫〕を購入する。";
Q[209].Ans[0] = "ようちゅう";
Q[209].Ans[1] = "ゆうちゅう";
Q[209].Ans[2] = "よちゅう";
Q[209].Ans[3] = "よっちゅう";
Q[209].comment = "『幼虫』は『ようちゅう』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔幼い〕ころから、人のいうことをきかない子だった。";
Q[210].Ans[0] = "おさない";
Q[210].Ans[1] = "ちいさい";
Q[210].Ans[2] = "ねぎらい";
Q[210].Ans[3] = "わかい";
Q[210].comment = "『幼い』は『おさない』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>12歳では、まだ〔幼い〕。";
Q[211].Ans[0] = "おさない";
Q[211].Ans[1] = "わかい";
Q[211].Ans[2] = "いたらない";
Q[211].Ans[3] = "ちいさい";
Q[211].comment = "『幼い』は『おさない』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自説の正しさを〔証明〕する。";
Q[212].Ans[0] = "しょうめい";
Q[212].Ans[1] = "しゅうめい";
Q[212].Ans[2] = "せいめい";
Q[212].Ans[3] = "せんめい";
Q[212].comment = "『証明』は『しょうめい』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>被害者に〔証言〕を求める。";
Q[213].Ans[0] = "しょうげん";
Q[213].Ans[1] = "しゅうげん";
Q[213].Ans[2] = "せいげん";
Q[213].Ans[3] = "せんげん";
Q[213].comment = "『証言』は『しょうげん』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔学生証〕を提示してください。";
Q[214].Ans[0] = "がくせいしょう";
Q[214].Ans[1] = "がくせいせん";
Q[214].Ans[2] = "がくせいせい";
Q[214].Ans[3] = "がくせいしゅう";
Q[214].comment = "『学生証』は『がくせいしょう』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>天皇は神から〔象徴〕にかわった。";
Q[215].Ans[0] = "しょうちょう";
Q[215].Ans[1] = "ぞうちょう";
Q[215].Ans[2] = "さんちょう";
Q[215].Ans[3] = "しゅうちょう";
Q[215].comment = "『象徴』は『しょうちょう』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>全員を〔対象〕に調査を実施する。";
Q[216].Ans[0] = "たいしょう";
Q[216].Ans[1] = "たいさん";
Q[216].Ans[2] = "たいぞう";
Q[216].Ans[3] = "たいさく";
Q[216].comment = "『対象』は『たいしょう』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>動物園に〔象〕を見にいく。";
Q[217].Ans[0] = "ぞう";
Q[217].Ans[1] = "とら";
Q[217].Ans[2] = "くま";
Q[217].Ans[3] = "わに";
Q[217].comment = "『象』は『ぞう』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>右足の〔負傷〕で欠場する。";
Q[218].Ans[0] = "ふしょう";
Q[218].Ans[1] = "ふそう";
Q[218].Ans[2] = "ふさん";
Q[218].Ans[3] = "ふきず";
Q[218].comment = "『負傷』は『ふしょう』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔傷害〕の容疑で警察に捕まった。";
Q[219].Ans[0] = "しょうがい";
Q[219].Ans[1] = "がい";
Q[219].Ans[2] = "がい";
Q[219].Ans[3] = "がい";
Q[219].comment = "『傷害』は『しょうがい』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>心の〔傷〕は消えない。";
Q[220].Ans[0] = "きず";
Q[220].Ans[1] = "あざ";
Q[220].Ans[2] = "あと";
Q[220].Ans[3] = "はれ";
Q[220].comment = "『傷』は『きず』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>襲撃で多くの隊員が〔傷ついた〕。";
Q[221].Ans[0] = "きずついた";
Q[221].Ans[1] = "いたついた";
Q[221].Ans[2] = "もたついた";
Q[221].Ans[3] = "おちついた";
Q[221].comment = "『傷つく』は『きずつく』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生の魚は〔傷み〕やすいので、気をつけるべきだ。";
Q[222].Ans[0] = "いたみ";
Q[222].Ans[1] = "からみ";
Q[222].Ans[2] = "きずみ";
Q[222].Ans[3] = "くやみ";
Q[222].comment = "『傷む』は『いたむ』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまり強く擦ると皿を〔傷めて〕しまう。";
Q[223].Ans[0] = "いためて";
Q[223].Ans[1] = "きずめて";
Q[223].Ans[2] = "からめて";
Q[223].Ans[3] = "おとしめて";
Q[223].comment = "『傷める』は『いためる』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>マラソンでヒザを〔傷めて〕しまった。";
Q[224].Ans[0] = "いためて";
Q[224].Ans[1] = "なやめて";
Q[224].Ans[2] = "からめて";
Q[224].Ans[3] = "まとめて";
Q[224].comment = "『傷める』は『いためる』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>倉庫に放置されていたので、だいぶ〔傷んで〕いる。";
Q[225].Ans[0] = "いたんで";
Q[225].Ans[1] = "なやんで";
Q[225].Ans[2] = "くやんで";
Q[225].Ans[3] = "ねたんで";
Q[225].comment = "『傷む』は『いたむ』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>少子化対策で、結婚を〔奨励〕する。";
Q[226].Ans[0] = "しょうれい";
Q[226].Ans[1] = "そうれい";
Q[226].Ans[2] = "ごうれい";
Q[226].Ans[3] = "ぞうれい";
Q[226].comment = "『奨励』は『しょうれい』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文部省から〔奨学金〕を受ける。";
Q[227].Ans[0] = "しょうがくきん";
Q[227].Ans[1] = "そうがくきん";
Q[227].Ans[2] = "ぞうがくきん";
Q[227].Ans[3] = "せんがくきん";
Q[227].comment = "『奨学金』は『しょうがくきん』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>１ギガ以上のメモリを〔推奨〕します。";
Q[228].Ans[0] = "すいしょう";
Q[228].Ans[1] = "すいじょう";
Q[228].Ans[2] = "すいぞう";
Q[228].Ans[3] = "すいせん";
Q[228].comment = "『推奨』は『すいしょう』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋の〔照明〕が暗い。";
Q[229].Ans[0] = "しょうめい";
Q[229].Ans[1] = "そうめい";
Q[229].Ans[2] = "ようめい";
Q[229].Ans[3] = "しつめい";
Q[229].comment = "『照明』は『しょうめい』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔日照時間〕が短いと、野菜がうまく育たない。";
Q[230].Ans[0] = "にっしょうじかん";
Q[230].Ans[1] = "にっちょうじかん";
Q[230].Ans[2] = "にっそうじかん";
Q[230].Ans[3] = "にってりじかん";
Q[230].comment = "『日照時間』は『にっしょうじかん』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語と英語を〔対照〕する。";
Q[231].Ans[0] = "たいしょう";
Q[231].Ans[1] = "たいそう";
Q[231].Ans[2] = "たいよう";
Q[231].Ans[3] = "たいおう";
Q[231].comment = "『対照』は『たいしょう』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>太陽が〔照って〕いる。";
Q[232].Ans[0] = "てって";
Q[232].Ans[1] = "ひかって";
Q[232].Ans[2] = "とがって";
Q[232].Ans[3] = "もって";
Q[232].comment = "『照る』は『てる』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔日照り〕が続き、水が不足している。";
Q[233].Ans[0] = "ひでり";
Q[233].Ans[1] = "ひどり";
Q[233].Ans[2] = "ひいり";
Q[233].Ans[3] = "ひかり";
Q[233].comment = "『日照り』は『ひでり』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>満月があたりを〔照らして〕いる。";
Q[234].Ans[0] = "てらして";
Q[234].Ans[1] = "そらして";
Q[234].Ans[2] = "ならして";
Q[234].Ans[3] = "もらして";
Q[234].comment = "『照らす』は『てらす』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ステージをライトで〔照らす〕。";
Q[235].Ans[0] = "てらす";
Q[235].Ans[1] = "ぬらす";
Q[235].Ans[2] = "はらす";
Q[235].Ans[3] = "そらす";
Q[235].comment = "『照らす』は『てらす』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くんは〔照れ屋〕さんですからね。";
Q[236].Ans[0] = "てれや";
Q[236].Ans[1] = "もれや";
Q[236].Ans[2] = "ほれや";
Q[236].Ans[3] = "ぬれや";
Q[236].comment = "『照れ屋』は『てれや』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くんは〔照れくさそうに〕笑った。";
Q[237].Ans[0] = "てれくさそうに";
Q[237].Ans[1] = "きれくさそうに";
Q[237].Ans[2] = "じれくさそうに";
Q[237].Ans[3] = "もれくさそうに";
Q[237].comment = "『照れくさい』は『てれくさい』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔詳細〕は説明書を読んでください。";
Q[238].Ans[0] = "しょうさい";
Q[238].Ans[1] = "さんさい";
Q[238].Ans[2] = "ようさい";
Q[238].Ans[3] = "そうさい";
Q[238].comment = "『詳細』は『しょうさい』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>経歴は〔不詳〕である。";
Q[239].Ans[0] = "ふしょう";
Q[239].Ans[1] = "ふさん";
Q[239].Ans[2] = "ふじょう";
Q[239].Ans[3] = "ふめい";
Q[239].comment = "『不詳』は『ふしょう』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔詳しい〕説明が必要な人はいますか。";
Q[240].Ans[0] = "くわしい";
Q[240].Ans[1] = "やさしい";
Q[240].Ans[2] = "けわしい";
Q[240].Ans[3] = "よろしい";
Q[240].comment = "『詳しい』は『くわしい』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔詳しく〕説明してください。";
Q[241].Ans[0] = "くわしく";
Q[241].Ans[1] = "ひとしく";
Q[241].Ans[2] = "やさしく";
Q[241].Ans[3] = "きびしく";
Q[241].comment = "『詳しい』は『くわしい』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>成績優秀で〔表彰〕された。";
Q[242].Ans[0] = "ひょうしょう";
Q[242].Ans[1] = "ひょうさん";
Q[242].Ans[2] = "ひょうちょう";
Q[242].Ans[3] = "ひょうざん";
Q[242].comment = "『表彰』は『ひょうしょう』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔障害者〕には親切にしてあげなさい。";
Q[243].Ans[0] = "しょうがいしゃ";
Q[243].Ans[1] = "そうがいしゃ";
Q[243].Ans[2] = "じょうがいしゃ";
Q[243].Ans[3] = "ぞうがいしゃ";
Q[243].comment = "『障害者』は『しょうがいしゃ』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔故障〕のため使用できません。";
Q[244].Ans[0] = "こしょう";
Q[244].Ans[1] = "こぞう";
Q[244].Ans[2] = "こうぞう";
Q[244].Ans[3] = "こじょう";
Q[244].comment = "『故障』は『こしょう』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>宗教上のちがいが和平の〔障害〕になっている。";
Q[245].Ans[0] = "しょうがい";
Q[245].Ans[1] = "ちょうがい";
Q[245].Ans[2] = "そんがい";
Q[245].Ans[3] = "だんがい";
Q[245].comment = "『障害』は『しょうがい』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生活に〔支障〕はないと思います。";
Q[246].Ans[0] = "ししょう";
Q[246].Ans[1] = "しさん";
Q[246].Ans[2] = "しだん";
Q[246].Ans[3] = "しちょう";
Q[246].comment = "『支障』は『ししょう』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>身体に〔障る〕ので、お酒はほどほどにしてください。";
Q[247].Ans[0] = "さわる";
Q[247].Ans[1] = "あたる";
Q[247].Ans[2] = "いたる";
Q[247].Ans[3] = "たぎる";
Q[247].comment = "『障る』は『さわる』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か気に〔障る〕ことを言いましたか？";
Q[248].Ans[0] = "さわる";
Q[248].Ans[1] = "わかる";
Q[248].Ans[2] = "おこる";
Q[248].Ans[3] = "いたる";
Q[248].comment = "『障る』は『さわる』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔差し障り〕があるようなら、削除しても構いません。";
Q[249].Ans[0] = "さしさわり";
Q[249].Ans[1] = "さしあたり";
Q[249].Ans[2] = "さしわかり";
Q[249].Ans[3] = "さしいたり";
Q[249].comment = "『差し障り』は『さしさわり』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>漁船同士の〔衝突〕事故があった。";
Q[250].Ans[0] = "しょうとつ";
Q[250].Ans[1] = "ちょうとつ";
Q[250].Ans[2] = "そうとつ";
Q[250].Ans[3] = "ちょとつ";
Q[250].comment = "『衝突』は『しょうとつ』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>イスタンブールは、交通の〔要衝〕として栄えてきた。";
Q[251].Ans[0] = "ようしょう";
Q[251].Ans[1] = "ようどう";
Q[251].Ans[2] = "ようぞう";
Q[251].Ans[3] = "ようちょう";
Q[251].comment = "『要衝』は『ようしょう』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事件は社会に大きな〔衝撃〕を与えた。";
Q[252].Ans[0] = "しょうげき";
Q[252].Ans[1] = "ちょうげき";
Q[252].Ans[2] = "そうげき";
Q[252].Ans[3] = "どうげき";
Q[252].comment = "『衝撃』は『しょうげき』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は作文で〔賞〕をもらったことがある。";
Q[253].Ans[0] = "しょう";
Q[253].Ans[1] = "さん";
Q[253].Ans[2] = "じょう";
Q[253].Ans[3] = "ぞう";
Q[253].comment = "『賞』は『しょう』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新人賞を〔受賞〕した。";
Q[254].Ans[0] = "じゅしょう";
Q[254].Ans[1] = "じゅそう";
Q[254].Ans[2] = "じゅしゅう";
Q[254].Ans[3] = "じゅさん";
Q[254].comment = "『受賞』は『じゅしょう』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>壊したコンピュータの〔弁償〕をする。";
Q[255].Ans[0] = "べんしょう";
Q[255].Ans[1] = "べんさん";
Q[255].Ans[2] = "べんちょう";
Q[255].Ans[3] = "べんぞう";
Q[255].comment = "『弁償』は『べんしょう』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勝利の〔代償〕に多くの部下を失った。";
Q[256].Ans[0] = "だいしょう";
Q[256].Ans[1] = "だいぞう";
Q[256].Ans[2] = "だいちょう";
Q[256].Ans[3] = "だいじゅう";
Q[256].comment = "『代償』は『だいしょう』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>罪を〔償って〕からやり直しなさい。";
Q[257].Ans[0] = "つぐなって";
Q[257].Ans[1] = "おぎなって";
Q[257].Ans[2] = "しはらって";
Q[257].Ans[3] = "さえぎって";
Q[257].comment = "『償う』は『つぐなう』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頑張っていくことが〔償い〕になると思います。";
Q[258].Ans[0] = "つぐない";
Q[258].Ans[1] = "まかない";
Q[258].Ans[2] = "おぎない";
Q[258].Ans[3] = "いさかい";
Q[258].comment = "『償い』は『つぐない』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は刑務所で罪を〔償って〕いるところだ。";
Q[259].Ans[0] = "つぐなって";
Q[259].Ans[1] = "おぎなって";
Q[259].Ans[2] = "まかなって";
Q[259].Ans[3] = "あがなって";
Q[259].comment = "『償う』は『つぐなう』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>計画は〔暗礁〕に乗り上げた。";
Q[260].Ans[0] = "あんしょう";
Q[260].Ans[1] = "あんじょう";
Q[260].Ans[2] = "あんぞう";
Q[260].Ans[3] = "あんちょう";
Q[260].comment = "『暗礁』は『あんしょう』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな〔岩礁〕が続く海域だ。";
Q[261].Ans[0] = "がんしょう";
Q[261].Ans[1] = "がんちょう";
Q[261].Ans[2] = "がんぞう";
Q[261].Ans[3] = "がんじょう";
Q[261].comment = "『岩礁』は『がんしょう』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>拝金主義に〔警鐘〕を鳴らす。";
Q[262].Ans[0] = "けいしょう";
Q[262].Ans[1] = "けいそう";
Q[262].Ans[2] = "けいぞう";
Q[262].Ans[3] = "けいじょう";
Q[262].comment = "『警鐘』は『けいしょう』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>次々と〔半鐘〕が盗まれた。";
Q[263].Ans[0] = "はんしょう";
Q[263].Ans[1] = "はんそう";
Q[263].Ans[2] = "はんぞう";
Q[263].Ans[3] = "はんじょう";
Q[263].comment = "『半鐘』は『はんしょう』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お寺の〔鐘〕をつく。";
Q[264].Ans[0] = "かね";
Q[264].Ans[1] = "つき";
Q[264].Ans[2] = "すず";
Q[264].Ans[3] = "なら";
Q[264].comment = "『鐘』は『かね』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>除夜の〔鐘〕が鳴っている。";
Q[265].Ans[0] = "かね";
Q[265].Ans[1] = "つき";
Q[265].Ans[2] = "すず";
Q[265].Ans[3] = "しょう";
Q[265].comment = "『鐘』は『かね』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>帰国は９月の〔上旬〕です。";
Q[266].Ans[0] = "じょうじゅん";
Q[266].Ans[1] = "うえじゅん";
Q[266].Ans[2] = "かみじゅん";
Q[266].Ans[3] = "うわじゅん";
Q[266].comment = "『上旬』は『じょうじゅん』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔地上〕の楽園と呼ぶにふさわしい。";
Q[267].Ans[0] = "ちじょう";
Q[267].Ans[1] = "ちしょう";
Q[267].Ans[2] = "ちうえ";
Q[267].Ans[3] = "ちがみ";
Q[267].comment = "『地上』は『ちじょう』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>位の高い僧を〔上人〕と呼んでいる。";
Q[268].Ans[0] = "しょうにん";
Q[268].Ans[1] = "じょうにん";
Q[268].Ans[2] = "うわにん";
Q[268].Ans[3] = "かみにん";
Q[268].comment = "『上人』は『しょうにん』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>領収書の宛名は〔上様〕でお願いします。";
Q[269].Ans[0] = "うえさま";
Q[269].Ans[1] = "うわさま";
Q[269].Ans[2] = "かみさま";
Q[269].Ans[3] = "じょうさま";
Q[269].comment = "『上様』は『うえさま』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>データを〔上書き〕する。";
Q[270].Ans[0] = "うわがき";
Q[270].Ans[1] = "うえがき";
Q[270].Ans[2] = "じょうがき";
Q[270].Ans[3] = "しょうがき";
Q[270].comment = "『上書き』は『うわがき』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>朝方は寒いので〔上着〕を持ってきた方がいい。";
Q[271].Ans[0] = "うわぎ";
Q[271].Ans[1] = "うえぎ";
Q[271].Ans[2] = "かみぎ";
Q[271].Ans[3] = "しょうぎ";
Q[271].comment = "『上着』は『うわぎ』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔上背〕はないが、パワーがある選手だ。";
Q[272].Ans[0] = "うわぜい";
Q[272].Ans[1] = "うえぜい";
Q[272].Ans[2] = "じょうぜい";
Q[272].Ans[3] = "しょうぜい";
Q[272].comment = "『上背』は『うわぜい』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手数料お客様の〔負担〕となります。";
Q[273].Ans[0] = "ふたん";
Q[273].Ans[1] = "ふったん";
Q[273].Ans[2] = "ふんたん";
Q[273].Ans[3] = "ぶんたん";
Q[273].comment = "『負担』は『ふたん』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雪道で転倒し〔負傷〕する者が続出した。";
Q[274].Ans[0] = "ふしょう";
Q[274].Ans[1] = "ふっしょう";
Q[274].Ans[2] = "ぶしょう";
Q[274].Ans[3] = "ぶんしょう";
Q[274].comment = "『負傷』は『ふしょう』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>試合に勝って〔勝負〕に負けた感じがする。";
Q[275].Ans[0] = "しょうぶ";
Q[275].Ans[1] = "しょうはい";
Q[275].Ans[2] = "しょうふ";
Q[275].Ans[3] = "かちまけ";
Q[275].comment = "『勝負』は『しょうぶ』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔負ける〕が勝ちということわざもある。";
Q[276].Ans[0] = "まける";
Q[276].Ans[1] = "よける";
Q[276].Ans[2] = "さける";
Q[276].Ans[3] = "たける";
Q[276].comment = "『負ける』は『まける』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供の頃から大人を〔負かす〕ほどの実力があった。";
Q[277].Ans[0] = "まかす";
Q[277].Ans[1] = "ふかす";
Q[277].Ans[2] = "なかす";
Q[277].Ans[3] = "おびやかす";
Q[277].comment = "『負かす』は『まかす』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女はもう私の手には〔負えない〕。";
Q[278].Ans[0] = "おえない";
Q[278].Ans[1] = "まえない";
Q[278].Ans[2] = "かえない";
Q[278].Ans[3] = "とえない";
Q[278].comment = "『負う』は『おう』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>未来を〔背負って〕いくのは若者たちだ。";
Q[279].Ans[0] = "せおって";
Q[279].Ans[1] = "せまけって";
Q[279].Ans[2] = "せいふって";
Q[279].Ans[3] = "はいふって";
Q[279].comment = "『背負う』は『せおう』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事業に失敗し多額の借金を〔負う〕ことになった。";
Q[280].Ans[0] = "おう";
Q[280].Ans[1] = "せおう";
Q[280].Ans[2] = "かう";
Q[280].Ans[3] = "もらう";
Q[280].comment = "『負う』は『おう』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地方の女子校に〔赴任〕することになった。";
Q[281].Ans[0] = "ふにん";
Q[281].Ans[1] = "たんにん";
Q[281].Ans[2] = "けんにん";
Q[281].Ans[3] = "せんにん";
Q[281].comment = "『赴任』は『ふにん』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大阪に〔単身赴任〕することになった。";
Q[282].Ans[0] = "たんしんふにん";
Q[282].Ans[1] = "たんしんたんにん";
Q[282].Ans[2] = "たんしんけんにん";
Q[282].Ans[3] = "たんしんかいにん";
Q[282].comment = "『単身赴任』は『たんしんふにん』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>就任後初めて海外に〔赴いた〕。";
Q[283].Ans[0] = "おもむいた";
Q[283].Ans[1] = "ついた";
Q[283].Ans[2] = "まねいた";
Q[283].Ans[3] = "なびいた";
Q[283].comment = "『赴く』は『おもむく』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は心の〔赴く〕ままに行動するきらいがある。";
Q[284].Ans[0] = "おもむく";
Q[284].Ans[1] = "なびく";
Q[284].Ans[2] = "まねく";
Q[284].Ans[3] = "えがく";
Q[284].comment = "『赴く』は『おもむく』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>物が浮こうとする力を〔浮力〕という。";
Q[285].Ans[0] = "ふりょく";
Q[285].Ans[1] = "うりょく";
Q[285].Ans[2] = "いりょく";
Q[285].Ans[3] = "ちりょく";
Q[285].comment = "『浮力』は『ふりょく』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔浮動票〕をどれだけ獲得できるかが当落を分けるだろう。";
Q[286].Ans[0] = "ふどうひょう";
Q[286].Ans[1] = "うどうひょう";
Q[286].Ans[2] = "せんどうひょう";
Q[286].Ans[3] = "かどうひょう";
Q[286].comment = "『浮動票』は『ふどうひょう』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>好スコアで首位に〔浮上〕した。";
Q[287].Ans[0] = "ふじょう";
Q[287].Ans[1] = "うじょう";
Q[287].Ans[2] = "こうじょう";
Q[287].Ans[3] = "とじょう";
Q[287].comment = "『浮上する』は『ふじょうする』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間はだれでも水に〔浮く〕。";
Q[288].Ans[0] = "うく";
Q[288].Ans[1] = "きく";
Q[288].Ans[2] = "なく";
Q[288].Ans[3] = "おく";
Q[288].comment = "『浮く』は『うく』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔浮気〕をするような男はダメです。";
Q[289].Ans[0] = "うわき";
Q[289].Ans[1] = "うあき";
Q[289].Ans[2] = "うめき";
Q[289].Ans[3] = "うきき";
Q[289].comment = "『浮気』は『うわき』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はヨーロッパで有名な〔浮世絵〕コレクターだ。";
Q[290].Ans[0] = "うきよえ";
Q[290].Ans[1] = "ふよえ";
Q[290].Ans[2] = "ふくよえ";
Q[290].Ans[3] = "うくよえ";
Q[290].comment = "『浮世絵』は『うきよえ』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな〔浮ついた〕気持ちでは成功しない。";
Q[291].Ans[0] = "うわついた";
Q[291].Ans[1] = "ふわついた";
Q[291].Ans[2] = "いらついた";
Q[291].Ans[3] = "さびついた";
Q[291].comment = "『浮つく』は『うわつく』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なにをそんなに〔浮かれて〕いるんだい。";
Q[292].Ans[0] = "うかれて";
Q[292].Ans[1] = "ふかれて";
Q[292].Ans[2] = "つかれて";
Q[292].Ans[3] = "なかれて";
Q[292].comment = "『浮かれる』は『うかれる』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼が頭を抱えている姿が目に〔浮かぶ〕。";
Q[293].Ans[0] = "うかぶ";
Q[293].Ans[1] = "ふかぶ";
Q[293].Ans[2] = "さかぶ";
Q[293].Ans[3] = "なかぶ";
Q[293].comment = "『浮かぶ』は『うかぶ』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭の池に模型の戦艦を〔浮かべる〕。";
Q[294].Ans[0] = "うかべる";
Q[294].Ans[1] = "ふかべる";
Q[294].Ans[2] = "こかべる";
Q[294].Ans[3] = "さかべる";
Q[294].comment = "『浮かべる』は『うかべる』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はいつも笑みを〔浮かべて〕いる。";
Q[295].Ans[0] = "うかべて";
Q[295].Ans[1] = "ふかべて";
Q[295].Ans[2] = "かかべて";
Q[295].Ans[3] = "はかべて";
Q[295].comment = "『浮かべる』は『うかべる』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔婦人服〕の売り場は何階ですか。";
Q[296].Ans[0] = "ふじんふく";
Q[296].Ans[1] = "ふうじんふく";
Q[296].Ans[2] = "ふっじんふく";
Q[296].Ans[3] = "ふんじんふく";
Q[296].comment = "『婦人服』は『ふじんふく』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔主婦〕だって立派な役割です。";
Q[297].Ans[0] = "しゅふ";
Q[297].Ans[1] = "しゅふう";
Q[297].Ans[2] = "しゅっふ";
Q[297].Ans[3] = "しゅっふう";
Q[297].comment = "『主婦』は『しゅふ』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夫婦〕だからラブラブとは限らない。";
Q[298].Ans[0] = "ふうふ";
Q[298].Ans[1] = "ふうふう";
Q[298].Ans[2] = "ふふう";
Q[298].Ans[3] = "ふんふ";
Q[298].comment = "『夫婦』は『ふうふ』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>往復で〔切符〕を購入する。";
Q[299].Ans[0] = "きっぷ";
Q[299].Ans[1] = "きっふ";
Q[299].Ans[2] = "きっふう";
Q[299].Ans[3] = "きっぷう";
Q[299].comment = "『切符』は『きっぷ』と読む。";

Q[300].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>熱戦に〔終止符〕を打つ。";
Q[300].Ans[0] = "しゅうしふ";
Q[300].Ans[1] = "しゅうしふう";
Q[300].Ans[2] = "しゅうしっぷ";
Q[300].Ans[3] = "しゅうしふん";
Q[300].comment = "『終止符』は『しゅうしふ』と読む。";

Q[301].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>総理の指導力に〔疑問符〕がつく結果となった。";
Q[301].Ans[0] = "ぎもんふ";
Q[301].Ans[1] = "ぎもんふう";
Q[301].Ans[2] = "ぎもんぷ";
Q[301].Ans[3] = "ぎもんぶ";
Q[301].comment = "『疑問符』は『ぎもんふ』と読む。";

Q[302].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔符号〕はなにを表わしているのでしょうか。";
Q[302].Ans[0] = "ふごう";
Q[302].Ans[1] = "きごう";
Q[302].Ans[2] = "ふうごう";
Q[302].Ans[3] = "ふくごう";
Q[302].comment = "『符号』は『ふごう』と読む。";

Q[303].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の祖父は〔富裕〕な商人だったそうだ。";
Q[303].Ans[0] = "ふゆう";
Q[303].Ans[1] = "ふうゆう";
Q[303].Ans[2] = "ぶゆう";
Q[303].Ans[3] = "ぶんゆう";
Q[303].comment = "『富裕』は『ふゆう』と読む。";

Q[304].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近〔貧富〕の格差が大きくなっている、";
Q[304].Ans[0] = "ひんぷ";
Q[304].Ans[1] = "ひんふう";
Q[304].Ans[2] = "ひんぷう";
Q[304].Ans[3] = "ひんぶん";
Q[304].comment = "『貧富』は『ひんぷ』と読む。";

Q[305].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>当時は〔富国強兵〕政策が行なわれていた。";
Q[305].Ans[0] = "ふこくきょうへい";
Q[305].Ans[1] = "ふうこくきょうへい";
Q[305].Ans[2] = "ふっこくきょうへい";
Q[305].Ans[3] = "とこくきょうへい";
Q[305].comment = "『富国強兵』は『ふこくきょうへい』と読む。";

Q[306].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>豪華な旅館に泊まるととても〔富貴〕な気分になる。";
Q[306].Ans[0] = "ふっき";
Q[306].Ans[1] = "とうき";
Q[306].Ans[2] = "とっき";
Q[306].Ans[3] = "ふき";
Q[306].comment = "『富貴』は『ふうき』または『ふっき』と読む。";

Q[307].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>豪華な旅館に泊まるととても〔富貴〕な気分になる。";
Q[307].Ans[0] = "ふうき";
Q[307].Ans[1] = "ふき";
Q[307].Ans[2] = "ぶき";
Q[307].Ans[3] = "とき";
Q[307].comment = "『富貴』は『ふうき』または『ふっき』と読む。";

Q[308].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の歌う曲は変化に〔富んで〕いる。";
Q[308].Ans[0] = "とんで";
Q[308].Ans[1] = "まなんで";
Q[308].Ans[2] = "ならんで";
Q[308].Ans[3] = "ふんで";
Q[308].comment = "『富む』は『とむ』と読む。";

Q[309].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世の中、〔富む〕者もあれば、貧しい者もある。";
Q[309].Ans[0] = "とむ";
Q[309].Ans[1] = "はげむ";
Q[309].Ans[2] = "たくらむ";
Q[309].Ans[3] = "ちなむ";
Q[309].comment = "『富む』は『とむ』と読む。";

Q[310].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の経験談は教訓に〔富む〕ものだ。";
Q[310].Ans[0] = "とむ";
Q[310].Ans[1] = "なじむ";
Q[310].Ans[2] = "かむ";
Q[310].Ans[3] = "からむ";
Q[310].comment = "『富む』は『とむ』と読む。";

Q[311].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>石油で巨万の〔富〕を築いた。";
Q[311].Ans[0] = "とみ";
Q[311].Ans[1] = "かね";
Q[311].Ans[2] = "きん";
Q[311].Ans[3] = "ぜに";
Q[311].comment = "『富』は『とみ』と読む。";

Q[312].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔富〕も名誉もあって、ほかに何が欲しいというのだろう。";
Q[312].Ans[0] = "とみ";
Q[312].Ans[1] = "かね";
Q[312].Ans[2] = "ふう";
Q[312].Ans[3] = "ちい";
Q[312].comment = "『富』は『とみ』と読む。";

Q[313].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔普通〕高校に進学する。";
Q[313].Ans[0] = "ふつう";
Q[313].Ans[1] = "ぷつう";
Q[313].Ans[2] = "ふっつう";
Q[313].Ans[3] = "ふうつう";
Q[313].comment = "『普通』は『ふつう』と読む。";

Q[314].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自由とは〔普遍的〕な価値観だ。";
Q[314].Ans[0] = "ふへんてき";
Q[314].Ans[1] = "ぷへんてき";
Q[314].Ans[2] = "しんぺんてき";
Q[314].Ans[3] = "ふうへんてき";
Q[314].comment = "『普遍的』は『ふへんてき』と読む。";

Q[315].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政権は完全に〔腐敗〕している。";
Q[315].Ans[0] = "ふはい";
Q[315].Ans[1] = "ふうはい";
Q[315].Ans[2] = "ぷっはい";
Q[315].Ans[3] = "ぶはい";
Q[315].comment = "『腐敗』は『ふはい』と読む。";

Q[316].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>表現があまりにも〔陳腐〕だ。";
Q[316].Ans[0] = "ちんぷ";
Q[316].Ans[1] = "ちんふ";
Q[316].Ans[2] = "ちんふう";
Q[316].Ans[3] = "ちんぶ";
Q[316].comment = "『陳腐』は『ちんぷ』と読む。";

Q[317].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>気温が高いので食品が〔腐り〕やすい。";
Q[317].Ans[0] = "くさり";
Q[317].Ans[1] = "おこり";
Q[317].Ans[2] = "なまり";
Q[317].Ans[3] = "いたり";
Q[317].comment = "『腐る』は『くさる』と読む。";

Q[318].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>根性が〔腐っている〕としか思えない。";
Q[318].Ans[0] = "くさっている";
Q[318].Ans[1] = "なまっている";
Q[318].Ans[2] = "きどっている";
Q[318].Ans[3] = "かまっている";
Q[318].comment = "『腐る』は『くさる』と読む。";

Q[319].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何を〔ふて腐れて〕いるんだい。";
Q[319].Ans[0] = "ふてくされて";
Q[319].Ans[1] = "ふてまぎれて";
Q[319].Ans[2] = "ふてあばれて";
Q[319].Ans[3] = "ふてこぼれて";
Q[319].comment = "『ふて腐れる』は『ふてくされる』と読む。";

Q[320].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>野菜を買いすぎて、いつも〔腐らせて〕しまう。";
Q[320].Ans[0] = "くさらせて";
Q[320].Ans[1] = "あまらせて";
Q[320].Ans[2] = "くもらせて";
Q[320].Ans[3] = "なまらせて";
Q[320].comment = "『腐らす』は『くさらす』と読む。";

Q[321].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鉄道を〔敷設〕する工事が行なわれている。";
Q[321].Ans[0] = "ふせつ";
Q[321].Ans[1] = "ふうせつ";
Q[321].Ans[2] = "しせつ";
Q[321].Ans[3] = "かせつ";
Q[321].comment = "『敷設』は『ふせつ』と読む。";

Q[322].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>靴を脱いで〔座敷〕に上がる。";
Q[322].Ans[0] = "ざしき";
Q[322].Ans[1] = "さじき";
Q[322].Ans[2] = "ざぶとん";
Q[322].Ans[3] = "たたみ";
Q[322].comment = "『座敷』は『ざしき』と読む。";

Q[323].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>直接置かずに、下に何か〔敷いた〕方がいいと思うよ。";
Q[323].Ans[0] = "しいた";
Q[323].Ans[1] = "さいた";
Q[323].Ans[2] = "ふいた";
Q[323].Ans[3] = "おいた";
Q[323].comment = "『敷く』は『しく』と読む。";

Q[324].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>布団を〔敷く〕のは、意外に大変です。";
Q[324].Ans[0] = "しく";
Q[324].Ans[1] = "ふく";
Q[324].Ans[2] = "かく";
Q[324].Ans[3] = "さく";
Q[324].comment = "『敷く』は『しく』と読む。";

Q[325].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔皮膚〕の色で人間を差別するのはよくない。";
Q[325].Ans[0] = "ひふ";
Q[325].Ans[1] = "ひふう";
Q[325].Ans[2] = "ひぶ";
Q[325].Ans[3] = "ひう";
Q[325].comment = "『皮膚』は『ひふ』と読む。";

Q[326].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>以前は、ローンのことを〔月賦〕と言っていた。";
Q[326].Ans[0] = "げっぷ";
Q[326].Ans[1] = "げっふう";
Q[326].Ans[2] = "げっぶ";
Q[326].Ans[3] = "げっしゃ";
Q[326].comment = "『月賦』は『げっぷ』と読む。";

Q[327].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の語学力は、〔天賦〕の才能というべきだろう。";
Q[327].Ans[0] = "てんぷ";
Q[327].Ans[1] = "てんふ";
Q[327].Ans[2] = "てんくう";
Q[327].Ans[3] = "てんふう";
Q[327].comment = "『天賦』は『てんぷ』と読む。";

Q[328].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バッハの未発表の〔楽譜〕が発見された。";
Q[328].Ans[0] = "がくふ";
Q[328].Ans[1] = "がくしん";
Q[328].Ans[2] = "がくめん";
Q[328].Ans[3] = "がくと";
Q[328].comment = "『楽譜』は『がくふ』と読む。";

Q[329].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>悪いけど、〔譜面〕どおりに歌ってくれないかな。";
Q[329].Ans[0] = "ふめん";
Q[329].Ans[1] = "ずめん";
Q[329].Ans[2] = "かめん";
Q[329].Ans[3] = "ごめん";
Q[329].comment = "『譜面』は『ふめん』と読む。";

Q[330].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それ以上〔侮辱〕すると訴えるぞ。";
Q[330].Ans[0] = "ぶじょく";
Q[330].Ans[1] = "うじょく";
Q[330].Ans[2] = "むじょく";
Q[330].Ans[3] = "くつじょく";
Q[330].comment = "『侮辱』は『ぶじょく』と読む。";

Q[331].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>思い付くかぎりの〔侮言〕を浴びせた。";
Q[331].Ans[0] = "ぶげん";
Q[331].Ans[1] = "うげん";
Q[331].Ans[2] = "むげん";
Q[331].Ans[3] = "かげん";
Q[331].comment = "『侮言』は『ぶげん』と読む。";

Q[332].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小さいからといって〔侮って〕はいけない。";
Q[332].Ans[0] = "あなどって";
Q[332].Ans[1] = "おぎなって";
Q[332].Ans[2] = "さきだって";
Q[332].Ans[3] = "かたどって";
Q[332].comment = "『侮る』は『あなどる』と読む。";

Q[333].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>調子は悪いが底力は〔侮り〕がたい。";
Q[333].Ans[0] = "あなどり";
Q[333].Ans[1] = "おもねり";
Q[333].Ans[2] = "はばかり";
Q[333].Ans[3] = "いつわり";
Q[333].comment = "『侮る』は『あなどる』と読む。";

Q[334].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>素人を〔侮る〕と必ず失敗するものだ。";
Q[334].Ans[0] = "あなどる";
Q[334].Ans[1] = "いぶかる";
Q[334].Ans[2] = "たばかる";
Q[334].Ans[3] = "けしかける";
Q[334].comment = "『侮る』は『あなどる』と読む。";

Q[335].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生と教師には〔相性〕があると思う。";
Q[335].Ans[0] = "あいしょう";
Q[335].Ans[1] = "あいせい";
Q[335].Ans[2] = "あいしん";
Q[335].Ans[3] = "あいせん";
Q[335].comment = "『相性』は『あいしょう』と読む。";

Q[336].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔根性〕だけでは勝利は得られない。";
Q[336].Ans[0] = "こんじょう";
Q[336].Ans[1] = "こんしん";
Q[336].Ans[2] = "こんせい";
Q[336].Ans[3] = "こんさが";
Q[336].comment = "『根性』は『こんじょう』と読む。";

Q[337].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この彫刻は〔青銅〕でできています。";
Q[337].Ans[0] = "せいどう";
Q[337].Ans[1] = "ちんどう";
Q[337].Ans[2] = "あおどう";
Q[337].Ans[3] = "しょうどう";
Q[337].comment = "『青銅』は『せいどう』と読む。";

Q[338].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔青酸〕化合物による中毒事件が起きた。";
Q[338].Ans[0] = "せいさん";
Q[338].Ans[1] = "しょうさん";
Q[338].Ans[2] = "あおさん";
Q[338].Ans[3] = "きんさん";
Q[338].comment = "『青酸』は『せいさん』と読む。";

Q[339].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔青春〕時代に戻りたいと思う人は多いだろう。";
Q[339].Ans[0] = "せいしゅん";
Q[339].Ans[1] = "あおしゅん";
Q[339].Ans[2] = "しょうしゅん";
Q[339].Ans[3] = "ちんしゅん";
Q[339].comment = "『青春』は『せいしゅん』と読む。";

Q[340].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔群青色〕の絵の具が足りなくなりました。";
Q[340].Ans[0] = "ぐんじょういろ";
Q[340].Ans[1] = "ぐんせいいろ";
Q[340].Ans[2] = "ぐんちんいろ";
Q[340].Ans[3] = "ぐんあおいろ";
Q[340].comment = "『群青色』は『ぐんじょういろ』と読む。";

Q[341].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>具合が悪いらしく〔真っ青〕な顔をしている。";
Q[341].Ans[0] = "まっさお";
Q[341].Ans[1] = "まっあお";
Q[341].Ans[2] = "まっしょう";
Q[341].Ans[3] = "まっちん";
Q[341].comment = "『真っ青』は『まっさお』と読む。";

Q[342].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>期待の新人と言っても、まだまだ〔青い〕な。";
Q[342].Ans[0] = "あおい";
Q[342].Ans[1] = "あかい";
Q[342].Ans[2] = "わかい";
Q[342].Ans[3] = "さむい";
Q[342].comment = "『青い』は『あおい』と読む。";

Q[343].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ニュースを聞いて首相の顔が〔青ざめた〕。";
Q[343].Ans[0] = "あおざめた";
Q[343].Ans[1] = "あかざめた";
Q[343].Ans[2] = "さおざめた";
Q[343].Ans[3] = "かおざめた";
Q[343].comment = "『青ざめる』は『あおざめる』と読む。";

Q[344].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔青〕と赤を混ぜると紫になります。";
Q[344].Ans[0] = "あお";
Q[344].Ans[1] = "あか";
Q[344].Ans[2] = "みどり";
Q[344].Ans[3] = "むらさき";
Q[344].comment = "『青』は『あお』と読む。";

Q[345].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>校歌を〔斉唱〕する。";
Q[345].Ans[0] = "せいしょう";
Q[345].Ans[1] = "さいしょう";
Q[345].Ans[2] = "ざいしょう";
Q[345].Ans[3] = "そうしょう";
Q[345].comment = "『斉唱』は『せいしょう』と読む。";

Q[346].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>違法な風俗店を〔一斉〕に摘発する。";
Q[346].Ans[0] = "いっせい";
Q[346].Ans[1] = "いっざい";
Q[346].Ans[2] = "いっさい";
Q[346].Ans[3] = "いっしょう";
Q[346].comment = "『一斉』は『いっせい』と読む。";

Q[347].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相変わらずの〔悪政〕が行なわれている。";
Q[347].Ans[0] = "あくせい";
Q[347].Ans[1] = "あくせん";
Q[347].Ans[2] = "あくぜん";
Q[347].Ans[3] = "あくしょう";
Q[347].comment = "『悪政』は『あくせい』と読む。";

Q[348].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相が交替してはじめての〔国政〕選挙が行なわれる。";
Q[348].Ans[0] = "こくせい";
Q[348].Ans[1] = "こくせん";
Q[348].Ans[2] = "こくしょう";
Q[348].Ans[3] = "こくじょう";
Q[348].comment = "『国政』は『こくせい』と読む。";

Q[349].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>天皇が成年に達しないときは〔摂政〕を置くことになっていた。";
Q[349].Ans[0] = "せっしょう";
Q[349].Ans[1] = "せっせい";
Q[349].Ans[2] = "せっしゅう";
Q[349].Ans[3] = "せっちん";
Q[349].comment = "『摂政』は『せっしょう』と読む。";

Q[350].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古くは政治は〔政〕とよばれていた。";
Q[350].Ans[0] = "まつりごと";
Q[350].Ans[1] = "せい";
Q[350].Ans[2] = "ならいごと";
Q[350].Ans[3] = "はかりごと";
Q[350].comment = "『政』は『まつりごと』と読む。";

Q[351].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夜空に冬の〔星座〕が見える。";
Q[351].Ans[0] = "せいざ";
Q[351].Ans[1] = "しんざ";
Q[351].Ans[2] = "しょうざ";
Q[351].Ans[3] = "ほしざ";
Q[351].comment = "『星座』は『せいざ』と読む。";

Q[352].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日の出前に見える金星を明けの〔明星〕と呼ぶ。";
Q[352].Ans[0] = "みょうじょう";
Q[352].Ans[1] = "みょうじん";
Q[352].Ans[2] = "みょうせい";
Q[352].Ans[3] = "みょうぼし";
Q[352].comment = "『明星』は『みょうじょう』と読む。";

Q[353].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>デビュー以来〔白星〕を重ねている。";
Q[353].Ans[0] = "しろぼし";
Q[353].Ans[1] = "しろせい";
Q[353].Ans[2] = "しろじん";
Q[353].Ans[3] = "はくじょう";
Q[353].comment = "『白星』は『しろぼし』と読む。勝利の意味。";

Q[354].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>衝突事故で５名の老人が〔犠牲〕になった。";
Q[354].Ans[0] = "ぎせい";
Q[354].Ans[1] = "ぎせん";
Q[354].Ans[2] = "ぎしょう";
Q[354].Ans[3] = "ぎぜん";
Q[354].comment = "『犠牲』は『ぎせい』と読む。";

Q[355].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近の旅客機は、速度を〔犠牲〕にして快適さを目指すデザインになっている。";
Q[355].Ans[0] = "ぎせい";
Q[355].Ans[1] = "ぎぜん";
Q[355].Ans[2] = "ぎしょう";
Q[355].Ans[3] = "ぎしん";
Q[355].comment = "『犠牲』は『ぎせい』と読む。";

Q[356].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>後悔するよりも〔反省〕しなさい。";
Q[356].Ans[0] = "はんせい";
Q[356].Ans[1] = "はんしょう";
Q[356].Ans[2] = "はんせん";
Q[356].Ans[3] = "はんしゅう";
Q[356].comment = "『反省』は『はんせい』と読む。";

Q[357].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔帰省〕ラッシュで道路は大渋滞だ。";
Q[357].Ans[0] = "きせい";
Q[357].Ans[1] = "きしゅう";
Q[357].Ans[2] = "きぜん";
Q[357].Ans[3] = "きかん";
Q[357].comment = "『帰省』は『きせい』と読む。";

Q[358].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時間の都合で詳細は〔省略〕する。";
Q[358].Ans[0] = "しょうりゃく";
Q[358].Ans[1] = "せいりゃく";
Q[358].Ans[2] = "じょうりゃく";
Q[358].Ans[3] = "せんりゃく";
Q[358].comment = "『省略』は『しょうりゃく』と読む。";

Q[359].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学長は、以前〔外務省〕の役人だったという。";
Q[359].Ans[0] = "がいむしょう";
Q[359].Ans[1] = "がいむせい";
Q[359].Ans[2] = "がいむじゅう";
Q[359].Ans[3] = "がいむちゅう";
Q[359].comment = "『外務省』は『がいむしょう』と読む。";

Q[360].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔省みて〕やましいところはひとつもない。";
Q[360].Ans[0] = "かえりみて";
Q[360].Ans[1] = "こころみて";
Q[360].Ans[2] = "あまりみて";
Q[360].Ans[3] = "なぐさみて";
Q[360].comment = "『省みる』は『かえりみる』と読む。";

Q[361].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自分の行ないを〔省みて〕今後の身の振り方を考えるべきだ。";
Q[361].Ans[0] = "かえりみて";
Q[361].Ans[1] = "こころみて";
Q[361].Ans[2] = "わかりみて";
Q[361].Ans[3] = "おもいみて";
Q[361].comment = "『省みる』は『かえりみる』と読む。";

Q[362].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ムダを〔省いて〕支出を削減する。";
Q[362].Ans[0] = "はぶいて";
Q[362].Ans[1] = "さいて";
Q[362].Ans[2] = "まねいて";
Q[362].Ans[3] = "さびいて";
Q[362].comment = "『省く』は『はぶく』と読む。";

Q[363].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>5000円未満の消耗品は領収証を〔省いて〕構いません。";
Q[363].Ans[0] = "はぶいて";
Q[363].Ans[1] = "まねいて";
Q[363].Ans[2] = "わりびいて";
Q[363].Ans[3] = "こまねいて";
Q[363].comment = "『省く』は『はぶく』と読む。";

Q[364].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名誉会長が〔逝去〕されました。";
Q[364].Ans[0] = "せいきょ";
Q[364].Ans[1] = "しきょ";
Q[364].Ans[2] = "こうきょ";
Q[364].Ans[3] = "しいきょ";
Q[364].comment = "『逝去』は『せいきょ』と読む。";

Q[365].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名誉会長が〔急逝〕した。";
Q[365].Ans[0] = "きゅうせい";
Q[365].Ans[1] = "きゅうし";
Q[365].Ans[2] = "きゅうせん";
Q[365].Ans[3] = "きゅうしん";
Q[365].comment = "『急逝』は『きゅうせい』と読む。";

Q[366].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>元気なおじいちゃんだったが、ぼっくり〔逝って〕しまった。";
Q[366].Ans[0] = "いって";
Q[366].Ans[1] = "おって";
Q[366].Ans[2] = "わって";
Q[366].Ans[3] = "そって";
Q[366].comment = "『逝く』は『いく』と読む。";

Q[367].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コンタクトレンズは〔清潔〕にしておかなければいけません、";
Q[367].Ans[0] = "せいけつ";
Q[367].Ans[1] = "ちゅうけつ";
Q[367].Ans[2] = "しんけつ";
Q[367].Ans[3] = "きんけつ";
Q[367].comment = "『清潔』は『せいけつ』と読む。";

Q[368].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>利用料金を〔精算〕する。";
Q[368].Ans[0] = "せいさん";
Q[368].Ans[1] = "しょうさん";
Q[368].Ans[2] = "しんさん";
Q[368].Ans[3] = "しゅうさん";
Q[368].comment = "『精算』は『せいさん』と読む。";

Q[369].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>関係の〔清算〕にあたって、手切れ金を要求する。";
Q[369].Ans[0] = "せいさん";
Q[369].Ans[1] = "ちんさん";
Q[369].Ans[2] = "しゅうさん";
Q[369].Ans[3] = "しんさん";
Q[369].comment = "『清算』は『せいさん』と読む。";

Q[370].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>過去を〔清算〕しなければ、美しい国にはならないだろう。";
Q[370].Ans[0] = "せいさん";
Q[370].Ans[1] = "ちんさん";
Q[370].Ans[2] = "しゅうさん";
Q[370].Ans[3] = "ちゅうさん";
Q[370].comment = "『清算』は『せいさん』と読む。";

Q[371].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山間の〔清水〕は多くのミネラルを含んでいる。";
Q[371].Ans[0] = "しみず";
Q[371].Ans[1] = "きよすい";
Q[371].Ans[2] = "せいずい";
Q[371].Ans[3] = "ちんすい";
Q[371].comment = "『清水』は『しみず』と読む。";

Q[372].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の〔清らか〕な心にいやされる。";
Q[372].Ans[0] = "きよらか";
Q[372].Ans[1] = "ほがらか";
Q[372].Ans[2] = "なめらか";
Q[372].Ans[3] = "すべらか";
Q[372].comment = "『清らか』は『きよらか』と読む。";

Q[373].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔清く〕澄んだ空気を身体いっぱいに吸い込む。";
Q[373].Ans[0] = "きよく";
Q[373].Ans[1] = "わかく";
Q[373].Ans[2] = "あおく";
Q[373].Ans[3] = "さやけく";
Q[373].comment = "『清い』は『きよい』と読む。";

Q[374].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みなさまの〔清き〕一票をお願いいます！";
Q[374].Ans[0] = "きよき";
Q[374].Ans[1] = "ただしき";
Q[374].Ans[2] = "あおき";
Q[374].Ans[3] = "とうとき";
Q[374].comment = "『清い』は『きよい』と読む。";

Q[375].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>塩をまいて〔清める〕。";
Q[375].Ans[0] = "きよめる";
Q[375].Ans[1] = "なだめる";
Q[375].Ans[2] = "なめる";
Q[375].Ans[3] = "からめる";
Q[375].comment = "『清める』は『きよめる』と読む。";

Q[376].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>聖なる川の水を浴びて身を〔清める〕。";
Q[376].Ans[0] = "きよめる";
Q[376].Ans[1] = "なだめる";
Q[376].Ans[2] = "からめる";
Q[376].Ans[3] = "なめる";
Q[376].comment = "『清める』は『きよめる』と読む。";

Q[377].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>恩師の米寿を〔盛大〕に祝う。";
Q[377].Ans[0] = "せいだい";
Q[377].Ans[1] = "ちんだい";
Q[377].Ans[2] = "しょうだい";
Q[377].Ans[3] = "もりだい";
Q[377].comment = "『盛大』は『せいだい』と読む。";

Q[378].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔全盛期〕には三拍子揃った素晴らしい選手だった。";
Q[378].Ans[0] = "ぜんせいき";
Q[378].Ans[1] = "ぜんしょうき";
Q[378].Ans[2] = "ぜんもりき";
Q[378].Ans[3] = "ぜんちんき";
Q[378].comment = "『全盛期』は『ぜんせいき』と読む。";

Q[379].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>店の〔繁盛〕を祈って招き猫を置く。";
Q[379].Ans[0] = "はんじょう";
Q[379].Ans[1] = "はんもり";
Q[379].Ans[2] = "はんしょう";
Q[379].Ans[3] = "はんちゅう";
Q[379].comment = "『繁盛』は『はんじょう』と読む。";

Q[380].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大した味ではないのに、相変わらず〔繁盛〕しているようだ。";
Q[380].Ans[0] = "はんじょう";
Q[380].Ans[1] = "はんちゅう";
Q[380].Ans[2] = "はんせん";
Q[380].Ans[3] = "はんもり";
Q[380].comment = "『繁盛』は『はんじょう』と読む。";

Q[381].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このお店は、味はともかく〔盛り〕が良いので人気がある。";
Q[381].Ans[0] = "もり";
Q[381].Ans[1] = "さかり";
Q[381].Ans[2] = "おり";
Q[381].Ans[3] = "まもり";
Q[381].comment = "『盛る』は『もる』と読む。";

Q[382].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若者たちは、明け方まで〔盛り〕あがっていたようだ。";
Q[382].Ans[0] = "もり";
Q[382].Ans[1] = "さかり";
Q[382].Ans[2] = "わり";
Q[382].Ans[3] = "こり";
Q[382].comment = "『盛りあがる』は『もりあがる』と読む。";

Q[383].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>公園の桜は今が〔盛り〕だ。";
Q[383].Ans[0] = "さかり";
Q[383].Ans[1] = "おり";
Q[383].Ans[2] = "もり";
Q[383].Ans[3] = "たけり";
Q[383].comment = "『盛り』は『さかり』と読む。";

Q[384].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>候補者の討論が〔盛んに〕行なわれている。";
Q[384].Ans[0] = "さかんに";
Q[384].Ans[1] = "きかんに";
Q[384].Ans[2] = "わかんに";
Q[384].Ans[3] = "がらんに";
Q[384].comment = "『盛んに』は『さかんに』と読む。";

Q[385].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近は、サプリメントによるダイエットが〔盛んだ〕という。";
Q[385].Ans[0] = "さかんだ";
Q[385].Ans[1] = "ならんだ";
Q[385].Ans[2] = "とんだ";
Q[385].Ans[3] = "こんだ";
Q[385].comment = "『盛んだ』は『さかんだ』と読む。";

Q[386].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>旧家の一人娘なので〔婿〕をとるらしい。";
Q[386].Ans[0] = "むこ";
Q[386].Ans[1] = "せい";
Q[386].Ans[2] = "よめ";
Q[386].Ans[3] = "おば";
Q[386].comment = "『婿』は『むこ』と読む。";

Q[387].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔婿養子〕だから肩身が狭い。";
Q[387].Ans[0] = "むこようし";
Q[387].Ans[1] = "まごようし";
Q[387].Ans[2] = "むすめようし";
Q[387].Ans[3] = "ままようし";
Q[387].comment = "『婿養子』は『むこようし』と読む。";

Q[388].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の大学で〔博士〕を取得した。";
Q[388].Ans[0] = "はかせ";
Q[388].Ans[1] = "はげせ";
Q[388].Ans[2] = "はくせ";
Q[388].Ans[3] = "ぼうせ";
Q[388].comment = "『博士』は『はかせ』と読む。";

Q[389].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先祖代々〔博徒〕の家系らしい。";
Q[389].Ans[0] = "ばくと";
Q[389].Ans[1] = "ぼうと";
Q[389].Ans[2] = "はかと";
Q[389].Ans[3] = "ほうと";
Q[389].comment = "『博徒』は『ばくと』と読む。";

Q[390].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間は大抵〔薄情〕なものです。";
Q[390].Ans[0] = "はくじょう";
Q[390].Ans[1] = "ぼうじょう";
Q[390].Ans[2] = "ごうじょう";
Q[390].Ans[3] = "こうじょう";
Q[390].comment = "『薄情』は『はくじょう』と読む。";

Q[391].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>折からのブームで〔品薄〕です。";
Q[391].Ans[0] = "しなうす";
Q[391].Ans[1] = "しなはく";
Q[391].Ans[2] = "しなぼう";
Q[391].Ans[3] = "ひんぼう";
Q[391].comment = "『品薄』は『しなうす』と読む。";

Q[392].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>３倍に〔薄めて〕飲んでください。";
Q[392].Ans[0] = "うすめて";
Q[392].Ans[1] = "なだめて";
Q[392].Ans[2] = "とがめて";
Q[392].Ans[3] = "はくめて";
Q[392].comment = "『薄める』は『うすめる』と読む。";

Q[393].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>傷みは大分〔薄らぎ〕ました。";
Q[393].Ans[0] = "うすらぎ";
Q[393].Ans[1] = "やわらぎ";
Q[393].Ans[2] = "あららぎ";
Q[393].Ans[3] = "はくらぎ";
Q[393].comment = "『薄らぐ』は『うすらぐ』と読む。";

Q[394].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>意識が〔薄れて〕いくのを感じた。";
Q[394].Ans[0] = "うすれて";
Q[394].Ans[1] = "のがれて";
Q[394].Ans[2] = "まぎれて";
Q[394].Ans[3] = "そびれて";
Q[394].comment = "『薄れる』は『うすれる』と読む。";

Q[395].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国産の〔麦芽〕のみを使用したビールです。";
Q[395].Ans[0] = "ばくが";
Q[395].Ans[1] = "まいが";
Q[395].Ans[2] = "むぎが";
Q[395].Ans[3] = "らいが";
Q[395].comment = "『麦芽』は『ばくが』と読む。";

Q[396].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米に〔麦〕を混ぜると経済的です。";
Q[396].Ans[0] = "むぎ";
Q[396].Ans[1] = "ひえ";
Q[396].Ans[2] = "あわ";
Q[396].Ans[3] = "いも";
Q[396].comment = "『麦』は『むぎ』と読む。";

Q[397].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>福祉制度に〔漠然〕とした不安を感じている人が多い。";
Q[397].Ans[0] = "ばくぜん";
Q[397].Ans[1] = "もうぜん";
Q[397].Ans[2] = "もくぜん";
Q[397].Ans[3] = "とつぜん";
Q[397].comment = "『漠然』は『ばくぜん』と読む。";

Q[398].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>緑が失われて〔砂漠〕と化している。";
Q[398].Ans[0] = "さばく";
Q[398].Ans[1] = "さもう";
Q[398].Ans[2] = "さぼう";
Q[398].Ans[3] = "さまく";
Q[398].comment = "『砂漠』は『さばく』と読む。";

Q[399].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自由よりも〔束縛〕を好む人もいる。";
Q[399].Ans[0] = "そくばく";
Q[399].Ans[1] = "そくふう";
Q[399].Ans[2] = "そくぶう";
Q[399].Ans[3] = "そくはく";
Q[399].comment = "『束縛』は『そくばく』と読む。";

Q[400].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>強盗が家人を〔縛って〕逃走した。";
Q[400].Ans[0] = "しばって";
Q[400].Ans[1] = "なぐって";
Q[400].Ans[2] = "おごって";
Q[400].Ans[3] = "なぶって";
Q[400].comment = "『縛る』は『しばる』と読む。";

Q[401].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>発電所で〔爆発〕事故があったらしい。";
Q[401].Ans[0] = "ばくはつ";
Q[401].Ans[1] = "ぼうはつ";
Q[401].Ans[2] = "ばんはつ";
Q[401].Ans[3] = "ぼんはつ";
Q[401].comment = "『爆発』は『ばくはつ』と読む。";

Q[402].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ちょうどいい大きさの〔箱〕がない。";
Q[402].Ans[0] = "はこ";
Q[402].Ans[1] = "うつわ";
Q[402].Ans[2] = "そう";
Q[402].Ans[3] = "いれもの";
Q[402].comment = "『箱』は『はこ』と読む。";

Q[403].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔箱〕は立派だが中身はせこい。";
Q[403].Ans[0] = "はこ";
Q[403].Ans[1] = "そと";
Q[403].Ans[2] = "うつわ";
Q[403].Ans[3] = "そう";
Q[403].comment = "『箱』は『はこ』と読む。";

Q[404].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>裏の〔畑〕が売りに出ていた。";
Q[404].Ans[0] = "はたけ";
Q[404].Ans[1] = "やま";
Q[404].Ans[2] = "やしき";
Q[404].Ans[3] = "たんぼ";
Q[404].comment = "『畑』は『はたけ』と読む。";

Q[405].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雪国なので冬場は〔畑作〕ができない。";
Q[405].Ans[0] = "はたさく";
Q[405].Ans[1] = "いなさく";
Q[405].Ans[2] = "はたけさく";
Q[405].Ans[3] = "はっさく";
Q[405].comment = "『畑作』は『はたさく』と読む。";

Q[406].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海のそばにタバコの〔畑〕が広がっている。";
Q[406].Ans[0] = "はたけ";
Q[406].Ans[1] = "なえぎ";
Q[406].Ans[2] = "たんぼ";
Q[406].Ans[3] = "はやし";
Q[406].comment = "『畑』は『はたけ』と読む。";

Q[407].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔肌色〕という語が差別的だという人もいる。";
Q[407].Ans[0] = "はだいろ";
Q[407].Ans[1] = "ももいろ";
Q[407].Ans[2] = "あいいろ";
Q[407].Ans[3] = "ちゃいろ";
Q[407].comment = "『肌色』は『はだいろ』と読む。";

Q[408].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔肌〕にあわなければ使用を中止してください。";
Q[408].Ans[0] = "はだ";
Q[408].Ans[1] = "ほほ";
Q[408].Ans[2] = "もも";
Q[408].Ans[3] = "かお";
Q[408].comment = "『肌』は『はだ』と読む。";

Q[409].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ガラスの破片が〔四方八方〕に飛び散った。";
Q[409].Ans[0] = "しほうはっぽう";
Q[409].Ans[1] = "しほうはちほう";
Q[409].Ans[2] = "しほうようほう";
Q[409].Ans[3] = "しほうよほう";
Q[409].comment = "『四方八方』は『しほうはっぽう』と読む。";

Q[410].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>公園の〔八重桜〕が満開になっています。";
Q[410].Ans[0] = "やえざくら";
Q[410].Ans[1] = "はちえざくら";
Q[410].Ans[2] = "はちじゅうざくら";
Q[410].Ans[3] = "ここのえざくら";
Q[410].comment = "『八重桜』は『やえざくら』と読む。";

Q[411].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>近所の〔八百屋〕が店じまいすることになった。";
Q[411].Ans[0] = "やおや";
Q[411].Ans[1] = "ももや";
Q[411].Ans[2] = "ようや";
Q[411].Ans[3] = "はつや";
Q[411].comment = "『八百屋』は『やおや』と読む。";

Q[412].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>週刊誌による〔八百長〕報道で裁判になっている。";
Q[412].Ans[0] = "やおちょう";
Q[412].Ans[1] = "はっぴゃくちょう";
Q[412].Ans[2] = "はちひゃくちょう";
Q[412].Ans[3] = "ようちょう";
Q[412].comment = "『八百長』は『やおちょう』と読む。";

Q[413].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>仕事がうまくいかないからって、〔八つ当たり〕するのはやめてくれ。";
Q[413].Ans[0] = "やつあたり";
Q[413].Ans[1] = "やっつあたり";
Q[413].Ans[2] = "はちつあたり";
Q[413].Ans[3] = "はっつあたり";
Q[413].comment = "『八つ当たり』は『やつあたり』と読む。";

Q[414].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みかんが〔八つ〕並んでいる。";
Q[414].Ans[0] = "やっつ";
Q[414].Ans[1] = "みっつ";
Q[414].Ans[2] = "よっつ";
Q[414].Ans[3] = "むっつ";
Q[414].comment = "『八つ』は『やっつ』と読む。";

Q[415].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今月の〔八日〕に入金しました。";
Q[415].Ans[0] = "ようか";
Q[415].Ans[1] = "とおか";
Q[415].Ans[2] = "はつか";
Q[415].Ans[3] = "よっか";
Q[415].comment = "『八日』は『ようか』と読む。";

Q[416].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>強風で〔植木鉢〕が倒れてしまった。";
Q[416].Ans[0] = "うえきばち";
Q[416].Ans[1] = "うえきぼん";
Q[416].Ans[2] = "うえきざら";
Q[416].Ans[3] = "うえきおけ";
Q[416].comment = "『植木鉢』は『うえきばち』と読む。";

Q[417].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>サボテンを大きな〔鉢〕に植えかえる。";
Q[417].Ans[0] = "はち";
Q[417].Ans[1] = "ぼう";
Q[417].Ans[2] = "ほん";
Q[417].Ans[3] = "はん";
Q[417].comment = "『鉢』は『はち』と読む。";

Q[418].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ミサイルを何発も〔発射〕する。";
Q[418].Ans[0] = "はっしゃ";
Q[418].Ans[1] = "ほっしゃ";
Q[418].Ans[2] = "ふっしゃ";
Q[418].Ans[3] = "ふんしゃ";
Q[418].comment = "『発射』は『はっしゃ』と読む。";

Q[419].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔突発的〕な事故を防止することは難しい。";
Q[419].Ans[0] = "とっぱつてき";
Q[419].Ans[1] = "とっはつてき";
Q[419].Ans[2] = "とっほつてき";
Q[419].Ans[3] = "とっふつてき";
Q[419].comment = "『突発的』は『とっぱつてき』と読む。";

Q[420].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>痛風の〔発作〕で辛そうだ。";
Q[420].Ans[0] = "ほっさ";
Q[420].Ans[1] = "ふっさ";
Q[420].Ans[2] = "はっさ";
Q[420].Ans[3] = "はつさ";
Q[420].comment = "『発作』は『ほっさ』と読む。";

Q[421].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大事件の〔発端〕が、当事者の勘違いだったということも多い。";
Q[421].Ans[0] = "ほったん";
Q[421].Ans[1] = "はったん";
Q[421].Ans[2] = "はつたん";
Q[421].Ans[3] = "ふったん";
Q[421].comment = "『発端』は『ほったん』と読む。";

Q[422].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本品を〔頭髪〕には使用しないでください。";
Q[422].Ans[0] = "とうはつ";
Q[422].Ans[1] = "とうはん";
Q[422].Ans[2] = "とうは";
Q[422].Ans[3] = "とうほう";
Q[422].comment = "『頭髪』は『とうはつ』と読む。";

Q[423].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>かなり〔髪〕が少なくなったが、何となく面影はある。";
Q[423].Ans[0] = "かみ";
Q[423].Ans[1] = "ひげ";
Q[423].Ans[2] = "まゆ";
Q[423].Ans[3] = "はつ";
Q[423].comment = "『髪』は『かみ』と読む。";

Q[424].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>週末に〔髪〕を切りに行った。";
Q[424].Ans[0] = "かみ";
Q[424].Ans[1] = "ひげ";
Q[424].Ans[2] = "まげ";
Q[424].Ans[3] = "まゆ";
Q[424].comment = "『髪』は『かみ』と読む。";

Q[425].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔板〕にくぎを打つ。";
Q[425].Ans[0] = "いた";
Q[425].Ans[1] = "さか";
Q[425].Ans[2] = "ぬか";
Q[425].Ans[3] = "はん";
Q[425].comment = "『板』は『いた』と読む。";

Q[426].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>息子は〔板前〕の修行に出ています。";
Q[426].Ans[0] = "いたまえ";
Q[426].Ans[1] = "ばんまえ";
Q[426].Ans[2] = "さかまえ";
Q[426].Ans[3] = "はんまえ";
Q[426].comment = "『板前』は『いたまえ』と読む。";

Q[427].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>美術の授業で〔版画〕を刷った。";
Q[427].Ans[0] = "はんが";
Q[427].Ans[1] = "ばんが";
Q[427].Ans[2] = "まんが";
Q[427].Ans[3] = "へんが";
Q[427].comment = "『版画』は『はんが』と読む。";

Q[428].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>友人が詩集を〔出版〕した。";
Q[428].Ans[0] = "しゅっぱん";
Q[428].Ans[1] = "しゅっはん";
Q[428].Ans[2] = "しゅっばん";
Q[428].Ans[3] = "しゅっぺん";
Q[428].comment = "『出版』は『しゅっぱん』と読む。";

Q[429].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国会で〔首班〕指名選挙が行なわれた。";
Q[429].Ans[0] = "しゅはん";
Q[429].Ans[1] = "しゅばん";
Q[429].Ans[2] = "しゅぱん";
Q[429].Ans[3] = "しゅっばん";
Q[429].comment = "『首班』は『しゅはん』と読む。";

Q[430].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>クラスを５つの〔班〕にわける。";
Q[430].Ans[0] = "はん";
Q[430].Ans[1] = "ばん";
Q[430].Ans[2] = "くみ";
Q[430].Ans[3] = "ぐん";
Q[430].comment = "『班』は『はん』と読む。";

Q[431].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔湖畔〕のホテルでゆっくりと過ごす。";
Q[431].Ans[0] = "こはん";
Q[431].Ans[1] = "こぱん";
Q[431].Ans[2] = "こばん";
Q[431].Ans[3] = "こしょう";
Q[431].comment = "『湖畔』は『こはん』と読む。";

Q[432].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔諸般〕の事情でイベントは中止します。";
Q[432].Ans[0] = "しょはん";
Q[432].Ans[1] = "しょぱん";
Q[432].Ans[2] = "しょばん";
Q[432].Ans[3] = "しょふん";
Q[432].comment = "『諸般』は『しょはん』と読む。";

Q[433].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一般〕の人にもわかるように説明してほしい。";
Q[433].Ans[0] = "いっぱん";
Q[433].Ans[1] = "いっはん";
Q[433].Ans[2] = "いっかん";
Q[433].Ans[3] = "いったん";
Q[433].comment = "『一般』は『いっぱん』と読む。";

Q[434].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オリジナルグッズを〔販売〕する。";
Q[434].Ans[0] = "はんばい";
Q[434].Ans[1] = "ふんばい";
Q[434].Ans[2] = "かんばい";
Q[434].Ans[3] = "こうばい";
Q[434].comment = "『販売』は『はんばい』と読む。";

Q[435].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>熱があるので〔市販〕の患感冒薬を服用する。";
Q[435].Ans[0] = "しはん";
Q[435].Ans[1] = "しかん";
Q[435].Ans[2] = "しさん";
Q[435].Ans[3] = "しみん";
Q[435].comment = "『市販』は『しはん』と読む。";

Q[436].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい〔炊飯器〕を購入する。";
Q[436].Ans[0] = "すいはんき";
Q[436].Ans[1] = "ついはんき";
Q[436].Ans[2] = "すいばんき";
Q[436].Ans[3] = "ついばんき";
Q[436].comment = "『炊飯器』は『すいはんき』と読む。";

Q[437].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>孫の誕生を〔赤飯〕で祝う。";
Q[437].Ans[0] = "せきはん";
Q[437].Ans[1] = "せきばん";
Q[437].Ans[2] = "せきぱん";
Q[437].Ans[3] = "せきほん";
Q[437].comment = "『赤飯』は『せきはん』と読む。";

Q[438].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このくらい〔朝飯前〕だ。";
Q[438].Ans[0] = "あさめしまえ";
Q[438].Ans[1] = "あさはんまえ";
Q[438].Ans[2] = "あさいいまえ";
Q[438].Ans[3] = "あさげまえ";
Q[438].comment = "『朝飯前』は『あさめしまえ』と読む。";

Q[439].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>引っ越し先に家具を〔搬入〕する。";
Q[439].Ans[0] = "はんにゅう";
Q[439].Ans[1] = "ばんにゅう";
Q[439].Ans[2] = "ほんにゅう";
Q[439].Ans[3] = "こうにゅう";
Q[439].comment = "『搬入』は『はんにゅう』と読む。";

Q[440].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新幹線の車両をトレーラーで〔運搬〕する。";
Q[440].Ans[0] = "うんぱん";
Q[440].Ans[1] = "うんそう";
Q[440].Ans[2] = "うんちん";
Q[440].Ans[3] = "うんゆ";
Q[440].comment = "『運搬』は『うんぱん』と読む。";

Q[441].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事務処理が〔煩雑〕だ。";
Q[441].Ans[0] = "はんざつ";
Q[441].Ans[1] = "ふくざつ";
Q[441].Ans[2] = "そざつ";
Q[441].Ans[3] = "こんざつ";
Q[441].comment = "『煩雑』は『はんざつ』と読む。";

Q[442].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大晦日には〔煩悩〕の数だけ鐘をつく。";
Q[442].Ans[0] = "ぼんのう";
Q[442].Ans[1] = "はんのう";
Q[442].Ans[2] = "ふつのう";
Q[442].Ans[3] = "けつのう";
Q[442].comment = "『煩悩』は『ぼんのう』と読む。";

Q[443].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔は不良だったが、今では〔子煩悩〕な父親になっている。";
Q[443].Ans[0] = "こぼんのう";
Q[443].Ans[1] = "こもんのう";
Q[443].Ans[2] = "こけつのう";
Q[443].Ans[3] = "こぶつのう";
Q[443].comment = "『子煩悩』は『こぼんのう』と読む。";

Q[444].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔煩わしい〕日常から解放される。";
Q[444].Ans[0] = "わずらわしい";
Q[444].Ans[1] = "いかがわしい";
Q[444].Ans[2] = "けがらわしい";
Q[444].Ans[3] = "なげかわしい";
Q[444].comment = "『煩わしい』は『わずらわしい』と読む。";

Q[445].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供の将来を〔思い煩う〕。";
Q[445].Ans[0] = "おもいわずらう";
Q[445].Ans[1] = "おもいかかずらう";
Q[445].Ans[2] = "おもいまどう";
Q[445].Ans[3] = "おもいさまよう";
Q[445].comment = "『思い煩う』は『おもいわずらう』と読む。";

Q[446].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会社の人間関係が〔煩わしい〕からと、ポットに毒を入れたらしい。";
Q[446].Ans[0] = "わずらわしい";
Q[446].Ans[1] = "いかがわしい";
Q[446].Ans[2] = "なげかわしい";
Q[446].Ans[3] = "とむらわしい";
Q[446].comment = "『煩わしい』は『わずらわしい』と読む。";

Q[447].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お手を〔煩わせて〕申し訳ないことです。";
Q[447].Ans[0] = "わずらわせて";
Q[447].Ans[1] = "とむらわせて";
Q[447].Ans[2] = "あらわせて";
Q[447].Ans[3] = "かかずらわせて";
Q[447].comment = "『煩わせる』は『わずらわせる』と読む。";

Q[448].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お試しセットを無料で〔頒布〕する。";
Q[448].Ans[0] = "はんぷ";
Q[448].Ans[1] = "りょうぷ";
Q[448].Ans[2] = "そうぷ";
Q[448].Ans[3] = "ぶんぷ";
Q[448].comment = "『頒布』は『はんぷ』と読む。";

Q[449].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テスト〔範囲〕を言いますから、静かに聞きなさい。";
Q[449].Ans[0] = "はんい";
Q[449].Ans[1] = "ほんい";
Q[449].Ans[2] = "こうい";
Q[449].Ans[3] = "けんい";
Q[449].comment = "『範囲』は『はんい』と読む。";

Q[450].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くんは〔模範的〕な学生だった。";
Q[450].Ans[0] = "もはんてき";
Q[450].Ans[1] = "もほうてき";
Q[450].Ans[2] = "もぞうてき";
Q[450].Ans[3] = "もこうてき";
Q[450].comment = "『模範的』は『もはんてき』と読む。";

Q[451].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海外生活では、その社会の〔規範〕を犯さないようにしなければならない。";
Q[451].Ans[0] = "きはん";
Q[451].Ans[1] = "きばん";
Q[451].Ans[2] = "きほん";
Q[451].Ans[3] = "きぶん";
Q[451].comment = "『規範』は『きはん』と読む。";

Q[452].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>恐竜が〔繁栄〕していた時代を想像してみてください。";
Q[452].Ans[0] = "はんえい";
Q[452].Ans[1] = "ほんえい";
Q[452].Ans[2] = "しげえい";
Q[452].Ans[3] = "びんえい";
Q[452].comment = "『繁栄』は『はんえい』と読む。";

Q[453].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>不況で夜の〔繁華街〕も人通りがまばらだ。";
Q[453].Ans[0] = "はんかがい";
Q[453].Ans[1] = "ばんかがい";
Q[453].Ans[2] = "しげかがい";
Q[453].Ans[3] = "びんかがい";
Q[453].comment = "『繁華街』は『はんかがい』と読む。";

Q[454].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明治時代に〔藩〕を廃止して県を置いた。";
Q[454].Ans[0] = "はん";
Q[454].Ans[1] = "ほん";
Q[454].Ans[2] = "ばん";
Q[454].Ans[3] = "けん";
Q[454].comment = "『藩』は『はん』と読む。";

Q[455].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の先祖は30万石の〔藩主〕だったという。";
Q[455].Ans[0] = "はんしゅ";
Q[455].Ans[1] = "こくしゅ";
Q[455].Ans[2] = "ばんしゅ";
Q[455].Ans[3] = "じょうしゅ";
Q[455].comment = "『藩主』は『はんしゅ』と読む。";

Q[456].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこに行ったかはわかりませんか、〔晩〕になれば帰ってくるでしょう。";
Q[456].Ans[0] = "ばん";
Q[456].Ans[1] = "わん";
Q[456].Ans[2] = "まん";
Q[456].Ans[3] = "よる";
Q[456].comment = "『晩』は『ばん』と読む。";

Q[457].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一時的に融資でしのいでも〔早晩〕経営が破綻していたことに疑いはない。";
Q[457].Ans[0] = "そうばん";
Q[457].Ans[1] = "そうわん";
Q[457].Ans[2] = "そうまん";
Q[457].Ans[3] = "そうめん";
Q[457].comment = "『早晩』は『そうばん』と読む。";

Q[458].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>煎茶よりも〔番茶〕が好きだという人もいる。";
Q[458].Ans[0] = "ばんちゃ";
Q[458].Ans[1] = "はんちゃ";
Q[458].Ans[2] = "こうちゃ";
Q[458].Ans[3] = "せんちゃ";
Q[458].comment = "『番茶』は『ばんちゃ』と読む。";

Q[459].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高校時代には〔番長〕だったという。";
Q[459].Ans[0] = "ばんちょう";
Q[459].Ans[1] = "はんちょう";
Q[459].Ans[2] = "こうちょう";
Q[459].Ans[3] = "せんちょう";
Q[459].comment = "『番長』は『ばんちょう』と読む。";

Q[460].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>背番号10番は永久〔欠番〕になっている。";
Q[460].Ans[0] = "けつばん";
Q[460].Ans[1] = "けつはん";
Q[460].Ans[2] = "けっばん";
Q[460].Ans[3] = "けっぱん";
Q[460].comment = "『欠番』は『けつばん』と読む。";

Q[461].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ兵はみな〔野蛮〕だ。";
Q[461].Ans[0] = "やばん";
Q[461].Ans[1] = "やまん";
Q[461].Ans[2] = "やかん";
Q[461].Ans[3] = "やちん";
Q[461].comment = "『野蛮』は『やばん』と読む。";

Q[462].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米兵の〔蛮行〕を食い止める手だてはないものだろうか。";
Q[462].Ans[0] = "ばんこう";
Q[462].Ans[1] = "まんこう";
Q[462].Ans[2] = "ぼうこう";
Q[462].Ans[3] = "どうこう";
Q[462].comment = "『蛮行』は『ばんこう』と読む。";

Q[463].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このあたりは〔地盤〕がもろいので、地震に弱いという。";
Q[463].Ans[0] = "じばん";
Q[463].Ans[1] = "じぼん";
Q[463].Ans[2] = "じぱん";
Q[463].Ans[3] = "じぶん";
Q[463].comment = "『地盤』は『じばん』と読む。";

Q[464].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ドイツのシュルトが〔円盤〕投げの世界記録を保持している。";
Q[464].Ans[0] = "えんばん";
Q[464].Ans[1] = "えんぱん";
Q[464].Ans[2] = "えんまん";
Q[464].Ans[3] = "えんぼん";
Q[464].comment = "『円盤』は『えんばん』と読む。";

Q[465].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>客観的に〔比較〕するためには、基準が必要だ。";
Q[465].Ans[0] = "ひかく";
Q[465].Ans[1] = "ひいかく";
Q[465].Ans[2] = "ひっかく";
Q[465].Ans[3] = "ぴかく";
Q[465].comment = "『比較』は『ひかく』と読む。";

Q[466].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>強烈〔無比〕な左のパンチで一時代を築いた。";
Q[466].Ans[0] = "むひ";
Q[466].Ans[1] = "むび";
Q[466].Ans[2] = "むぴ";
Q[466].Ans[3] = "むびい";
Q[466].comment = "『無比』は『むひ』と読む。";

Q[467].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>真くんに〔比べれば〕ずいぶん大人だ。";
Q[467].Ans[0] = "くらべれば";
Q[467].Ans[1] = "ならべれば";
Q[467].Ans[2] = "まなべれば";
Q[467].Ans[3] = "あそべれば";
Q[467].comment = "『比べる』は『くらべる』と読む。";

Q[468].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔皮膚〕が弱いので、すぐかぶれてしまう。";
Q[468].Ans[0] = "ひふ";
Q[468].Ans[1] = "ひいふ";
Q[468].Ans[2] = "びふ";
Q[468].Ans[3] = "かわふ";
Q[468].comment = "『皮膚』は『ひふ』と読む。";

Q[469].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔皮肉〕ばかり言っていると嫌われますよ。";
Q[469].Ans[0] = "ひにく";
Q[469].Ans[1] = "ひいにく";
Q[469].Ans[2] = "かわにく";
Q[469].Ans[3] = "がわにく";
Q[469].comment = "『皮肉』は『ひにく』と読む。";

Q[470].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔毛皮〕のコートを購入する。";
Q[470].Ans[0] = "けがわ";
Q[470].Ans[1] = "けひ";
Q[470].Ans[2] = "けはい";
Q[470].Ans[3] = "けなみ";
Q[470].comment = "『毛皮』は『けがわ』と読む。";

Q[471].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>焼き鳥は〔皮〕が好きです。";
Q[471].Ans[0] = "かわ";
Q[471].Ans[1] = "ほね";
Q[471].Ans[2] = "はつ";
Q[471].Ans[3] = "もも";
Q[471].comment = "『皮』は『かわ』と読む。";

Q[472].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔王妃〕の病気を治せる医者をさがす。";
Q[472].Ans[0] = "おうひ";
Q[472].Ans[1] = "おうき";
Q[472].Ans[2] = "おうこ";
Q[472].Ans[3] = "おうはい";
Q[472].comment = "『王妃』は『おうひ』と読む。";

Q[473].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生まれた〔村〕に帰る道が、地震でくずれてしまった。";
Q[473].Ans[0] = "むら";
Q[473].Ans[1] = "まち";
Q[473].Ans[2] = "さと";
Q[473].Ans[3] = "くに";
Q[473].comment = "『村』は『むら』と読む。";

Q[474].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔子孫〕に借金を残さないようにしたい。";
Q[474].Ans[0] = "しそん";
Q[474].Ans[1] = "しまご";
Q[474].Ans[2] = "しけい";
Q[474].Ans[3] = "こども";
Q[474].comment = "『子孫』は『しそん』と読む。";

Q[475].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>五月に〔孫〕が生まれた。";
Q[475].Ans[0] = "まご";
Q[475].Ans[1] = "むこ";
Q[475].Ans[2] = "むすこ";
Q[475].Ans[3] = "おい";
Q[475].comment = "『孫』は『まご』と読む。";

Q[476].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人々に〔尊敬〕される政治家を目指しなさい。";
Q[476].Ans[0] = "そんけい";
Q[476].Ans[1] = "かんけい";
Q[476].Ans[2] = "ぞうけい";
Q[476].Ans[3] = "どうけい";
Q[476].comment = "『尊敬』は『そんけい』と読む。";

Q[477].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔尊大〕な態度をとっていると嫌われてしまいます。";
Q[477].Ans[0] = "そんだい";
Q[477].Ans[1] = "ぞうだい";
Q[477].Ans[2] = "つうだい";
Q[477].Ans[3] = "くんだい";
Q[477].comment = "『尊大』は『そんだい』と読む。";

Q[478].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔尊い〕人命が多数奪われた。";
Q[478].Ans[0] = "とうとい";
Q[478].Ans[1] = "はかない";
Q[478].Ans[2] = "きたない";
Q[478].Ans[3] = "うるわしい";
Q[478].comment = "『尊い』は『とうとい』『たっとい』と読む。";

Q[479].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>感謝する気持ちは〔尊い〕ものです。";
Q[479].Ans[0] = "たっとい";
Q[479].Ans[1] = "えがたい";
Q[479].Ans[2] = "ありがたい";
Q[479].Ans[3] = "はかない";
Q[479].comment = "『尊い』は『たっとい』『とうとい』と読む。";

Q[480].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自由を〔尊ぶ〕校風で知られている名門校だ。";
Q[480].Ans[0] = "とうとぶ";
Q[480].Ans[1] = "よろこぶ";
Q[480].Ans[2] = "さけぶ";
Q[480].Ans[3] = "およぶ";
Q[480].comment = "『尊ぶ』は『とうとぶ』と読む。";

Q[481].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>イベントに失敗して大きな〔損失〕を出した。";
Q[481].Ans[0] = "そんしつ";
Q[481].Ans[1] = "そうしつ";
Q[481].Ans[2] = "ふんしつ";
Q[481].Ans[3] = "きんしつ";
Q[481].comment = "『損失』は『そんしつ』と読む。";

Q[482].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>開封時に〔破損〕している商品は交換いたします。";
Q[482].Ans[0] = "はそん";
Q[482].Ans[1] = "はいん";
Q[482].Ans[2] = "はすう";
Q[482].Ans[3] = "はたん";
Q[482].comment = "『破損』は『はそん』と読む。";

Q[483].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>たばこは、あなたの健康を〔損なう〕おそれがあります。";
Q[483].Ans[0] = "そこなう";
Q[483].Ans[1] = "おぎなう";
Q[483].Ans[2] = "まかなう";
Q[483].Ans[3] = "いざなう";
Q[483].comment = "『損なう』は『そこなう』と読む。";

Q[484].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高層ビルによって、歴史的な景観が〔損なわれて〕いる。";
Q[484].Ans[0] = "そこなわれて";
Q[484].Ans[1] = "なわれて";
Q[484].Ans[2] = "なわれて";
Q[484].Ans[3] = "なわれて";
Q[484].comment = "『損なう』は『そこなう』と読む。";

Q[485].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の機嫌を〔損ねて〕しまった。";
Q[485].Ans[0] = "そこねて";
Q[485].Ans[1] = "かさねて";
Q[485].Ans[2] = "たずねて";
Q[485].Ans[3] = "つらねて";
Q[485].comment = "『損ねる』は『そこねる』と読む。";

Q[486].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔やり損ねる〕ことがないように気合いを入れてやりなさい。";
Q[486].Ans[0] = "やりそこねる";
Q[486].Ans[1] = "やりたずねる";
Q[486].Ans[2] = "やりかさねる";
Q[486].Ans[3] = "やりつらねる";
Q[486].comment = "『損ねる』は『そこねる』と読む。";

Q[487].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>内政に関して〔他国〕の干渉は受けない。";
Q[487].Ans[0] = "たこく";
Q[487].Ans[1] = "しこく";
Q[487].Ans[2] = "かこく";
Q[487].Ans[3] = "そこく";
Q[487].comment = "『他国』は『たこく』と読む。";

Q[488].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔排他的〕経済水域内で違法操業している韓国漁船が少なくない。";
Q[488].Ans[0] = "はいたてき";
Q[488].Ans[1] = "はいしてき";
Q[488].Ans[2] = "はいじょてき";
Q[488].Ans[3] = "はいきてき";
Q[488].comment = "『排他的』は『はいたてき』と読む。";

Q[489].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは〔雑多〕な人種が住む国だ。";
Q[489].Ans[0] = "ざった";
Q[489].Ans[1] = "ざっし";
Q[489].Ans[2] = "ざっく";
Q[489].Ans[3] = "ざっとう";
Q[489].comment = "『雑多』は『ざった』と読む。";

Q[490].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔多数〕の意見がいつも正しいとは限らない。";
Q[490].Ans[0] = "たすう";
Q[490].Ans[1] = "どうすう";
Q[490].Ans[2] = "おおすう";
Q[490].Ans[3] = "きょすう";
Q[490].comment = "『多数』は『たすう』と読む。";

Q[491].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近、何かにつけて迷うことが〔多い〕。";
Q[491].Ans[0] = "おおい";
Q[491].Ans[1] = "おおきい";
Q[491].Ans[2] = "おうい";
Q[491].Ans[3] = "おうきい";
Q[491].comment = "『多い』は『おおい』と読む。";

Q[492].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔打撃〕は好調だが、守備がまずい。";
Q[492].Ans[0] = "だげき";
Q[492].Ans[1] = "たげき";
Q[492].Ans[2] = "とつげき";
Q[492].Ans[3] = "うつげき";
Q[492].comment = "『打撃』は『だげき』と読む。";

Q[493].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>右のパンチの〔連打〕で勝利した。";
Q[493].Ans[0] = "れんだ";
Q[493].Ans[1] = "れんとう";
Q[493].Ans[2] = "れんざ";
Q[493].Ans[3] = "れんどう";
Q[493].comment = "『連打』は『れんだ』と読む。";

Q[494].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>太鼓の乱れ〔打ち〕が見事だった。";
Q[494].Ans[0] = "うち";
Q[494].Ans[1] = "かち";
Q[494].Ans[2] = "おち";
Q[494].Ans[3] = "まち";
Q[494].comment = "『打ち』は『うち』と読む。";

Q[495].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今回に限っては、〔妥当〕な判断だったといえる。";
Q[495].Ans[0] = "だとう";
Q[495].Ans[1] = "とうとう";
Q[495].Ans[2] = "こうとう";
Q[495].Ans[3] = "じとう";
Q[495].comment = "『妥当』は『だとう』と読む。";

Q[496].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長期政権を〔打倒〕する。";
Q[496].Ans[0] = "だとう";
Q[496].Ans[1] = "あっとう";
Q[496].Ans[2] = "うっとう";
Q[496].Ans[3] = "たいとう";
Q[496].comment = "『打倒』は『だとう』と読む。";

Q[497].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>適当な相手で〔妥協〕しないと、一生一人のままだよ。";
Q[497].Ans[0] = "だきょう";
Q[497].Ans[1] = "とうきょう";
Q[497].Ans[2] = "こきょう";
Q[497].Ans[3] = "ききょう";
Q[497].comment = "『妥協』は『だきょう』と読む。";

Q[498].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間は〔堕落〕するものだ。";
Q[498].Ans[0] = "だらく";
Q[498].Ans[1] = "ついらく";
Q[498].Ans[2] = "かつらく";
Q[498].Ans[3] = "どうらく";
Q[498].comment = "『堕落』は『だらく』と読む。";

Q[499].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔怠惰〕な日常を送っていると、人間がダメになってしまうよ。";
Q[499].Ans[0] = "たいだ";
Q[499].Ans[1] = "たいど";
Q[499].Ans[2] = "たいこ";
Q[499].Ans[3] = "たいまん";
Q[499].comment = "『怠惰』は『たいだ』と読む。";