var Qnum = 300;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もしかすると彼女は〔女王〕だったかもしれない人だ。";
Q[0].Ans[0] = "じょおう";
Q[0].Ans[1] = "にょおう";
Q[0].Ans[2] = "にゅおう";
Q[0].Ans[3] = "じゅおう";
Q[0].comment = "『女王』は『じょおう』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔神話〕の時代の話です。";
Q[1].Ans[0] = "しんわ";
Q[1].Ans[1] = "せんわ";
Q[1].Ans[2] = "じんわ";
Q[1].Ans[3] = "ぜんわ";
Q[1].comment = "『神話』は『しんわ』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電話をしましたが〔話し中〕のようです。";
Q[2].Ans[0] = "はなしちゅう";
Q[2].Ans[1] = "わしちゅう";
Q[2].Ans[2] = "わしじゅう";
Q[2].Ans[3] = "はなしじゅう";
Q[2].comment = "『話し中』は『はなしちゅう』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔関連〕があるでしょうか。";
Q[3].Ans[0] = "かんれん";
Q[3].Ans[1] = "せきりん";
Q[3].Ans[2] = "せきれん";
Q[3].Ans[3] = "かんりん";
Q[3].comment = "『関連』は『かんれん』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>企業の〔連合〕をつくる。";
Q[4].Ans[0] = "れんごう";
Q[4].Ans[1] = "れんふ";
Q[4].Ans[2] = "りんふ";
Q[4].Ans[3] = "りんあい";
Q[4].comment = "『連合』は『れんごう』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾といって何を〔連想〕しますか。";
Q[5].Ans[0] = "れんそう";
Q[5].Ans[1] = "れっしょう";
Q[5].Ans[2] = "りっしょう";
Q[5].Ans[3] = "りんそう";
Q[5].comment = "『連想』は『れんそう』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犬を〔連れて〕いく。";
Q[6].Ans[0] = "つれて";
Q[6].Ans[1] = "つられて";
Q[6].Ans[2] = "すれて";
Q[6].Ans[3] = "すられて";
Q[6].comment = "『連れて』は『つれて』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな結婚では〔苦労〕するでしょう。";
Q[7].Ans[0] = "くろう";
Q[7].Ans[1] = "ぐらん";
Q[7].Ans[2] = "くらん";
Q[7].Ans[3] = "ぐろう";
Q[7].comment = "『苦労』は『くろう』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔労働〕こそ人間を自由にします。";
Q[8].Ans[0] = "ろうどう";
Q[8].Ans[1] = "ろうどん";
Q[8].Ans[2] = "らんどう";
Q[8].Ans[3] = "らんどん";
Q[8].comment = "『労働』は『ろうどう』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このまちには〔緑〕がない。";
Q[9].Ans[0] = "みどり";
Q[9].Ans[1] = "ひじり";
Q[9].Ans[2] = "こより";
Q[9].Ans[3] = "たまり";
Q[9].comment = "『緑』は『みどり』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔針路〕を北にとれ。";
Q[10].Ans[0] = "しんろ";
Q[10].Ans[1] = "ぜんる";
Q[10].Ans[2] = "しんる";
Q[10].Ans[3] = "ぜんろ";
Q[10].comment = "『針路』は『しんろ』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔通路〕ですからバイクを置かないでください。";
Q[11].Ans[0] = "つうろ";
Q[11].Ans[1] = "とおろ";
Q[11].Ans[2] = "とみち";
Q[11].Ans[3] = "つみち";
Q[11].comment = "『通路』は『つうろ』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも店の前に〔行列〕ができる。";
Q[12].Ans[0] = "ぎょうれつ";
Q[12].Ans[1] = "こうりつ";
Q[12].Ans[2] = "ぎょうりつ";
Q[12].Ans[3] = "こうれつ";
Q[12].comment = "『行列』は『ぎょうれつ』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日の日本〔列島〕は、どこも寒い一日でした。";
Q[13].Ans[0] = "れっとう";
Q[13].Ans[1] = "りっとう";
Q[13].Ans[2] = "れつどう";
Q[13].Ans[3] = "りつどう";
Q[13].comment = "『列島』は『れっとう』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔実例〕を研究する。";
Q[14].Ans[0] = "じつれい";
Q[14].Ans[1] = "しつり";
Q[14].Ans[2] = "じつり";
Q[14].Ans[3] = "しつれい";
Q[14].comment = "『実例』は『じつれい』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もちろん〔例外〕はあります。";
Q[15].Ans[0] = "れいがい";
Q[15].Ans[1] = "りわい";
Q[15].Ans[2] = "りつがい";
Q[15].Ans[3] = "れつわい";
Q[15].comment = "『例外』は『れいがい』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>果物には、〔例えば〕どういうものがありますか。";
Q[16].Ans[0] = "たとえば";
Q[16].Ans[1] = "たどえば";
Q[16].Ans[2] = "たでえば";
Q[16].Ans[3] = "たてえば";
Q[16].comment = "『例えば』は『たとえば』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>使った道具をもとに〔戻す〕。";
Q[17].Ans[0] = "もどす";
Q[17].Ans[1] = "ほどす";
Q[17].Ans[2] = "おどす";
Q[17].Ans[3] = "まどす";
Q[17].comment = "『戻す』は『もどす』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんな〔無事〕でした。";
Q[18].Ans[0] = "ぶじ";
Q[18].Ans[1] = "むし";
Q[18].Ans[2] = "うじ";
Q[18].Ans[3] = "なし";
Q[18].comment = "『無事』は『ぶじ』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもには〔無限〕の可能性があるらしい。";
Q[19].Ans[0] = "むげん";
Q[19].Ans[1] = "むせん";
Q[19].Ans[2] = "ぶげん";
Q[19].Ans[3] = "ぶせん";
Q[19].comment = "『無限』は『むげん』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自信に〔満ちた〕顔をしている。";
Q[20].Ans[0] = "みちた";
Q[20].Ans[1] = "まちた";
Q[20].Ans[2] = "むちた";
Q[20].Ans[3] = "もちた";
Q[20].comment = "『満ちた』は『みちた』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何がそんなに〔不満〕なのですか。";
Q[21].Ans[0] = "ふまん";
Q[21].Ans[1] = "ふみち";
Q[21].Ans[2] = "ふみつ";
Q[21].Ans[3] = "ふまつ";
Q[21].comment = "『不満』は『ふまん』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この店はいつも〔満員〕だ。";
Q[22].Ans[0] = "まんいん";
Q[22].Ans[1] = "みついん";
Q[22].Ans[2] = "みちいん";
Q[22].Ans[3] = "まっいん";
Q[22].comment = "『満員』は『まんいん』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな答えでは、わたしは〔満足〕できません。";
Q[23].Ans[0] = "まんぞく";
Q[23].Ans[1] = "みちたり";
Q[23].Ans[2] = "みちだり";
Q[23].Ans[3] = "まんそく";
Q[23].comment = "『満足』は『まんぞく』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本に〔国王〕はいない。";
Q[24].Ans[0] = "こくおう";
Q[24].Ans[1] = "こくわ";
Q[24].Ans[2] = "こぐおう";
Q[24].Ans[3] = "こぐわ";
Q[24].comment = "『国王』は『こくおう』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾に〔王様〕はいない。";
Q[25].Ans[0] = "おうさま";
Q[25].Ans[1] = "おさま";
Q[25].Ans[2] = "おっさま";
Q[25].Ans[3] = "わっさま";
Q[25].comment = "『王様』は『おうさま』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は友だちに〔王子〕とよばれている。";
Q[26].Ans[0] = "おうじ";
Q[26].Ans[1] = "おうこ";
Q[26].Ans[2] = "おじ";
Q[26].Ans[3] = "わこ";
Q[26].comment = "『王子』は『おうじ』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女と〔遊園地〕に遊びに行く。";
Q[27].Ans[0] = "ゆうえんち";
Q[27].Ans[1] = "ようえんじ";
Q[27].Ans[2] = "ゆえんじ";
Q[27].Ans[3] = "よえんち";
Q[27].comment = "『遊園地』は『ゆうえんち』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人があやしい〔液体〕を飲んでいる。";
Q[28].Ans[0] = "えきたい";
Q[28].Ans[1] = "えぎたい";
Q[28].Ans[2] = "えきだい";
Q[28].Ans[3] = "えぎだい";
Q[28].comment = "『液体』は『えきたい』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病院に〔血液〕が足りない。";
Q[29].Ans[0] = "けつえき";
Q[29].Ans[1] = "けっえき";
Q[29].Ans[2] = "けっえぎ";
Q[29].Ans[3] = "けつえぎ";
Q[29].comment = "『血液』は『けつえき』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔英文〕で手紙を書く。";
Q[30].Ans[0] = "えいぶん";
Q[30].Ans[1] = "いんぶん";
Q[30].Ans[2] = "えいうん";
Q[30].Ans[3] = "いんうん";
Q[30].comment = "『英文』は『えいぶん』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたは〔栄養〕をとりすぎていませんか。";
Q[31].Ans[0] = "えいよう";
Q[31].Ans[1] = "いんよう";
Q[31].Ans[2] = "えよう";
Q[31].Ans[3] = "いよう";
Q[31].comment = "『栄養』は『えいよう』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔望遠鏡〕で何を見ているのですか。";
Q[32].Ans[0] = "ぼうえんきょう";
Q[32].Ans[1] = "ぼうとおきょう";
Q[32].Ans[2] = "ぽうとうぎょう";
Q[32].Ans[3] = "ぽうえんぎょう";
Q[32].comment = "『望遠鏡』は『ぼうえんきょう』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小学校の〔遠足〕にいく。";
Q[33].Ans[0] = "えんそく";
Q[33].Ans[1] = "とおそく";
Q[33].Ans[2] = "えんぞく";
Q[33].Ans[3] = "とおぞく";
Q[33].comment = "『遠足』は『えんそく』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋を〔汚さないで〕ください。";
Q[34].Ans[0] = "よごさないで";
Q[34].Ans[1] = "ちらさないで";
Q[34].Ans[2] = "おごさないで";
Q[34].Ans[3] = "さらさないで";
Q[34].comment = "『汚さないで』は『よごさないで』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校のプールは〔屋外〕にあります。";
Q[35].Ans[0] = "おくがい";
Q[35].Ans[1] = "おくわい";
Q[35].Ans[2] = "うがい";
Q[35].Ans[3] = "うわい";
Q[35].comment = "『屋外』は『おくがい』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人が住むための建物を〔家屋〕という。";
Q[36].Ans[0] = "かおく";
Q[36].Ans[1] = "かうく";
Q[36].Ans[2] = "やおく";
Q[36].Ans[3] = "やうく";
Q[36].comment = "『家屋』は『かおく』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小屋〕のような家に住んでいる。";
Q[37].Ans[0] = "こや";
Q[37].Ans[1] = "おおく";
Q[37].Ans[2] = "おや";
Q[37].Ans[3] = "こおく";
Q[37].comment = "『小屋』は『こや』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔屋根〕のない家に住んでいる人もいる。";
Q[38].Ans[0] = "やね";
Q[38].Ans[1] = "うね";
Q[38].Ans[2] = "おっこん";
Q[38].Ans[3] = "うっこん";
Q[38].comment = "『屋根』は『やね』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだ〔五十音〕もできないのですか。";
Q[39].Ans[0] = "ごじゅうおん";
Q[39].Ans[1] = "いそね";
Q[39].Ans[2] = "ごしゅうおん";
Q[39].Ans[3] = "いぞね";
Q[39].comment = "『五十音』は『ごじゅうおん』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この録音は〔雑音〕がひどい。";
Q[40].Ans[0] = "ざつおん";
Q[40].Ans[1] = "ざついん";
Q[40].Ans[2] = "ぞういん";
Q[40].Ans[3] = "ぞうおん";
Q[40].comment = "『雑音』は『ざつおん』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔物音〕におどろく。";
Q[41].Ans[0] = "ものおと";
Q[41].Ans[1] = "ぶつおん";
Q[41].Ans[2] = "ものね";
Q[41].Ans[3] = "ぶついん";
Q[41].comment = "『物音』は『ものおと』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたにも〔過失〕がないとはいえない。";
Q[42].Ans[0] = "かしつ";
Q[42].Ans[1] = "ぐし";
Q[42].Ans[2] = "かじつ";
Q[42].Ans[3] = "ぐしつ";
Q[42].comment = "『過失』は『かしつ』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>賛成が〔過半数〕だった。";
Q[43].Ans[0] = "かはんすう";
Q[43].Ans[1] = "ぐはんすう";
Q[43].Ans[2] = "かばんすう";
Q[43].Ans[3] = "ぐばんすう";
Q[43].comment = "『過半数』は『かはんすう』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>１泊なのに〔荷物〕が多い。";
Q[44].Ans[0] = "にもつ";
Q[44].Ans[1] = "にもの";
Q[44].Ans[2] = "ふもの";
Q[44].Ans[3] = "にぶつ";
Q[44].comment = "『荷物』は『にもつ』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このことは、〔教育界〕では以前から問題になっていた。";
Q[45].Ans[0] = "きょういくかい";
Q[45].Ans[1] = "じょういくかい";
Q[45].Ans[2] = "じょうゆがい";
Q[45].Ans[3] = "きょうゆがい";
Q[45].comment = "『教育界』は『きょういくかい』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔限界〕までがんばりなさい。";
Q[46].Ans[0] = "げんかい";
Q[46].Ans[1] = "せんかい";
Q[46].Ans[2] = "げんがい";
Q[46].Ans[3] = "せんがい";
Q[46].comment = "『限界』は『げんかい』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔革〕のバッグを買う。";
Q[47].Ans[0] = "かわ";
Q[47].Ans[1] = "がわ";
Q[47].Ans[2] = "くわ";
Q[47].Ans[3] = "ぐわ";
Q[47].comment = "『革』は『かわ』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔確実〕な情報です。";
Q[48].Ans[0] = "かくじつ";
Q[48].Ans[1] = "ちゅうじつ";
Q[48].Ans[2] = "かくじつ";
Q[48].Ans[3] = "ちゅうしつ";
Q[48].comment = "『確実』は『かくじつ』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名前を書いたかもう一度〔確認〕してください。";
Q[49].Ans[0] = "かくにん";
Q[49].Ans[1] = "がくにん";
Q[49].Ans[2] = "かくれん";
Q[49].Ans[3] = "がくれん";
Q[49].comment = "『確認』は『かくにん』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋から女が出て来たのは〔確か〕です。";
Q[50].Ans[0] = "たしか";
Q[50].Ans[1] = "さだか";
Q[50].Ans[2] = "はるか";
Q[50].Ans[3] = "わずか";
Q[50].comment = "『確か』は『たしか』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>できるだけ実験をして〔確かめる〕べきです。";
Q[51].Ans[0] = "たしかめる";
Q[51].Ans[1] = "だしかめる";
Q[51].Ans[2] = "たじかめる";
Q[51].Ans[3] = "たちかめる";
Q[51].comment = "『確かめる』は『たしかめる』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>総理には〔明確〕な答えを求めます。";
Q[52].Ans[0] = "めいかく";
Q[52].Ans[1] = "めいがく";
Q[52].Ans[2] = "めいちゅう";
Q[52].Ans[3] = "めいじゅう";
Q[52].comment = "『明確』は『めいかく』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>はじめてだったので〔的確〕な対応ができなかった。";
Q[53].Ans[0] = "てきかく";
Q[53].Ans[1] = "てかく";
Q[53].Ans[2] = "てっがく";
Q[53].Ans[3] = "てきがく";
Q[53].comment = "『的確』は『てきかく』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>５月までには〔完成〕するでしょう。";
Q[54].Ans[0] = "かんせい";
Q[54].Ans[1] = "かちょう";
Q[54].Ans[2] = "わちょう";
Q[54].Ans[3] = "わんせい";
Q[54].comment = "『完成』は『かんせい』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これですべて〔完了〕したことになる。";
Q[55].Ans[0] = "かんりょう";
Q[55].Ans[1] = "わんりょう";
Q[55].Ans[2] = "かんりょ";
Q[55].Ans[3] = "わんりょ";
Q[55].comment = "『完了』は『かんりょう』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>林の中で〔死体〕が発見された。";
Q[56].Ans[0] = "したい";
Q[56].Ans[1] = "しだい";
Q[56].Ans[2] = "じてい";
Q[56].Ans[3] = "じでい";
Q[56].comment = "『死体』は『したい』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋の中で〔死亡〕していたそうだ。";
Q[57].Ans[0] = "しぼう";
Q[57].Ans[1] = "すほう";
Q[57].Ans[2] = "しほう";
Q[57].Ans[3] = "すぼう";
Q[57].comment = "『死亡』は『しぼう』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もういい年なので、いろいろ〔必死〕だったのでしょうね。";
Q[58].Ans[0] = "ひっし";
Q[58].Ans[1] = "ひっす";
Q[58].Ans[2] = "ひっすう";
Q[58].Ans[3] = "びっし";
Q[58].comment = "『必死』は『ひっし』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アルバイトの学生に〔指示〕する。";
Q[59].Ans[0] = "しじ";
Q[59].Ans[1] = "じじ";
Q[59].Ans[2] = "じし";
Q[59].Ans[3] = "しし";
Q[59].comment = "『指示』は『しじ』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>はっきりと基準を〔示す〕べきです。";
Q[60].Ans[0] = "しめす";
Q[60].Ans[1] = "さす";
Q[60].Ans[2] = "あらわす";
Q[60].Ans[3] = "しるす";
Q[60].comment = "『示す』は『しめす』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔名詞〕ですから活用しません。";
Q[61].Ans[0] = "めいし";
Q[61].Ans[1] = "めいつ";
Q[61].Ans[2] = "みんつ";
Q[61].Ans[3] = "みんし";
Q[61].comment = "『名詞』は『めいし』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語では〔動詞〕で表現するものです。";
Q[62].Ans[0] = "どうし";
Q[62].Ans[1] = "どんし";
Q[62].Ans[2] = "どんつ";
Q[62].Ans[3] = "どうつ";
Q[62].comment = "『動詞』は『どうし』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>田舎なので〔医師〕が一人もいない。";
Q[63].Ans[0] = "いし";
Q[63].Ans[1] = "いじ";
Q[63].Ans[2] = "いっし";
Q[63].Ans[3] = "いっじ";
Q[63].comment = "『医師』は『いし』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校で〔講師〕をしている。";
Q[64].Ans[0] = "こうし";
Q[64].Ans[1] = "じょうし";
Q[64].Ans[2] = "こうじ";
Q[64].Ans[3] = "じょうじ";
Q[64].comment = "『講師』は『こうし』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔は王様が国を〔治めて〕いた。";
Q[65].Ans[0] = "おさめて";
Q[65].Ans[1] = "いさめて";
Q[65].Ans[2] = "すさめて";
Q[65].Ans[3] = "みさめて";
Q[65].comment = "『治めて』は『おさめて』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生による〔自治〕を認めている。";
Q[66].Ans[0] = "じち";
Q[66].Ans[1] = "ずち";
Q[66].Ans[2] = "ずじ";
Q[66].Ans[3] = "じじ";
Q[66].comment = "『自治』は『じち』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>医者だからといって、何でも〔治す〕ことができるわけではない。";
Q[67].Ans[0] = "なおす";
Q[67].Ans[1] = "さとす";
Q[67].Ans[2] = "いやす";
Q[67].Ans[3] = "たくす";
Q[67].comment = "『治す』は『なおす』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お話は〔伺い〕ました。";
Q[68].Ans[0] = "うかがい";
Q[68].Ans[1] = "うがかい";
Q[68].Ans[2] = "うががい";
Q[68].Ans[3] = "うかかい";
Q[68].comment = "『伺い』は『うかがい』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>火曜日に〔伺う〕つもりでした。";
Q[69].Ans[0] = "うかがう";
Q[69].Ans[1] = "あらがう";
Q[69].Ans[2] = "あざなう";
Q[69].Ans[3] = "いざなう";
Q[69].comment = "『伺う』は『うかがう』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ピーマンを〔残す〕ような子どもにはなってほしくない。";
Q[70].Ans[0] = "のこす";
Q[70].Ans[1] = "ほかす";
Q[70].Ans[2] = "のごす";
Q[70].Ans[3] = "ほがす";
Q[70].comment = "『残す』は『のこす』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何でも〔残らず〕食べてほしいところです。";
Q[71].Ans[0] = "のこらず";
Q[71].Ans[1] = "ほうらず";
Q[71].Ans[2] = "あさらず";
Q[71].Ans[3] = "こすらず";
Q[71].comment = "『残らず』は『のこらず』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔残り〕は1000問くらいです。";
Q[72].Ans[0] = "のこり";
Q[72].Ans[1] = "あまり";
Q[72].Ans[2] = "さすり";
Q[72].Ans[3] = "なまり";
Q[72].comment = "『残り』は『のこり』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そうなったからには、大学を〔辞める〕べきだ。";
Q[73].Ans[0] = "やめる";
Q[73].Ans[1] = "おさめる";
Q[73].Ans[2] = "つめる";
Q[73].Ans[3] = "たどめる";
Q[73].comment = "『辞める』は『やめる』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>授業には〔辞典〕を持って来てください。";
Q[74].Ans[0] = "じてん";
Q[74].Ans[1] = "じでん";
Q[74].Ans[2] = "ちでん";
Q[74].Ans[3] = "ちてん";
Q[74].comment = "『辞典』は『じてん』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔正式〕に辞めることになりました。";
Q[75].Ans[0] = "せいしき";
Q[75].Ans[1] = "せいじき";
Q[75].Ans[2] = "じょうしき";
Q[75].Ans[3] = "じょうじき";
Q[75].comment = "『正式』は『せいしき』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔式〕がまちがっているので、答えもまちがっている。";
Q[76].Ans[0] = "しき";
Q[76].Ans[1] = "し";
Q[76].Ans[2] = "じ";
Q[76].Ans[3] = "じき";
Q[76].comment = "『式』は『しき』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔方程式〕とは何ですか。";
Q[77].Ans[0] = "ほうていしき";
Q[77].Ans[1] = "ほうてしき";
Q[77].Ans[2] = "ほうでじき";
Q[77].Ans[3] = "ほうでいじき";
Q[77].comment = "『方程式』は『ほうていしき』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年のわりには〔若々しい〕奥さんですね。";
Q[78].Ans[0] = "わかわかしい";
Q[78].Ans[1] = "わがわがしい";
Q[78].Ans[2] = "わがわかしい";
Q[78].Ans[3] = "わかわがしい";
Q[78].comment = "『若々しい』は『わかわかしい』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔円周〕を計算する。";
Q[79].Ans[0] = "えんしゅう";
Q[79].Ans[1] = "えんじょう";
Q[79].Ans[2] = "えんじゅう";
Q[79].Ans[3] = "えんちょう";
Q[79].comment = "『円周』は『えんしゅう』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学校の〔周り〕には何もない。";
Q[80].Ans[0] = "まわり";
Q[80].Ans[1] = "ほとり";
Q[80].Ans[2] = "あたり";
Q[80].Ans[3] = "まどり";
Q[80].comment = "『周り』は『まわり』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事故のあった〔周辺〕を調査する。";
Q[81].Ans[0] = "しゅうへん";
Q[81].Ans[1] = "ちょうへん";
Q[81].Ans[2] = "じょうへん";
Q[81].Ans[3] = "じゅうへん";
Q[81].comment = "『周辺』は『しゅうへん』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれにでも〔守る〕べきものがあるはずです。";
Q[82].Ans[0] = "まもる";
Q[82].Ans[1] = "さとる";
Q[82].Ans[2] = "はべる";
Q[82].Ans[3] = "たぐる";
Q[82].comment = "『守る』は『まもる』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>はっきり言いますが、見た目の〔印象〕は悪いです。";
Q[83].Ans[0] = "いんしょう";
Q[83].Ans[1] = "いんじょう";
Q[83].Ans[2] = "いんしゅう";
Q[83].Ans[3] = "いんじゅう";
Q[83].comment = "『印象』は『いんしょう』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔現象〕だけに注目するべきではない。";
Q[84].Ans[0] = "げんしょう";
Q[84].Ans[1] = "せんしょう";
Q[84].Ans[2] = "げんじょう";
Q[84].Ans[3] = "せんじょう";
Q[84].comment = "『現象』は『げんしょう』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本に〔象〕はいません。";
Q[85].Ans[0] = "ぞう";
Q[85].Ans[1] = "どう";
Q[85].Ans[2] = "ごう";
Q[85].Ans[3] = "ぼう";
Q[85].comment = "『象』は『ぞう』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔現状〕には満足しています。";
Q[86].Ans[0] = "げんじょう";
Q[86].Ans[1] = "げんしょう";
Q[86].Ans[2] = "せんじょう";
Q[86].Ans[3] = "せんしょう";
Q[86].comment = "『現状』は『げんじょう』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高速道路の〔建設〕が続いている。";
Q[87].Ans[0] = "けんせつ";
Q[87].Ans[1] = "ぜんしゃ";
Q[87].Ans[2] = "けんしゃ";
Q[87].Ans[3] = "ぜんせつ";
Q[87].comment = "『建設』は『けんせつ』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうやら〔設計〕に問題があったようだ。";
Q[88].Ans[0] = "せっけい";
Q[88].Ans[1] = "しゃっけい";
Q[88].Ans[2] = "しゃっげい";
Q[88].Ans[3] = "せっげい";
Q[88].comment = "『設計』は『せっけい』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔精神論〕だけでは勝てません。";
Q[89].Ans[0] = "せいしんろん";
Q[89].Ans[1] = "じんしょうろん";
Q[89].Ans[2] = "じんしんろん";
Q[89].Ans[3] = "せいしょうろん";
Q[89].comment = "『精神論』は『せいしんろん』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>注文の品を〔作製〕しているところです。";
Q[90].Ans[0] = "さくせい";
Q[90].Ans[1] = "ぞうせい";
Q[90].Ans[2] = "さくじ";
Q[90].Ans[3] = "ぞうじ";
Q[90].comment = "『作製』は『さくせい』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>注文があってから〔製造〕する。";
Q[91].Ans[0] = "せいぞう";
Q[91].Ans[1] = "じぞう";
Q[91].Ans[2] = "せいそう";
Q[91].Ans[3] = "じそう";
Q[91].comment = "『製造』は『せいぞう』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな〔大層〕なものではありませんが。";
Q[92].Ans[0] = "たいそう";
Q[92].Ans[1] = "たいさん";
Q[92].Ans[2] = "だいそう";
Q[92].Ans[3] = "だいさん";
Q[92].comment = "『大層』は『たいそう』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一層〕の努力が求められる。";
Q[93].Ans[0] = "いっそう";
Q[93].Ans[1] = "いっさん";
Q[93].Ans[2] = "いちぞう";
Q[93].Ans[3] = "いちざん";
Q[93].comment = "『一層』は『いっそう』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金持ちでもないのに、〔高層〕ビルに住んでいる。";
Q[94].Ans[0] = "こうそう";
Q[94].Ans[1] = "ごうぞう";
Q[94].Ans[2] = "こうさん";
Q[94].Ans[3] = "ごうざん";
Q[94].comment = "『高層』は『こうそう』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに人が〔憎い〕のですか。";
Q[95].Ans[0] = "にくい";
Q[95].Ans[1] = "はゆい";
Q[95].Ans[2] = "さかい";
Q[95].Ans[3] = "うやい";
Q[95].comment = "『憎い』は『にくい』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたが〔憎む〕気持ちもわからないではありません。";
Q[96].Ans[0] = "にくむ";
Q[96].Ans[1] = "うらむ";
Q[96].Ans[2] = "くやむ";
Q[96].Ans[3] = "はばむ";
Q[96].comment = "『憎む』は『にくむ』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔憎らしい〕ことを言うな。";
Q[97].Ans[0] = "にくらしい";
Q[97].Ans[1] = "たじらしい";
Q[97].Ans[2] = "みくらしい";
Q[97].Ans[3] = "いじらしい";
Q[97].comment = "『憎らしい』は『にくらしい』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは果物を〔貯蔵〕するところです。";
Q[98].Ans[0] = "ちょぞう";
Q[98].Ans[1] = "じゅそう";
Q[98].Ans[2] = "ちゅそう";
Q[98].Ans[3] = "じょぞう";
Q[98].comment = "『貯蔵』は『ちょぞう』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の家は、〔冷蔵庫〕の中に飲み物しかない。";
Q[99].Ans[0] = "れいぞうこ";
Q[99].Ans[1] = "れいそうこ";
Q[99].Ans[2] = "りんそうこ";
Q[99].Ans[3] = "りんぞうこ";
Q[99].comment = "『冷蔵庫』は『れいぞうこ』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>100枚ずつ〔束〕にする。";
Q[100].Ans[0] = "たば";
Q[100].Ans[1] = "わば";
Q[100].Ans[2] = "そく";
Q[100].Ans[3] = "すく";
Q[100].comment = "『束』は『たば』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>星を〔観測〕するために山に登る。";
Q[101].Ans[0] = "かんそく";
Q[101].Ans[1] = "かんつく";
Q[101].Ans[2] = "かんずく";
Q[101].Ans[3] = "かんぞく";
Q[101].comment = "『観測』は『かんそく』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すべての長さを〔測る〕。";
Q[102].Ans[0] = "はかる";
Q[102].Ans[1] = "ほがる";
Q[102].Ans[2] = "はがる";
Q[102].Ans[3] = "ほかる";
Q[102].comment = "『測る』は『はかる』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>できるだけ正確に〔測定〕する必要がある。";
Q[103].Ans[0] = "そくてい";
Q[103].Ans[1] = "ぞくでい";
Q[103].Ans[2] = "そくでい";
Q[103].Ans[3] = "ぞくてい";
Q[103].comment = "『測定』は『そくてい』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世界では、ときどき〔予測〕できないことが起きる。";
Q[104].Ans[0] = "よそく";
Q[104].Ans[1] = "ゆそく";
Q[104].Ans[2] = "よぞく";
Q[104].Ans[3] = "ゆぞく";
Q[104].comment = "『予測』は『よそく』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>着物の〔帯〕を買う。";
Q[105].Ans[0] = "おび";
Q[105].Ans[1] = "よび";
Q[105].Ans[2] = "ほび";
Q[105].Ans[3] = "とび";
Q[105].comment = "『帯』は『おび』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔寒帯〕はいつも寒い。";
Q[106].Ans[0] = "かんたい";
Q[106].Ans[1] = "かんだい";
Q[106].Ans[2] = "はんたい";
Q[106].Ans[3] = "はんだい";
Q[106].comment = "『寒帯』は『かんたい』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔は、農地が広がる〔地帯〕だった。";
Q[107].Ans[0] = "ちたい";
Q[107].Ans[1] = "じでい";
Q[107].Ans[2] = "ちてい";
Q[107].Ans[3] = "じだい";
Q[107].comment = "『地帯』は『ちたい』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>薬局に〔包帯〕を買いにいく。";
Q[108].Ans[0] = "ほうたい";
Q[108].Ans[1] = "ぼうだい";
Q[108].Ans[2] = "ぼうでい";
Q[108].Ans[3] = "ほうてい";
Q[108].comment = "『包帯』は『ほうたい』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔加速度〕を計算しなさい。";
Q[109].Ans[0] = "かそくど";
Q[109].Ans[1] = "かすくと";
Q[109].Ans[2] = "かすくど";
Q[109].Ans[3] = "かそくと";
Q[109].comment = "『加速度』は『かそくど』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>緑が〔急速〕に減っている。";
Q[110].Ans[0] = "きゅうそく";
Q[110].Ans[1] = "じすう";
Q[110].Ans[2] = "じんそく";
Q[110].Ans[3] = "きょうすう";
Q[110].comment = "『急速』は『きゅうそく』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>急ぐので〔速達〕でお願いします。";
Q[111].Ans[0] = "そくたつ";
Q[111].Ans[1] = "すうだつ";
Q[111].Ans[2] = "そぐだつ";
Q[111].Ans[3] = "すうたつ";
Q[111].comment = "『速達』は『そくたつ』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この船の〔速力〕では追いつかないだろう。";
Q[112].Ans[0] = "そくりょく";
Q[112].Ans[1] = "すうりょう";
Q[112].Ans[2] = "そくりょう";
Q[112].Ans[3] = "すうりょく";
Q[112].comment = "『速力』は『そくりょく』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたは何を〔探って〕いるのですか。";
Q[113].Ans[0] = "さぐって";
Q[113].Ans[1] = "たぐって";
Q[113].Ans[2] = "はぐって";
Q[113].Ans[3] = "やぐって";
Q[113].comment = "『探って』は『さぐって』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学で〔建築〕の勉強をしています。";
Q[114].Ans[0] = "けんちく";
Q[114].Ans[1] = "ぜんじゅう";
Q[114].Ans[2] = "けんじゅう";
Q[114].Ans[3] = "ぜんじく";
Q[114].comment = "『建築』は『けんちく』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車で来たのに〔駐車〕する場所がない。";
Q[115].Ans[0] = "ちゅうしゃ";
Q[115].Ans[1] = "じゅうしゃ";
Q[115].Ans[2] = "ちょうしゃ";
Q[115].Ans[3] = "じょうしゃ";
Q[115].comment = "『駐車』は『ちゅうしゃ』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台北は〔家賃〕が高い。";
Q[116].Ans[0] = "やちん";
Q[116].Ans[1] = "かりん";
Q[116].Ans[2] = "けりん";
Q[116].Ans[3] = "かちん";
Q[116].comment = "『家賃』は『やちん』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路を〔拡張〕する工事をしている。";
Q[117].Ans[0] = "かくちょう";
Q[117].Ans[1] = "こうじょう";
Q[117].Ans[2] = "かくじょう";
Q[117].Ans[3] = "こうちょう";
Q[117].comment = "『拡張』は『かくちょう』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに強く〔引っ張らないで〕ください。";
Q[118].Ans[0] = "ひっぱらないで";
Q[118].Ans[1] = "いっぱらないで";
Q[118].Ans[2] = "いっばらないで";
Q[118].Ans[3] = "ひっばらないで";
Q[118].comment = "『引っ張らないで』は『ひっぱらないで』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>食べすぎたのかおなかが〔張る〕。";
Q[119].Ans[0] = "はる";
Q[119].Ans[1] = "こる";
Q[119].Ans[2] = "そる";
Q[119].Ans[3] = "よる";
Q[119].comment = "『張る』は『はる』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>１〔兆〕円と言われても、感覚がわかりません。";
Q[120].Ans[0] = "ちょう";
Q[120].Ans[1] = "じょう";
Q[120].Ans[2] = "ちゅう";
Q[120].Ans[3] = "じゅう";
Q[120].comment = "『兆』は『ちょう』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔貯金〕が３元しかない。";
Q[121].Ans[0] = "ちょきん";
Q[121].Ans[1] = "じゅぎん";
Q[121].Ans[2] = "ちゅきん";
Q[121].Ans[3] = "じょぎん";
Q[121].comment = "『貯金』は『ちょきん』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今となっては〔珍しい〕人です。";
Q[122].Ans[0] = "めずらしい";
Q[122].Ans[1] = "さぞらしい";
Q[122].Ans[2] = "まがらしい";
Q[122].Ans[3] = "かぐらしい";
Q[122].comment = "『珍しい』は『めずらしい』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>船が〔沈む〕から、あまり動かないでください。";
Q[123].Ans[0] = "しずむ";
Q[123].Ans[1] = "すずむ";
Q[123].Ans[2] = "はずむ";
Q[123].Ans[3] = "ひずむ";
Q[123].comment = "『沈む』は『しずむ』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔痛み〕がとれない。";
Q[124].Ans[0] = "いたみ";
Q[124].Ans[1] = "さがみ";
Q[124].Ans[2] = "たじみ";
Q[124].Ans[3] = "とうみ";
Q[124].comment = "『痛み』は『いたみ』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>歩いたので足が〔痛む〕。";
Q[125].Ans[0] = "いたむ";
Q[125].Ans[1] = "からむ";
Q[125].Ans[2] = "ふさむ";
Q[125].Ans[3] = "とがむ";
Q[125].comment = "『痛む』は『いたむ』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この薬なら〔苦痛〕を感じずに死ぬことができます。";
Q[126].Ans[0] = "くつう";
Q[126].Ans[1] = "くずう";
Q[126].Ans[2] = "くとう";
Q[126].Ans[3] = "くどう";
Q[126].comment = "『苦痛』は『くつう』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔泥〕がついているからいい野菜だというわけではない。";
Q[127].Ans[0] = "どろ";
Q[127].Ans[1] = "ろど";
Q[127].Ans[2] = "とろ";
Q[127].Ans[3] = "ろと";
Q[127].comment = "『泥』は『どろ』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな家では〔泥棒〕も入らない。";
Q[128].Ans[0] = "どろぼう";
Q[128].Ans[1] = "ろどぽう";
Q[128].Ans[2] = "とろぽう";
Q[128].Ans[3] = "ろとぼう";
Q[128].comment = "『泥棒』は『どろぼう』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手紙では〔殿〕ではなく様が普通です。";
Q[129].Ans[0] = "どの";
Q[129].Ans[1] = "との";
Q[129].Ans[2] = "でん";
Q[129].Ans[3] = "てん";
Q[129].comment = "『殿』は『どの』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔水滴〕が落ちる音がする。";
Q[130].Ans[0] = "すいてき";
Q[130].Ans[1] = "すいでき";
Q[130].Ans[2] = "すいてい";
Q[130].Ans[3] = "すいでい";
Q[130].comment = "『水滴』は『すいてき』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>遅刻したら〔校庭〕を走りなさい。";
Q[131].Ans[0] = "こうてい";
Q[131].Ans[1] = "しょうてい";
Q[131].Ans[2] = "しょうでい";
Q[131].Ans[3] = "こうでい";
Q[131].comment = "『校庭』は『こうてい』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔生徒〕には言えないこともあるのですよ。";
Q[132].Ans[0] = "せいと";
Q[132].Ans[1] = "せいど";
Q[132].Ans[2] = "せいとう";
Q[132].Ans[3] = "せいどう";
Q[132].comment = "『生徒』は『せいと』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この鳥は海を〔渡る〕のだそうです。";
Q[133].Ans[0] = "わたる";
Q[133].Ans[1] = "かたる";
Q[133].Ans[2] = "さたる";
Q[133].Ans[3] = "またる";
Q[133].comment = "『渡る』は『わたる』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔底〕の方に少しだけ残っている。";
Q[134].Ans[0] = "そこ";
Q[134].Ans[1] = "そご";
Q[134].Ans[2] = "ぞこ";
Q[134].Ans[3] = "ぞご";
Q[134].comment = "『底』は『そこ』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔怒る〕ほどのことでもないでしょう。";
Q[135].Ans[0] = "おこる";
Q[135].Ans[1] = "ほこる";
Q[135].Ans[2] = "いこる";
Q[135].Ans[3] = "かこる";
Q[135].comment = "『怒る』は『おこる』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>仕事ができないにも〔程〕があります。";
Q[136].Ans[0] = "ほど";
Q[136].Ans[1] = "ほうど";
Q[136].Ans[2] = "ほと";
Q[136].Ans[3] = "ほうと";
Q[136].comment = "『程』は『ほど』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔日程〕を変えるのなら、早い方がいいでしょう。";
Q[137].Ans[0] = "にってい";
Q[137].Ans[1] = "にてい";
Q[137].Ans[2] = "にっちょう";
Q[137].Ans[3] = "にちょう";
Q[137].comment = "『日程』は『にってい』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔先程〕までの元気はどこに行ったのですか。";
Q[138].Ans[0] = "さきほど";
Q[138].Ans[1] = "せんてい";
Q[138].Ans[2] = "さきてい";
Q[138].Ans[3] = "せんほど";
Q[138].comment = "『先程』は『さきほど』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>信頼が得られるようにこれからも〔努める〕つもりです。";
Q[139].Ans[0] = "つとめる";
Q[139].Ans[1] = "つどめる";
Q[139].Ans[2] = "ずとめる";
Q[139].Ans[3] = "ずどめる";
Q[139].comment = "『努める』は『つとめる』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔努力〕だけならバカでもできます。";
Q[140].Ans[0] = "どりょく";
Q[140].Ans[1] = "ぬりょく";
Q[140].Ans[2] = "どりょう";
Q[140].Ans[3] = "ぬりょう";
Q[140].comment = "『努力』は『どりょく』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたが30才〔未満〕なら結婚も考えますが。";
Q[141].Ans[0] = "みまん";
Q[141].Ans[1] = "いまん";
Q[141].Ans[2] = "みみつ";
Q[141].Ans[3] = "いみつ";
Q[141].comment = "『未満』は『みまん』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>５月の〔末〕までにやるつもりです。";
Q[142].Ans[0] = "すえ";
Q[142].Ans[1] = "まい";
Q[142].Ans[2] = "まず";
Q[142].Ans[3] = "ずえ";
Q[142].comment = "『末』は『すえ』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔月末〕に会いに行くつもりです。";
Q[143].Ans[0] = "げつまつ";
Q[143].Ans[1] = "げつまず";
Q[143].Ans[2] = "がつまつ";
Q[143].Ans[3] = "がつまず";
Q[143].comment = "『月末』は『げつまつ』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔重役〕たちが辞めていくような会社には残れない。";
Q[144].Ans[0] = "じゅうやく";
Q[144].Ans[1] = "ちょうえき";
Q[144].Ans[2] = "じゅうえき";
Q[144].Ans[3] = "ちょうやく";
Q[144].comment = "『重役』は『じゅうやく』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔役人〕にしては話が分かる人です。";
Q[145].Ans[0] = "やくにん";
Q[145].Ans[1] = "えきじん";
Q[145].Ans[2] = "やくじん";
Q[145].Ans[3] = "えきにん";
Q[145].comment = "『役人』は『やくにん』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれにもそれなりの〔役目〕がある。";
Q[146].Ans[0] = "やくめ";
Q[146].Ans[1] = "えきめ";
Q[146].Ans[2] = "やくもく";
Q[146].Ans[3] = "えきもく";
Q[146].comment = "『役目』は『やくめ』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔直流〕の方が大きな力が出る。";
Q[147].Ans[0] = "ちょくりゅう";
Q[147].Ans[1] = "じりゅう";
Q[147].Ans[2] = "ちょうくりょう";
Q[147].Ans[3] = "じりょう";
Q[147].comment = "『直流』は『ちょくりゅう』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一流〕の会社に入ることができた。";
Q[148].Ans[0] = "いちりゅう";
Q[148].Ans[1] = "いっりゅう";
Q[148].Ans[2] = "いちりょう";
Q[148].Ans[3] = "いっりょう";
Q[148].comment = "『一流』は『いちりゅう』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔電流〕が流れているので注意しなさい。";
Q[149].Ans[0] = "でんりゅう";
Q[149].Ans[1] = "てんりゅう";
Q[149].Ans[2] = "でんりょう";
Q[149].Ans[3] = "てんりょう";
Q[149].comment = "『電流』は『でんりゅう』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今までのことは、すべて水に〔流す〕。";
Q[150].Ans[0] = "ながす";
Q[150].Ans[1] = "まがす";
Q[150].Ans[2] = "せがす";
Q[150].Ans[3] = "るがす";
Q[150].comment = "『流す』は『ながす』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これも時代の〔流れ〕でしょう。";
Q[151].Ans[0] = "ながれ";
Q[151].Ans[1] = "ひがれ";
Q[151].Ans[2] = "よがれ";
Q[151].Ans[3] = "すがれ";
Q[151].comment = "『流れ』は『ながれ』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水は低い方に〔流れる〕ものです。";
Q[152].Ans[0] = "ながれる";
Q[152].Ans[1] = "さがれる";
Q[152].Ans[2] = "ぬがれる";
Q[152].Ans[3] = "こがれる";
Q[152].comment = "『流れる』は『ながれる』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何が〔流行〕するかわからないものです。";
Q[153].Ans[0] = "りゅうこう";
Q[153].Ans[1] = "りゅうごう";
Q[153].Ans[2] = "りょうこう";
Q[153].Ans[3] = "りょうごう";
Q[153].comment = "『流行』は『りゅうこう』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この川は、下流で別の川と〔合流〕する。";
Q[154].Ans[0] = "ごうりゅう";
Q[154].Ans[1] = "ふうりょう";
Q[154].Ans[2] = "ごうりゅう";
Q[154].Ans[3] = "ふうりょう";
Q[154].comment = "『合流』は『ごうりゅう』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔予期〕しない出来事だった。";
Q[155].Ans[0] = "よき";
Q[155].Ans[1] = "ゆき";
Q[155].Ans[2] = "よち";
Q[155].Ans[3] = "ゆち";
Q[155].comment = "『予期』は『よき』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔予算〕をとるのは大変です。";
Q[156].Ans[0] = "よさん";
Q[156].Ans[1] = "ゆさん";
Q[156].Ans[2] = "よざん";
Q[156].Ans[3] = "ゆざん";
Q[156].comment = "『予算』は『よさん』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>かぜを〔予防〕するには部屋の湿度を上げることです。";
Q[157].Ans[0] = "よぼう";
Q[157].Ans[1] = "ゆぼう";
Q[157].Ans[2] = "よほう";
Q[157].Ans[3] = "ゆほう";
Q[157].comment = "『予防』は『よぼう』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたには〔失望〕しました。";
Q[158].Ans[0] = "しつぼう";
Q[158].Ans[1] = "しっぼう";
Q[158].Ans[2] = "しつもう";
Q[158].Ans[3] = "しっもう";
Q[158].comment = "『失望』は『しつぼう』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なぜか〔主婦〕には人気があるらしい。";
Q[159].Ans[0] = "しゅふ";
Q[159].Ans[1] = "ちゅふ";
Q[159].Ans[2] = "しゅうぶ";
Q[159].Ans[3] = "ちゅうぶ";
Q[159].comment = "『主婦』は『しゅふ』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの二人が〔夫婦〕だと知っていましたか。";
Q[160].Ans[0] = "ふうふ";
Q[160].Ans[1] = "ふうぶ";
Q[160].Ans[2] = "ぶうふ";
Q[160].Ans[3] = "ぶうぶ";
Q[160].comment = "『夫婦』は『ふうふ』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔批判〕されるようなところは何もない。";
Q[161].Ans[0] = "ひはん";
Q[161].Ans[1] = "ぴはん";
Q[161].Ans[2] = "ひばん";
Q[161].Ans[3] = "ぴばん";
Q[161].comment = "『批判』は『ひはん』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文芸〔批評〕を読む。";
Q[162].Ans[0] = "ひひょう";
Q[162].Ans[1] = "ぴびょう";
Q[162].Ans[2] = "ひびょう";
Q[162].Ans[3] = "ぴぴょう";
Q[162].comment = "『批評』は『ひひょう』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今晩〕は寒くなるそうです。";
Q[163].Ans[0] = "こんばん";
Q[163].Ans[1] = "こんわん";
Q[163].Ans[2] = "きんわん";
Q[163].Ans[3] = "きんばん";
Q[163].comment = "『今晩』は『こんばん』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路を〔整備〕する予算がない。";
Q[164].Ans[0] = "せいび";
Q[164].Ans[1] = "じょうび";
Q[164].Ans[2] = "せいべ";
Q[164].Ans[3] = "じょうべ";
Q[164].comment = "『整備』は『せいび』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風に〔備えて〕家に帰る。";
Q[165].Ans[0] = "そなえて";
Q[165].Ans[1] = "こらえて";
Q[165].Ans[2] = "とだえて";
Q[165].Ans[3] = "かまえて";
Q[165].comment = "『備えて』は『そなえて』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本では、〔消費〕が生産よりも多い。";
Q[166].Ans[0] = "しょうひ";
Q[166].Ans[1] = "しょうへい";
Q[166].Ans[2] = "しょひ";
Q[166].Ans[3] = "しょへい";
Q[166].comment = "『消費』は『しょうひ』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎年、台風の〔被害〕が大きい。";
Q[167].Ans[0] = "ひがい";
Q[167].Ans[1] = "べはい";
Q[167].Ans[2] = "べがい";
Q[167].Ans[3] = "ひはい";
Q[167].comment = "『被害』は『ひがい』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔美人〕といえば美人ですが。";
Q[168].Ans[0] = "びじん";
Q[168].Ans[1] = "みじん";
Q[168].Ans[2] = "みにん";
Q[168].Ans[3] = "びにん";
Q[168].comment = "『美人』は『びじん』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔美容〕に良い食べ物です。";
Q[169].Ans[0] = "びよう";
Q[169].Ans[1] = "みろう";
Q[169].Ans[2] = "びろう";
Q[169].Ans[3] = "みよう";
Q[169].comment = "『美容』は『びよう』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔貧しい〕人からはお金はとれません。";
Q[170].Ans[0] = "まずしい";
Q[170].Ans[1] = "とぼしい";
Q[170].Ans[2] = "つましい";
Q[170].Ans[3] = "けわしい";
Q[170].comment = "『貧しい』は『まずしい』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水に〔氷〕を入れる。";
Q[171].Ans[0] = "こおり";
Q[171].Ans[1] = "こうり";
Q[171].Ans[2] = "ごおり";
Q[171].Ans[3] = "ごうり";
Q[171].comment = "『氷』は『こおり』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい〔夫〕は学生です。";
Q[172].Ans[0] = "おっと";
Q[172].Ans[1] = "おっど";
Q[172].Ans[2] = "おど";
Q[172].Ans[3] = "おと";
Q[172].comment = "『夫』は『おっと』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔工夫〕だけではできないこともある。";
Q[173].Ans[0] = "くふう";
Q[173].Ans[1] = "くぶう";
Q[173].Ans[2] = "くうふ";
Q[173].Ans[3] = "くうぶ";
Q[173].comment = "『工夫』は『くふう』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>教授〔夫妻〕を招待する。";
Q[174].Ans[0] = "ふさい";
Q[174].Ans[1] = "ふざい";
Q[174].Ans[2] = "ぶざい";
Q[174].Ans[3] = "ぶさい";
Q[174].comment = "『夫妻』は『ふさい』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔勝敗〕はまだわからない。";
Q[175].Ans[0] = "しょうはい";
Q[175].Ans[1] = "しょうばい";
Q[175].Ans[2] = "じょうはい";
Q[175].Ans[3] = "じょうばい";
Q[175].comment = "『勝敗』は『しょうはい』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここで〔敗れる〕ようなことがあっては、今までの努力が無意味になる。";
Q[176].Ans[0] = "やぶれる";
Q[176].Ans[1] = "はいれる";
Q[176].Ans[2] = "ばいれる";
Q[176].Ans[3] = "やふれる";
Q[176].comment = "『敗れる』は『やぶれる』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いろいろと〔困難〕もあるでしょうが、がんばってください。";
Q[177].Ans[0] = "こんなん";
Q[177].Ans[1] = "こくなん";
Q[177].Ans[2] = "こなん";
Q[177].Ans[3] = "こうなん";
Q[177].comment = "『困難』は『こんなん』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生が〔盗難〕にあったそうです。";
Q[178].Ans[0] = "とうなん";
Q[178].Ans[1] = "どうなん";
Q[178].Ans[2] = "となん";
Q[178].Ans[3] = "どなん";
Q[178].comment = "『盗難』は『とうなん』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の海は〔波〕が小さい。";
Q[179].Ans[0] = "なみ";
Q[179].Ans[1] = "なほ";
Q[179].Ans[2] = "なぼ";
Q[179].Ans[3] = "なば";
Q[179].comment = "『波』は『なみ』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔電波〕を出すものは持って入れません。";
Q[180].Ans[0] = "でんぱ";
Q[180].Ans[1] = "でんなみ";
Q[180].Ans[2] = "でんは";
Q[180].Ans[3] = "でんば";
Q[180].comment = "『電波』は『でんぱ』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>早く〔乾杯〕しましょう。";
Q[181].Ans[0] = "かんぱい";
Q[181].Ans[1] = "かんばい";
Q[181].Ans[2] = "かっぱい";
Q[181].Ans[3] = "かんばい";
Q[181].comment = "『乾杯』は『かんぱい』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>用があるので、今日は11時で〔抜けます〕。";
Q[182].Ans[0] = "ぬけます";
Q[182].Ans[1] = "のけます";
Q[182].Ans[2] = "ぬいけます";
Q[182].Ans[3] = "のばけます";
Q[182].comment = "『抜けます』は『ぬけます』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生活の〔全般〕にわたって問題がある。";
Q[183].Ans[0] = "ぜんぱん";
Q[183].Ans[1] = "ぜんはい";
Q[183].Ans[2] = "ぜんばい";
Q[183].Ans[3] = "ぜんばん";
Q[183].comment = "『全般』は『ぜんぱん』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>３人の生存が〔確認〕できていない。";
Q[184].Ans[0] = "かくにん";
Q[184].Ans[1] = "こくめい";
Q[184].Ans[2] = "かくめい";
Q[184].Ans[3] = "がくにん";
Q[184].comment = "『確認』は『かくにん』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしの方に問題があったことは〔認める〕。";
Q[185].Ans[0] = "みとめる";
Q[185].Ans[1] = "にとめる";
Q[185].Ans[2] = "いとめる";
Q[185].Ans[3] = "にめる";
Q[185].comment = "『認める』は『みとめる』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔飯〕だけのために働いているんじゃない。";
Q[186].Ans[0] = "めし";
Q[186].Ans[1] = "こめ";
Q[186].Ans[2] = "め";
Q[186].Ans[3] = "しめ";
Q[186].comment = "『飯』は『めし』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔政府〕の言うことは信用できない。";
Q[187].Ans[0] = "せいふ";
Q[187].Ans[1] = "せいぶ";
Q[187].Ans[2] = "せふ";
Q[187].Ans[3] = "せぶ";
Q[187].comment = "『政府』は『せいふ』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔複写〕することは認められていません。";
Q[188].Ans[0] = "ふくしゃ";
Q[188].Ans[1] = "ふしゃ";
Q[188].Ans[2] = "ふくじゃ";
Q[188].Ans[3] = "ふっしゃ";
Q[188].comment = "『複写』は『ふくしゃ』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>片道180元ですが、〔往復〕だと230元です。";
Q[189].Ans[0] = "おうふく";
Q[189].Ans[1] = "おうふう";
Q[189].Ans[2] = "おうぶく";
Q[189].Ans[3] = "おんぶく";
Q[189].comment = "『往復』は『おうふく』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>経済が〔回復〕してきた。";
Q[190].Ans[0] = "かいふく";
Q[190].Ans[1] = "かいぶく";
Q[190].Ans[2] = "かっぷく";
Q[190].Ans[3] = "まわふく";
Q[190].comment = "『回復』は『かいふく』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>仕事が〔片付く〕まで、静かにしていてください。";
Q[191].Ans[0] = "かたづく";
Q[191].Ans[1] = "かたつく";
Q[191].Ans[2] = "かだつく";
Q[191].Ans[3] = "かいづく";
Q[191].comment = "『片付く』は『かたづく』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔片道〕180元ですが、往復だと230元です。";
Q[192].Ans[0] = "かたみち";
Q[192].Ans[1] = "かたどう";
Q[192].Ans[2] = "かだみち";
Q[192].Ans[3] = "かだどう";
Q[192].comment = "『片道』は『かたみち』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>栄養が〔豊富〕な食べ物ばかり食べている。";
Q[193].Ans[0] = "ほうふ";
Q[193].Ans[1] = "ほうぶ";
Q[193].Ans[2] = "ぼうふ";
Q[193].Ans[3] = "ほんふ";
Q[193].comment = "『豊富』は『ほうふ』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生、〔符号〕の意味がわかりません。";
Q[194].Ans[0] = "ふごう";
Q[194].Ans[1] = "ふこう";
Q[194].Ans[2] = "ふうごう";
Q[194].Ans[3] = "ふうこう";
Q[194].comment = "『符号』は『ふごう』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小包〕を送る。";
Q[195].Ans[0] = "こづつみ";
Q[195].Ans[1] = "こつづみ";
Q[195].Ans[2] = "しょうほう";
Q[195].Ans[3] = "しょうぼう";
Q[195].comment = "『小包』は『こづつみ』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>送られてきた〔包み〕を開ける。";
Q[196].Ans[0] = "つつみ";
Q[196].Ans[1] = "はいみ";
Q[196].Ans[2] = "つづみ";
Q[196].Ans[3] = "つやみ";
Q[196].comment = "『包み』は『つつみ』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この品は〔包装〕しますか。";
Q[197].Ans[0] = "ほうそう";
Q[197].Ans[1] = "ほそう";
Q[197].Ans[2] = "かいそう";
Q[197].Ans[3] = "ほそ";
Q[197].comment = "『包装』は『ほうそう』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの時の彼の顔を〔忘れる〕ことができない。";
Q[198].Ans[0] = "わすれる";
Q[198].Ans[1] = "ほれる";
Q[198].Ans[2] = "わいれる";
Q[198].Ans[3] = "かいれる";
Q[198].comment = "『忘れる』は『わすれる』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんなものが〔武器〕になるわけがない。";
Q[199].Ans[0] = "ぶき";
Q[199].Ans[1] = "ぶっき";
Q[199].Ans[2] = "ぶうき";
Q[199].Ans[3] = "ふっき";
Q[199].comment = "『武器』は『ぶき』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今の日本に〔武士〕はいませんから。";
Q[200].Ans[0] = "ぶし";
Q[200].Ans[1] = "ぶうし";
Q[200].Ans[2] = "ぶす";
Q[200].Ans[3] = "ぶじ";
Q[200].comment = "『武士』は『ぶし』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>列島を〔南北〕に走る道路です。";
Q[201].Ans[0] = "なんぼく";
Q[201].Ans[1] = "なんばい";
Q[201].Ans[2] = "なんきた";
Q[201].Ans[3] = "なんはい";
Q[201].comment = "『南北』は『なんぼく』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これ以上〔変更〕する予定はありません。";
Q[202].Ans[0] = "へんこう";
Q[202].Ans[1] = "へんこ";
Q[202].Ans[2] = "へいこう";
Q[202].Ans[3] = "へいこ";
Q[202].comment = "『変更』は『へんこう』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔命令〕ではありません。";
Q[203].Ans[0] = "めいれい";
Q[203].Ans[1] = "みんれい";
Q[203].Ans[2] = "みんりょ";
Q[203].Ans[3] = "めいりょ";
Q[203].comment = "『命令』は『めいれい』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>近くの〔山林〕で死体が発見された。";
Q[204].Ans[0] = "さんりん";
Q[204].Ans[1] = "さんり";
Q[204].Ans[2] = "やまりん";
Q[204].Ans[3] = "やまり";
Q[204].comment = "『山林』は『さんりん』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔森林〕を守る活動をしています。";
Q[205].Ans[0] = "しんりん";
Q[205].Ans[1] = "せんりん";
Q[205].Ans[2] = "もりりん";
Q[205].Ans[3] = "もりり";
Q[205].comment = "『森林』は『しんりん』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お父さんの〔職業〕は何ですか。";
Q[206].Ans[0] = "しょくぎょう";
Q[206].Ans[1] = "しょっぎょう";
Q[206].Ans[2] = "しょくきょう";
Q[206].Ans[3] = "しょくぎょ";
Q[206].comment = "『職業』は『しょくぎょう』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしの父は〔職人〕です。";
Q[207].Ans[0] = "しょくにん";
Q[207].Ans[1] = "しょくじん";
Q[207].Ans[2] = "じょくにん";
Q[207].Ans[3] = "じょくじん";
Q[207].comment = "『職人』は『しょくにん』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの人が来てから、楽しい〔職場〕ではなくなりました。";
Q[208].Ans[0] = "しょくば";
Q[208].Ans[1] = "じょくば";
Q[208].Ans[2] = "しょくばん";
Q[208].Ans[3] = "じょくばん";
Q[208].comment = "『職場』は『しょくば』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>恋をしている女の言うことは〔信用〕できない。";
Q[209].Ans[0] = "しんよう";
Q[209].Ans[1] = "しんよ";
Q[209].Ans[2] = "しんゆう";
Q[209].Ans[3] = "しんゆ";
Q[209].comment = "『信用』は『しんよう』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風のために〔通信〕ができない。";
Q[210].Ans[0] = "つうしん";
Q[210].Ans[1] = "つしん";
Q[210].Ans[2] = "ずうしん";
Q[210].Ans[3] = "つうじん";
Q[210].comment = "『通信』は『つうしん』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>春になると強い風が〔吹く〕。";
Q[211].Ans[0] = "ふく";
Q[211].Ans[1] = "やく";
Q[211].Ans[2] = "はく";
Q[211].Ans[3] = "ぶく";
Q[211].comment = "『吹く』は『ふく』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔愛情〕のない結婚もあるものです。";
Q[212].Ans[0] = "あいじょう";
Q[212].Ans[1] = "あいじょ";
Q[212].Ans[2] = "あいちょう";
Q[212].Ans[3] = "あいちょ";
Q[212].comment = "『愛情』は『あいじょう』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたの授業には〔苦情〕が多い。";
Q[213].Ans[0] = "くじょう";
Q[213].Ans[1] = "くうじょう";
Q[213].Ans[2] = "くやじょう";
Q[213].Ans[3] = "くじょ";
Q[213].comment = "『苦情』は『くじょう』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔合図〕を決めておきましょう。";
Q[214].Ans[0] = "あいず";
Q[214].Ans[1] = "あうず";
Q[214].Ans[2] = "あず";
Q[214].Ans[3] = "こうず";
Q[214].comment = "『合図』は『あいず』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔図形〕は何を意味していますか。";
Q[215].Ans[0] = "ずけい";
Q[215].Ans[1] = "づけい";
Q[215].Ans[2] = "ずげい";
Q[215].Ans[3] = "つげい";
Q[215].comment = "『図形』は『ずけい』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語の〔図書〕を買う。";
Q[216].Ans[0] = "としょ";
Q[216].Ans[1] = "とうしょ";
Q[216].Ans[2] = "とうしょう";
Q[216].Ans[3] = "としょく";
Q[216].comment = "『図書』は『としょ』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>石井さんは、今日も〔欠席〕です。";
Q[217].Ans[0] = "けっせき";
Q[217].Ans[1] = "けつせき";
Q[217].Ans[2] = "けしき";
Q[217].Ans[3] = "けっしき";
Q[217].comment = "『欠席』は『けっせき』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>住所は〔省略〕せずに書いてください。";
Q[218].Ans[0] = "しょうりゃく";
Q[218].Ans[1] = "しんりゃく";
Q[218].Ans[2] = "じんりゃく";
Q[218].Ans[3] = "しょうりょく";
Q[218].comment = "『省略』は『しょうりゃく』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路の予算は、どうしても〔省く〕ことができない。";
Q[219].Ans[0] = "はぶく";
Q[219].Ans[1] = "しぶく";
Q[219].Ans[2] = "はふく";
Q[219].Ans[3] = "ばふく";
Q[219].comment = "『省く』は『はぶく』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これからも〔反省〕のない人生を送ります。";
Q[220].Ans[0] = "はんせい";
Q[220].Ans[1] = "はんしょう";
Q[220].Ans[2] = "はんしょ";
Q[220].Ans[3] = "はんせ";
Q[220].comment = "『反省』は『はんせい』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔清い〕流れなのに魚がいない。";
Q[221].Ans[0] = "きよい";
Q[221].Ans[1] = "あせい";
Q[221].Ans[2] = "ぎよい";
Q[221].Ans[3] = "きのい";
Q[221].comment = "『清い』は『きよい』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これで〔清書〕のつもりですか。";
Q[222].Ans[0] = "せいしょ";
Q[222].Ans[1] = "せしょ";
Q[222].Ans[2] = "せいしょく";
Q[222].Ans[3] = "せっしょく";
Q[222].comment = "『清書』は『せいしょ』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔清掃〕の仕事しかなかったんです。";
Q[223].Ans[0] = "せいそう";
Q[223].Ans[1] = "せいぞう";
Q[223].Ans[2] = "せそう";
Q[223].Ans[3] = "せぞう";
Q[223].comment = "『清掃』は『せいそう』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本から送った教科書に〔課税〕された。";
Q[224].Ans[0] = "かぜい";
Q[224].Ans[1] = "かくぜい";
Q[224].Ans[2] = "かぜん";
Q[224].Ans[3] = "かくぜん";
Q[224].comment = "『課税』は『かぜい』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母は〔税関〕で仕事をしている。";
Q[225].Ans[0] = "ぜいかん";
Q[225].Ans[1] = "せいかん";
Q[225].Ans[2] = "ぜいがん";
Q[225].Ans[3] = "せいがん";
Q[225].comment = "『税関』は『ぜいかん』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夕立〕って何ですか。";
Q[226].Ans[0] = "ゆうだち";
Q[226].Ans[1] = "ゆうたち";
Q[226].Ans[2] = "ゆだち";
Q[226].Ans[3] = "ゆたち";
Q[226].comment = "『夕立』は『ゆうだち』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>悲しいときは、〔夕日〕が沈むときです。";
Q[227].Ans[0] = "ゆうひ";
Q[227].Ans[1] = "ゆうび";
Q[227].Ans[2] = "ゆひ";
Q[227].Ans[3] = "ゆび";
Q[227].comment = "『夕日』は『ゆうひ』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本は〔石油〕が出ない。";
Q[228].Ans[0] = "せきゆ";
Q[228].Ans[1] = "いしゆ";
Q[228].Ans[2] = "せゆう";
Q[228].Ans[3] = "せきゆう";
Q[228].comment = "『石油』は『せきゆ』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔間接的〕な効果があることがわかった。";
Q[229].Ans[0] = "かんせつてき";
Q[229].Ans[1] = "ませつてき";
Q[229].Ans[2] = "かんせつでき";
Q[229].Ans[3] = "かっせつてき";
Q[229].comment = "『間接的』は『かんせつてき』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔応接〕セットを買う。";
Q[230].Ans[0] = "おうせつ";
Q[230].Ans[1] = "おんせつ";
Q[230].Ans[2] = "いんせつ";
Q[230].Ans[3] = "おうぜつ";
Q[230].comment = "『応接』は『おうせつ』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔絶えず〕泳いでいないと死んでしまう。";
Q[231].Ans[0] = "たえず";
Q[231].Ans[1] = "とえず";
Q[231].Ans[2] = "さえず";
Q[231].Ans[3] = "やえず";
Q[231].comment = "『絶えず』は『たえず』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔絶対〕にあってはいけないことだ。";
Q[232].Ans[0] = "ぜったい";
Q[232].Ans[1] = "ぜっだい";
Q[232].Ans[2] = "せったい";
Q[232].Ans[3] = "せっだい";
Q[232].comment = "『絶対』は『ぜったい』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなで教室を〔掃く〕。";
Q[233].Ans[0] = "はく";
Q[233].Ans[1] = "ふく";
Q[233].Ans[2] = "かく";
Q[233].Ans[3] = "つく";
Q[233].comment = "『掃く』は『はく』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな〔装置〕が見える。";
Q[234].Ans[0] = "そうち";
Q[234].Ans[1] = "ぞうじ";
Q[234].Ans[2] = "ぞうち";
Q[234].Ans[3] = "そうじ";
Q[234].comment = "『装置』は『そうち』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その〔服装〕でどこにいくつもりですか。";
Q[235].Ans[0] = "ふくそう";
Q[235].Ans[1] = "ふぐそう";
Q[235].Ans[2] = "ふくぞう";
Q[235].Ans[3] = "ふぐぞう";
Q[235].comment = "『服装』は『ふくそう』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔総理大臣〕に質問する。";
Q[236].Ans[0] = "そうりだいじん";
Q[236].Ans[1] = "ぞうりだいじん";
Q[236].Ans[2] = "そうりたいじん";
Q[236].Ans[3] = "ぞうりたいじん";
Q[236].comment = "『総理大臣』は『そうりだいじん』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔専制〕政治とたたかう。";
Q[237].Ans[0] = "せんせい";
Q[237].Ans[1] = "せんじ";
Q[237].Ans[2] = "せいじ";
Q[237].Ans[3] = "せいせい";
Q[237].comment = "『専制』は『せんせい』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔農村〕にしては人が多い。";
Q[238].Ans[0] = "のうそん";
Q[238].Ans[1] = "のうそう";
Q[238].Ans[2] = "のうすん";
Q[238].Ans[3] = "のうむら";
Q[238].comment = "『農村』は『のうそん』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>３人〔生存〕しているようだ。";
Q[239].Ans[0] = "せいぞん";
Q[239].Ans[1] = "せいそん";
Q[239].Ans[2] = "いきぞん";
Q[239].Ans[3] = "いきそん";
Q[239].comment = "『生存』は『せいぞん』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お手紙ありがとう〔存じます〕。";
Q[240].Ans[0] = "ぞんじます";
Q[240].Ans[1] = "そんじます";
Q[240].Ans[2] = "そうじます";
Q[240].Ans[3] = "ぞうじます";
Q[240].comment = "『存じます』は『ぞんじます』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そのようなものは〔存在〕しない。";
Q[241].Ans[0] = "そんざい";
Q[241].Ans[1] = "ぞんざい";
Q[241].Ans[2] = "そんさい";
Q[241].Ans[3] = "ぞんさい";
Q[241].comment = "『存在』は『そんざい』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>銀行で円を〔両替〕する。";
Q[242].Ans[0] = "りょうがえ";
Q[242].Ans[1] = "りょがえ";
Q[242].Ans[2] = "りょうたい";
Q[242].Ans[3] = "りょだい";
Q[242].comment = "『両替』は『りょうがえ』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人を〔替える〕のがいちばん良い方法だろう。";
Q[243].Ans[0] = "かえる";
Q[243].Ans[1] = "たえる";
Q[243].Ans[2] = "くえる";
Q[243].Ans[3] = "ゆえる";
Q[243].comment = "『替える』は『かえる』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔着替え〕をするので見ないでください。";
Q[244].Ans[0] = "きがえ";
Q[244].Ans[1] = "ちゃくがえ";
Q[244].Ans[2] = "じゃくかえ";
Q[244].Ans[3] = "つきかえ";
Q[244].comment = "『着替え』は『きがえ』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>図書の〔貸し出し〕は３冊までです。";
Q[245].Ans[0] = "かしだし";
Q[245].Ans[1] = "たしだし";
Q[245].Ans[2] = "かしでし";
Q[245].Ans[3] = "たしでし";
Q[245].comment = "『貸し出し』は『かしだし』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ずっと〔貸家〕に住んでいる。";
Q[246].Ans[0] = "かしや";
Q[246].Ans[1] = "たいけ";
Q[246].Ans[2] = "かしいえ";
Q[246].Ans[3] = "たいか";
Q[246].comment = "『貸家』は『かしや』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔確率〕で考えれば、ありそうもないことだ。";
Q[247].Ans[0] = "かくりつ";
Q[247].Ans[1] = "がくりつ";
Q[247].Ans[2] = "かぐりつ";
Q[247].Ans[3] = "たしりつ";
Q[247].comment = "『確率』は『かくりつ』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたはいつも〔率直〕に言いすぎる。";
Q[248].Ans[0] = "そっちょく";
Q[248].Ans[1] = "りっちょく";
Q[248].Ans[2] = "りっじょく";
Q[248].Ans[3] = "そっじょく";
Q[248].comment = "『率直』は『そっちょく』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世界の〔頂点〕に立つ。";
Q[249].Ans[0] = "ちょうてん";
Q[249].Ans[1] = "ちょうでん";
Q[249].Ans[2] = "じょうてん";
Q[249].Ans[3] = "じょうでん";
Q[249].comment = "『頂点』は『ちょうてん』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔頂く〕ものはきちんと頂きますから。";
Q[250].Ans[0] = "いただく";
Q[250].Ans[1] = "はばたく";
Q[250].Ans[2] = "はためく";
Q[250].Ans[3] = "さざめく";
Q[250].comment = "『頂く』は『いただく』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>トイレの中で〔朝刊〕を読む。";
Q[251].Ans[0] = "ちょうかん";
Q[251].Ans[1] = "ちょうがん";
Q[251].Ans[2] = "じょうかん";
Q[251].Ans[3] = "じょうがん";
Q[251].comment = "『朝刊』は『ちょうかん』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔昼食〕は食べましたか。";
Q[252].Ans[0] = "ちゅうしょく";
Q[252].Ans[1] = "ちゅしょく";
Q[252].Ans[2] = "ちょうしょく";
Q[252].Ans[3] = "ちょしょく";
Q[252].comment = "『昼食』は『ちゅうしょく』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔昼寝〕ばかりしている。";
Q[253].Ans[0] = "ひるね";
Q[253].Ans[1] = "ちゅうちん";
Q[253].Ans[2] = "ちゅうね";
Q[253].Ans[3] = "ちゅうしん";
Q[253].comment = "『昼寝』は『ひるね』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本を〔著す〕。";
Q[254].Ans[0] = "あらわす";
Q[254].Ans[1] = "ためかす";
Q[254].Ans[2] = "はからす";
Q[254].Ans[3] = "にじます";
Q[254].comment = "『著す』は『あらわす』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本人なのに〔恥ずかしい〕ことです。";
Q[255].Ans[0] = "はずかしい";
Q[255].Ans[1] = "ちずかしい";
Q[255].Ans[2] = "さずかしい";
Q[255].Ans[3] = "ゆずかしい";
Q[255].comment = "『恥ずかしい』は『はずかしい』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路事情によっては〔遅れる〕ことがあります。";
Q[256].Ans[0] = "おくれる";
Q[256].Ans[1] = "むくれる";
Q[256].Ans[2] = "こくれる";
Q[256].Ans[3] = "ちくれる";
Q[256].comment = "『遅れる』は『おくれる』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔追う〕方も楽ではない。";
Q[257].Ans[0] = "おう";
Q[257].Ans[1] = "そう";
Q[257].Ans[2] = "はう";
Q[257].Ans[3] = "こう";
Q[257].comment = "『追う』は『おう』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あと二皿〔追加〕してください。";
Q[258].Ans[0] = "ついか";
Q[258].Ans[1] = "ずいか";
Q[258].Ans[2] = "おいか";
Q[258].Ans[3] = "おうか";
Q[258].comment = "『追加』は『ついか』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔電柱〕の工事をしている。";
Q[259].Ans[0] = "でんちゅう";
Q[259].Ans[1] = "でんじゅう";
Q[259].Ans[2] = "てんちゅう";
Q[259].Ans[3] = "てんじゅう";
Q[259].comment = "『電柱』は『でんちゅう』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな細い〔柱〕では不安だ。";
Q[260].Ans[0] = "はしら";
Q[260].Ans[1] = "かしら";
Q[260].Ans[2] = "ましら";
Q[260].Ans[3] = "おしら";
Q[260].comment = "『柱』は『はしら』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水は０度で〔凍る〕。";
Q[261].Ans[0] = "こおる";
Q[261].Ans[1] = "ほおる";
Q[261].Ans[2] = "そおる";
Q[261].Ans[3] = "とおる";
Q[261].comment = "『凍る』は『こおる』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨日は〔凍える〕ような寒さだった。";
Q[262].Ans[0] = "こごえる";
Q[262].Ans[1] = "そごえる";
Q[262].Ans[2] = "おごえる";
Q[262].Ans[3] = "とごえる";
Q[262].comment = "『凍える』は『こごえる』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔冷凍〕の魚でもおいしいものはある。";
Q[263].Ans[0] = "れいとう";
Q[263].Ans[1] = "れいどう";
Q[263].Ans[2] = "りんとう";
Q[263].Ans[3] = "りんどう";
Q[263].comment = "『冷凍』は『れいとう』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな魚を〔逃して〕しまった。";
Q[264].Ans[0] = "のがして";
Q[264].Ans[1] = "とうして";
Q[264].Ans[2] = "そうして";
Q[264].Ans[3] = "こぐして";
Q[264].comment = "『逃して』は『のがして』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>湯飲みから〔湯気〕が出ている。";
Q[265].Ans[0] = "ゆげ";
Q[265].Ans[1] = "とうげ";
Q[265].Ans[2] = "とうき";
Q[265].Ans[3] = "ゆき";
Q[265].comment = "『湯気』は『ゆげ』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔特色〕がある大学にしたいと思っています。";
Q[266].Ans[0] = "とくしょく";
Q[266].Ans[1] = "とうしき";
Q[266].Ans[2] = "とうしょく";
Q[266].Ans[3] = "とくしき";
Q[266].comment = "『特色』は『とくしょく』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔特定〕の人のことを言っているのではありませんよ。";
Q[267].Ans[0] = "とくてい";
Q[267].Ans[1] = "とってい";
Q[267].Ans[2] = "とぐでい";
Q[267].Ans[3] = "とっでい";
Q[267].comment = "『特定』は『とくてい』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔軟らかい〕食べ物が好きです。";
Q[268].Ans[0] = "やわらかい";
Q[268].Ans[1] = "すべらかい";
Q[268].Ans[2] = "あまらかい";
Q[268].Ans[3] = "なめらかい";
Q[268].comment = "『軟らかい』は『やわらかい』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夫の〔働き〕が悪いので生活が苦しい。";
Q[269].Ans[0] = "はたらき";
Q[269].Ans[1] = "かせぐき";
Q[269].Ans[2] = "つどめき";
Q[269].Ans[3] = "ねぎらき";
Q[269].comment = "『働き』は『はたらき』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その〔水筒〕の中は、本当にお茶なのですか。";
Q[270].Ans[0] = "すいとう";
Q[270].Ans[1] = "すいどう";
Q[270].Ans[2] = "すいつつ";
Q[270].Ans[3] = "すいづつ";
Q[270].comment = "『水筒』は『すいとう』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>電柱を〔倒す〕ほどの風でした。";
Q[271].Ans[0] = "たおす";
Q[271].Ans[1] = "よこす";
Q[271].Ans[2] = "かたす";
Q[271].Ans[3] = "はどす";
Q[271].comment = "『倒す』は『たおす』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔面倒〕なことはいやです。";
Q[272].Ans[0] = "めんどう";
Q[272].Ans[1] = "めんとう";
Q[272].Ans[2] = "おもどう";
Q[272].Ans[3] = "おもとう";
Q[272].comment = "『面倒』は『めんどう』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>10時間かかって〔到着〕した。";
Q[273].Ans[0] = "とうちゃく";
Q[273].Ans[1] = "どうじゃく";
Q[273].Ans[2] = "どうちゃく";
Q[273].Ans[3] = "とうじゃく";
Q[273].comment = "『到着』は『とうちゃく』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔灯台〕の明かりが見えます。";
Q[274].Ans[0] = "とうだい";
Q[274].Ans[1] = "どうたい";
Q[274].Ans[2] = "どうだい";
Q[274].Ans[3] = "とうたい";
Q[274].comment = "『灯台』は『とうだい』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この冬は〔灯油〕が高くて困っています。";
Q[275].Ans[0] = "とうゆ";
Q[275].Ans[1] = "どうゆ";
Q[275].Ans[2] = "とうよう";
Q[275].Ans[3] = "どうよう";
Q[275].comment = "『灯油』は『とうゆ』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔半島〕の統一はいつになるでしょうか。";
Q[276].Ans[0] = "はんとう";
Q[276].Ans[1] = "ばんどう";
Q[276].Ans[2] = "ばんとう";
Q[276].Ans[3] = "はんどう";
Q[276].comment = "『半島』は『はんとう』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母は〔内科〕の医師です。";
Q[277].Ans[0] = "ないか";
Q[277].Ans[1] = "ねいく";
Q[277].Ans[2] = "ねいか";
Q[277].Ans[3] = "ないく";
Q[277].comment = "『内科』は『ないか』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山田さん、〔内線〕が入っていますよ。";
Q[278].Ans[0] = "ないせん";
Q[278].Ans[1] = "ねいせん";
Q[278].Ans[2] = "うちせん";
Q[278].Ans[3] = "うじせん";
Q[278].comment = "『内線』は『ないせん』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日曜日にお父さんと〔馬〕を見に行きました。";
Q[279].Ans[0] = "うま";
Q[279].Ans[1] = "うば";
Q[279].Ans[2] = "うし";
Q[279].Ans[3] = "うじ";
Q[279].comment = "『馬』は『うま』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔皮肉〕ばかり言っていてはいけません。";
Q[280].Ans[0] = "ひにく";
Q[280].Ans[1] = "びにく";
Q[280].Ans[2] = "びろう";
Q[280].Ans[3] = "ひろう";
Q[280].comment = "『皮肉』は『ひにく』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>できるだけ〔農薬〕を使わないようにしています。";
Q[281].Ans[0] = "のうやく";
Q[281].Ans[1] = "のうやぐ";
Q[281].Ans[2] = "のやく";
Q[281].Ans[3] = "のやぐ";
Q[281].comment = "『農薬』は『のうやく』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この辺りはみんな〔農家〕ですね。";
Q[282].Ans[0] = "のうか";
Q[282].Ans[1] = "どうけ";
Q[282].Ans[2] = "のうや";
Q[282].Ans[3] = "どうけ";
Q[282].comment = "『農家』は『のうか』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなに食事を〔配る〕。";
Q[283].Ans[0] = "くばる";
Q[283].Ans[1] = "すぐる";
Q[283].Ans[2] = "つがる";
Q[283].Ans[3] = "むぶる";
Q[283].comment = "『配る』は『くばる』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこにも人の〔気配〕がない。";
Q[284].Ans[0] = "けはい";
Q[284].Ans[1] = "きぺい";
Q[284].Ans[2] = "けばい";
Q[284].Ans[3] = "きべい";
Q[284].comment = "『気配』は『けはい』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>とうとう〔曜日〕もわからなくなったのですか。";
Q[285].Ans[0] = "ようび";
Q[285].Ans[1] = "ようにち";
Q[285].Ans[2] = "よっび";
Q[285].Ans[3] = "よんにち";
Q[285].comment = "『曜日』は『ようび』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔主要〕な国で参加しないのはアメリカだけだ。";
Q[286].Ans[0] = "しゅよう";
Q[286].Ans[1] = "じゅうよう";
Q[286].Ans[2] = "しゅうよう";
Q[286].Ans[3] = "じゅよう";
Q[286].comment = "『主要』は『しゅよう』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔要するに〕、あなたは良い教師ではないということです。";
Q[287].Ans[0] = "ようするに";
Q[287].Ans[1] = "かなするに";
Q[287].Ans[2] = "ゆうするに";
Q[287].Ans[3] = "かんするに";
Q[287].comment = "『要するに』は『ようするに』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すべては単純な〔要素〕の組み合わせです。";
Q[288].Ans[0] = "ようそ";
Q[288].Ans[1] = "ゆうそ";
Q[288].Ans[2] = "ようす";
Q[288].Ans[3] = "ゆうす";
Q[288].comment = "『要素』は『ようそ』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼に出した手紙が〔返って〕きた。";
Q[289].Ans[0] = "かえって";
Q[289].Ans[1] = "はんって";
Q[289].Ans[2] = "そって";
Q[289].Ans[3] = "せって";
Q[289].comment = "『返って』は『かえって』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここで〔引き返す〕のもひとつです。";
Q[290].Ans[0] = "ひきかえす";
Q[290].Ans[1] = "いきがえす";
Q[290].Ans[2] = "ひきがえす";
Q[290].Ans[3] = "いきかえす";
Q[290].comment = "『引き返す』は『ひきかえす』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>走って通っても〔歩道〕なのです。";
Q[291].Ans[0] = "ほどう";
Q[291].Ans[1] = "ぶどう";
Q[291].Ans[2] = "ふどう";
Q[291].Ans[3] = "ぼどう";
Q[291].comment = "『歩道』は『ほどう』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう一度〔初歩〕からはじめた方がいいよ。";
Q[292].Ans[0] = "しょほ";
Q[292].Ans[1] = "ちゅぶ";
Q[292].Ans[2] = "しょぶ";
Q[292].Ans[3] = "ちゅほ";
Q[292].comment = "『初歩』は『しょほ』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何も〔進歩〕がない。";
Q[293].Ans[0] = "しんぽ";
Q[293].Ans[1] = "じんぼ";
Q[293].Ans[2] = "しんぶ";
Q[293].Ans[3] = "じんぶ";
Q[293].comment = "『進歩』は『しんぽ』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔辺り〕に置いておいたはずですが。";
Q[294].Ans[0] = "あたり";
Q[294].Ans[1] = "めざり";
Q[294].Ans[2] = "かやり";
Q[294].Ans[3] = "へんり";
Q[294].comment = "『辺り』は『あたり』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これから〔父母〕の会に出てきます。";
Q[295].Ans[0] = "ふぼ";
Q[295].Ans[1] = "ふむ";
Q[295].Ans[2] = "ふうぼ";
Q[295].Ans[3] = "ふうむ";
Q[295].comment = "『父母』は『ふぼ』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔お母様〕はお元気ですか。";
Q[296].Ans[0] = "おかあさま";
Q[296].Ans[1] = "おははさま";
Q[296].Ans[2] = "おがあさま";
Q[296].Ans[3] = "おはあさま";
Q[296].comment = "『お母様』は『おかあさま』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>辞書を〔用いて〕もかまいません。";
Q[297].Ans[0] = "もちいて";
Q[297].Ans[1] = "よういて";
Q[297].Ans[2] = "ゆういて";
Q[297].Ans[3] = "ひきいて";
Q[297].comment = "『用いて』は『もちいて』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこからどこまでが〔引用〕ですか。";
Q[298].Ans[0] = "いんよう";
Q[298].Ans[1] = "ひよう";
Q[298].Ans[2] = "ひきゆう";
Q[298].Ans[3] = "いんゆう";
Q[298].comment = "『引用』は『いんよう』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたの力では〔通用〕しないでしょう。";
Q[299].Ans[0] = "つうよう";
Q[299].Ans[1] = "ずうよう";
Q[299].Ans[2] = "とおよん";
Q[299].Ans[3] = "ずうよん";
Q[299].comment = "『通用』は『つうよう』と読む。";
