var Qnum = 300;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>貧しい国の子どもを〔養子〕にする。";
Q[0].Ans[0] = "要旨";
Q[0].Ans[1] = "様子";
Q[0].Ans[2] = "用事";
Q[0].Ans[3] = "要素";
Q[0].comment = "『養子』は『ようし』と読む。同じひらがなで書くのは『要旨（ようし）』。";

Q[1].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>新社屋の建設を〔契機〕に、新しい警備システムを導入する。";
Q[1].Ans[0] = "景気";
Q[1].Ans[1] = "掲示";
Q[1].Ans[2] = "警視";
Q[1].Ans[3] = "経理";
Q[1].comment = "『契機』は『けいき』と読む。同じひらがなで書くのは『景気（けいき）』。";

Q[2].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>論文の〔要旨〕を提出してください。";
Q[2].Ans[0] = "容姿";
Q[2].Ans[1] = "軽視";
Q[2].Ans[2] = "様子";
Q[2].Ans[3] = "格子";
Q[2].comment = "『要旨』は『ようし』と読む。同じひらがなで書くのは『容姿（ようし）』。";

Q[3].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>小さな異状でも〔軽視〕してはいけない。";
Q[3].Ans[0] = "警視";
Q[3].Ans[1] = "軽装";
Q[3].Ans[2] = "刑事";
Q[3].Ans[3] = "検死";
Q[3].comment = "『軽視』は『けいし』と読む。同じひらがなで書くのは『警視（けいし）』。";

Q[4].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>地域経済の〔振興〕をはかる。";
Q[4].Ans[0] = "信仰";
Q[4].Ans[1] = "心境";
Q[4].Ans[2] = "信号";
Q[4].Ans[3] = "伸長";
Q[4].comment = "『振興』は『しんこう』と読む。同じひらがなで書くのは『信仰（しんこう）』。";

Q[5].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>40年前に集団就職で〔上京〕したという。";
Q[5].Ans[0] = "状況";
Q[5].Ans[1] = "情景";
Q[5].Ans[2] = "条項";
Q[5].Ans[3] = "商業";
Q[5].comment = "『上京』は『じょうきょう』と読む。同じひらがなで書くのは『状況（じょうきょう）』。";

Q[6].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>自分の置かれた〔状況〕をよく考えてほしい。";
Q[6].Ans[0] = "上京";
Q[6].Ans[1] = "条項";
Q[6].Ans[2] = "昇降";
Q[6].Ans[3] = "情景";
Q[6].comment = "『状況』は『じょうきょう』と読む。同じひらがなで書くのは『上京（じょうきょう）』。";

Q[7].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>合併によって、同じ〔市内〕なのに市外局番が必要な地域がある。";
Q[7].Ans[0] = "竹刀";
Q[7].Ans[1] = "姉妹";
Q[7].Ans[2] = "仕打";
Q[7].Ans[3] = "次第";
Q[7].comment = "『市内』は『しない』と読む。同じひらがなで書くのは『竹刀（しない）』。";

Q[8].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔竹刀〕で素振りをする。";
Q[8].Ans[0] = "市内";
Q[8].Ans[1] = "中東";
Q[8].Ans[2] = "中途";
Q[8].Ans[3] = "竹筒";
Q[8].comment = "『竹刀』は『しない』と読む。同じひらがなで書くのは『市内（しない）』。";

Q[9].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>仕上がりの〔見当〕をつける。";
Q[9].Ans[0] = "検討";
Q[9].Ans[1] = "剣道";
Q[9].Ans[2] = "健康";
Q[9].Ans[3] = "検証";
Q[9].comment = "『見当』は『けんとう』と読む。同じひらがなで書くのは『検討（けんとう）』。";

Q[10].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>山本さんは〔専任〕の講師をしている。";
Q[10].Ans[0] = "仙人";
Q[10].Ans[1] = "先端";
Q[10].Ans[2] = "銭湯";
Q[10].Ans[3] = "洗練";
Q[10].comment = "『専任』は『せんにん』と読む。同じひらがなで書くのは『仙人（せんにん）』。";

Q[11].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>イスラエル軍が街を〔占拠〕している。";
Q[11].Ans[0] = "選挙";
Q[11].Ans[1] = "宣教";
Q[11].Ans[2] = "山中";
Q[11].Ans[3] = "船長";
Q[11].comment = "『占拠』は『せんきょ』と読む。同じひらがなで書くのは『選挙（せんきょ）』。";

Q[12].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>アメリカ〔占領〕時代につくられたおもちゃは高値で取引される。";
Q[12].Ans[0] = "染料";
Q[12].Ans[1] = "洗礼";
Q[12].Ans[2] = "山林";
Q[12].Ans[3] = "全量";
Q[12].comment = "『占領』は『せんりょう』と読む。同じひらがなで書くのは『染料（せんりょう）』。";

Q[13].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>現在は、３人が〔交替〕で番をしている。";
Q[13].Ans[0] = "後退";
Q[13].Ans[1] = "好感";
Q[13].Ans[2] = "公開";
Q[13].Ans[3] = "高尚";
Q[13].comment = "『交替』は『こうたい』と読む。同じひらがなで書くのは『後退（こうたい）』。";

Q[14].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>銀行口座の残高を〔照会〕する。";
Q[14].Ans[0] = "紹介";
Q[14].Ans[1] = "注解";
Q[14].Ans[2] = "早退";
Q[14].Ans[3] = "山海";
Q[14].comment = "『照会』は『しょうかい』と読む。同じひらがなで書くのは『紹介（しょうかい）』。";

Q[15].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>事件の〔背景〕は非常に複雑なようだ。";
Q[15].Ans[0] = "拝啓";
Q[15].Ans[1] = "廃刊";
Q[15].Ans[2] = "配置";
Q[15].Ans[3] = "敗退";
Q[15].comment = "『背景』は『はいけい』と読む。同じひらがなで書くのは『背景（はいけい）』。";

Q[16].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>民衆を圧政から〔解放〕する。";
Q[16].Ans[0] = "会報";
Q[16].Ans[1] = "開港";
Q[16].Ans[2] = "解消";
Q[16].Ans[3] = "改版";
Q[16].comment = "『解放』は『かいほう』と読む。同じひらがなで書くのは『会報（かいほう）』。";

Q[17].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>そもそも〔機構〕の判断に問題があったようだ。";
Q[17].Ans[0] = "気候";
Q[17].Ans[1] = "記号";
Q[17].Ans[2] = "帰郷";
Q[17].Ans[3] = "事項";
Q[17].comment = "『機構』は『きこう』と読む。同じひらがなで書くのは『気候（きこう）』。";

Q[18].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>来日中の有名な〔交響〕楽団の演奏を聴きにいく。";
Q[18].Ans[0] = "公共";
Q[18].Ans[1] = "鋼業";
Q[18].Ans[2] = "好調";
Q[18].Ans[3] = "高尚";
Q[18].comment = "『交響』は『こうきょう』と読む。同じひらがなで書くのは『公共（こうきょう）』。";

Q[19].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>与党は〔改憲〕を目指している。";
Q[19].Ans[0] = "会見";
Q[19].Ans[1] = "戒厳";
Q[19].Ans[2] = "開眼";
Q[19].Ans[3] = "海岸";
Q[19].comment = "『改憲』は『かいけん』と読む。同じひらがなで書くのは『会見（かいけん）』。";

Q[20].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>哲学的で〔高尚〕な議論だが、とても難解だ。";
Q[20].Ans[0] = "交渉";
Q[20].Ans[1] = "好況";
Q[20].Ans[2] = "校長";
Q[20].Ans[3] = "向上";
Q[20].comment = "『高尚』は『こうしょう』と読む。同じひらがなで書くのは『交渉（こうしょう）』。";

Q[21].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>トラック〔競技〕を強化する必要がある。";
Q[21].Ans[0] = "協議";
Q[21].Ans[1] = "景気";
Q[21].Ans[2] = "教師";
Q[21].Ans[3] = "境地";
Q[21].comment = "『競技』は『きょうぎ』と読む。同じひらがなで書くのは『協議（きょうぎ）』。";

Q[22].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>タッチパネルで機械を〔操作〕する。";
Q[22].Ans[0] = "捜査";
Q[22].Ans[1] = "捜索";
Q[22].Ans[2] = "相殺";
Q[22].Ans[3] = "装置";
Q[22].comment = "『操作』は『そうさ』と読む。同じひらがなで書くのは『捜査（そうさ）』。";

Q[23].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>ＦＡ権を〔行使〕するかどうか考えているところだ。";
Q[23].Ans[0] = "格子";
Q[23].Ans[1] = "工事";
Q[23].Ans[2] = "教示";
Q[23].Ans[3] = "高裁";
Q[23].comment = "『行使』は『こうし』と読む。同じひらがなで書くのは『格子（こうし）』。";

Q[24].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>観客はいっせいに〔歓声〕をあげた。";
Q[24].Ans[0] = "感性";
Q[24].Ans[1] = "解消";
Q[24].Ans[2] = "干渉";
Q[24].Ans[3] = "感情";
Q[24].comment = "『歓声』は『かんせい』と読む。同じひらがなで書くのは『感性（かんせい）』。";

Q[25].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>航空機の〔管制〕ミスがあったが、大事には至らなかった。";
Q[25].Ans[0] = "完成";
Q[25].Ans[1] = "漢字";
Q[25].Ans[2] = "関税";
Q[25].Ans[3] = "感知";
Q[25].comment = "『管制』は『かんせい』と読む。同じひらがなで書くのは『完成（かんせい）』。";

Q[26].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>初戦は日本チームの〔完勝〕だった。";
Q[26].Ans[0] = "鑑賞";
Q[26].Ans[1] = "感情";
Q[26].Ans[2] = "監修";
Q[26].Ans[3] = "寒中";
Q[26].comment = "『完勝』は『かんしょう』と読む。同じひらがなで書くのは『鑑賞（かんしょう）』。";

Q[27].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>名画を〔鑑賞〕する。";
Q[27].Ans[0] = "感傷";
Q[27].Ans[1] = "勘定";
Q[27].Ans[2] = "乾燥";
Q[27].Ans[3] = "慣習";
Q[27].comment = "『鑑賞』は『かんしょう』と読む。同じひらがなで書くのは『感傷（かんしょう）』。";

Q[28].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>安易な〔感傷〕は捨てた方が良い。";
Q[28].Ans[0] = "干渉";
Q[28].Ans[1] = "官舎";
Q[28].Ans[2] = "慣習";
Q[28].Ans[3] = "艦上";
Q[28].comment = "『感傷』は『かんしょう』と読む。同じひらがなで書くのは『干渉（かんしょう）』。";

Q[29].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>他国の内政に〔干渉〕するべきではない。";
Q[29].Ans[0] = "完勝";
Q[29].Ans[1] = "官庁";
Q[29].Ans[2] = "簡素";
Q[29].Ans[3] = "眼中";
Q[29].comment = "『干渉』は『かんしょう』と読む。同じひらがなで書くのは『完勝（かんしょう）』。";

Q[30].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>新入生全員のスピーチが〔慣行〕となっている。";
Q[30].Ans[0] = "観光";
Q[30].Ans[1] = "勧業";
Q[30].Ans[2] = "勘定";
Q[30].Ans[3] = "勘案";
Q[30].comment = "『慣行』は『かんこう』と読む。同じひらがなで書くのは『観光（かんこう）』。";

Q[31].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔観光〕は台湾の主要な産業である。";
Q[31].Ans[0] = "敢行";
Q[31].Ans[1] = "歓呼";
Q[31].Ans[2] = "頑固";
Q[31].Ans[3] = "頑強";
Q[31].comment = "『観光』は『かんこう』と読む。同じひらがなで書くのは『敢行（かんこう）』。";

Q[32].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>大規模な人員整理を〔敢行〕する。";
Q[32].Ans[0] = "感光";
Q[32].Ans[1] = "勧業";
Q[32].Ans[2] = "縁故";
Q[32].Ans[3] = "修業";
Q[32].comment = "『敢行』は『かんこう』と読む。同じひらがなで書くのは『感光（かんこう）』。";

Q[33].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>事故のため、全線〔不通〕となっております。";
Q[33].Ans[0] = "普通";
Q[33].Ans[1] = "付随";
Q[33].Ans[2] = "部会";
Q[33].Ans[3] = "舞踏";
Q[33].comment = "『不通』は『ふつう』と読む。同じひらがなで書くのは『普通（ふつう）』。";

Q[34].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>同じ条件で契約を〔更改〕する。";
Q[34].Ans[0] = "後悔";
Q[34].Ans[1] = "好感";
Q[34].Ans[2] = "教官";
Q[34].Ans[3] = "総会";
Q[34].comment = "『更改』は『こうかい』と読む。同じひらがなで書くのは『後悔（こうかい）』。";

Q[35].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>与党が採決を〔強行〕する。";
Q[35].Ans[0] = "教皇";
Q[35].Ans[1] = "競合";
Q[35].Ans[2] = "条項";
Q[35].Ans[3] = "調教";
Q[35].comment = "『強行』は『きょうこう』と読む。同じひらがなで書くのは『教皇（きょうこう）』。";

Q[36].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔兄弟〕でメジャーリーガーになる。";
Q[36].Ans[0] = "強大";
Q[36].Ans[1] = "協定";
Q[36].Ans[2] = "教頭";
Q[36].Ans[3] = "境内";
Q[36].comment = "『兄弟』は『きょうだい』と読む。同じひらがなで書くのは『強大（きょうだい）』。";

Q[37].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔強要〕";
Q[37].Ans[0] = "教養";
Q[37].Ans[1] = "共有";
Q[37].Ans[2] = "重用";
Q[37].Ans[3] = "跳躍";
Q[37].comment = "『強要』は『きょうよう』と読む。同じひらがなで書くのは『教養（きょうよう）』。";

Q[38].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔急患〕には24時間対応します。";
Q[38].Ans[0] = "休刊";
Q[38].Ans[1] = "習慣";
Q[38].Ans[2] = "中間";
Q[38].Ans[3] = "長官";
Q[38].comment = "『急患』は『きゅうかん』と読む。同じひらがなで書くのは『休刊（きゅうかん）』。";

Q[39].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔急行〕で大阪に向かう。";
Q[39].Ans[0] = "休講";
Q[39].Ans[1] = "休業";
Q[39].Ans[2] = "十号";
Q[39].Ans[3] = "中京";
Q[39].comment = "『急行』は『きゅうこう』と読む。同じひらがなで書くのは『休講（きゅうこう）』。";

Q[40].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>チューリップの〔球根〕を植える。";
Q[40].Ans[0] = "求婚";
Q[40].Ans[1] = "忠孝";
Q[40].Ans[2] = "重厚";
Q[40].Ans[3] = "休講";
Q[40].comment = "『球根』は『きゅうこん』と読む。同じひらがなで書くのは『求婚（きゅうこん）』。";

Q[41].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>まさに〔九死〕に一生を得た状況だった。";
Q[41].Ans[0] = "休止";
Q[41].Ans[1] = "駆使";
Q[41].Ans[2] = "旧字";
Q[41].Ans[3] = "苦心";
Q[41].comment = "『九死（に一生を得る）』は『きゅうし』と読む。同じひらがなで書くのは『休止（きゅうし）』。";

Q[42].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>若いうちは、いろいろなことを〔吸収〕することができる。";
Q[42].Ans[0] = "九州";
Q[42].Ans[1] = "数種";
Q[42].Ans[2] = "収集";
Q[42].Ans[3] = "旧称";
Q[42].comment = "『吸収』は『きゅうしゅう』と読む。同じひらがなで書くのは『九州（きゅうしゅう）』。";

Q[43].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>体調不良で〔休職〕している。";
Q[43].Ans[0] = "給食";
Q[43].Ans[1] = "昼食";
Q[43].Ans[2] = "中止";
Q[43].Ans[3] = "旧式";
Q[43].comment = "『休職』は『きゅうしょく』と読む。同じひらがなで書くのは『給食（きゅうしょく）』。";

Q[44].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>日曜日は〔休診〕という医院が多い。";
Q[44].Ans[0] = "球審";
Q[44].Ans[1] = "中心";
Q[44].Ans[2] = "旧知";
Q[44].Ans[3] = "給紙";
Q[44].comment = "『休診』は『きゅうしん』と読む。同じひらがなで書くのは『球審（きゅうしん）』。";

Q[45].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>症状が〔急性〕のものならば、至急入院が必要だ。";
Q[45].Ans[0] = "旧姓";
Q[45].Ans[1] = "九章";
Q[45].Ans[2] = "修正";
Q[45].Ans[3] = "中世";
Q[45].comment = "『急性』は『きゅうせい』と読む。同じひらがなで書くのは『旧姓（きゅうせい）』。";

Q[46].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>たまには〔休息〕も必要だ。";
Q[46].Ans[0] = "急速";
Q[46].Ans[1] = "周囲";
Q[46].Ans[2] = "収束";
Q[46].Ans[3] = "秋霜";
Q[46].comment = "『休息』は『きゅうそく』と読む。同じひらがなで書くのは『急速（きゅうそく）』。";

Q[47].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>大統領の〔宮殿〕は、とても豪華だ。";
Q[47].Ans[0] = "給電";
Q[47].Ans[1] = "牛丼";
Q[47].Ans[2] = "急転";
Q[47].Ans[3] = "九頭";
Q[47].comment = "『宮殿』は『きゅうでん』と読む。同じひらがなで書くのは『給電（きゅうでん）』。";

Q[48].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>原因の〔究明〕を優先すべきだ。";
Q[48].Ans[0] = "救命";
Q[48].Ans[1] = "休眠";
Q[48].Ans[2] = "十名";
Q[48].Ans[3] = "寿命";
Q[48].comment = "『究明』は『きゅうめい』と読む。同じひらがなで書くのは『救命（きゅうめい）』。";

Q[49].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>成績不振の責任をとって〔休養〕する。";
Q[49].Ans[0] = "急用";
Q[49].Ans[1] = "給与";
Q[49].Ans[2] = "旧友";
Q[49].Ans[3] = "収容";
Q[49].comment = "『休養』は『きゅうよう』と読む。同じひらがなで書くのは『急用（きゅうよう）』。";

Q[50].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>成長のそれぞれの〔段階〕で、適切な教育を与えるべきだ。";
Q[50].Ans[0] = "団塊";
Q[50].Ans[1] = "弾劾";
Q[50].Ans[2] = "男性";
Q[50].Ans[3] = "団地";
Q[50].comment = "『段階』は『だんかい』と読む。同じひらがなで書くのは『団塊（だんかい）』。";

Q[51].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>強い決意で改革を〔断行〕する。";
Q[51].Ans[0] = "団交";
Q[51].Ans[1] = "団子";
Q[51].Ans[2] = "談合";
Q[51].Ans[3] = "炭鉱";
Q[51].comment = "『断行』は『だんこう』と読む。同じひらがなで書くのは『団交（だんこう）』。";

Q[52].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>警察発表では、犯行の〔動機〕は不明だという。";
Q[52].Ans[0] = "同期";
Q[52].Ans[1] = "投棄";
Q[52].Ans[2] = "鈍器";
Q[52].Ans[3] = "冬季";
Q[52].comment = "『動機』は『どうき』と読む。同じひらがなで書くのは『同期（どうき）』。";

Q[53].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>政治家は、世論の〔動向〕に注意を払うものだ。";
Q[53].Ans[0] = "同好";
Q[53].Ans[1] = "統合";
Q[53].Ans[2] = "投稿";
Q[53].Ans[3] = "東京";
Q[53].comment = "『動向』は『どうこう』と読む。同じひらがなで書くのは『同好（どうこう）』。";

Q[54].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>政治家は、世論の〔動向〕に注意を払うものだ。";
Q[54].Ans[0] = "同校";
Q[54].Ans[1] = "銅賞";
Q[54].Ans[2] = "凍傷";
Q[54].Ans[3] = "倒産";
Q[54].comment = "『動向』は『どうこう』と読む。同じひらがなで書くのは『同校（どうこう）』。";

Q[55].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>早く〔動詞〕の語形変化を覚えなさい。";
Q[55].Ans[0] = "同志";
Q[55].Ans[1] = "投資";
Q[55].Ans[2] = "当地";
Q[55].Ans[3] = "監視";
Q[55].comment = "『動詞』は『どうし』と読む。同じひらがなで書くのは『同志（どうし）』。";

Q[56].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>あたな方の苦しみは理解しますが、〔同情〕はしません。";
Q[56].Ans[0] = "道場";
Q[56].Ans[1] = "搭乗";
Q[56].Ans[2] = "凍傷";
Q[56].Ans[3] = "銅賞";
Q[56].comment = "『同情』は『どうじょう』と読む。同じひらがなで書くのは『道場（どうじょう）』。";

Q[57].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>敵国の〔動静〕を探るように命じる。";
Q[57].Ans[0] = "同姓";
Q[57].Ans[1] = "統制";
Q[57].Ans[2] = "都政";
Q[57].Ans[3] = "当選";
Q[57].comment = "『動静』は『どうせい』と読む。同じひらがなで書くのは『同姓（どうせい）』。";

Q[58].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>気が〔動転〕していたようで、よく覚えていないのです。";
Q[58].Ans[0] = "同点";
Q[58].Ans[1] = "道程";
Q[58].Ans[2] = "読点";
Q[58].Ans[3] = "当店";
Q[58].comment = "『動転』は『どうてん』と読む。同じひらがなで書くのは『同点（どうてん）』。";

Q[59].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼女は少し〔動揺〕した様子でした。";
Q[59].Ans[0] = "童謡";
Q[59].Ans[1] = "盗用";
Q[59].Ans[2] = "東洋";
Q[59].Ans[3] = "投与";
Q[59].comment = "『動揺』は『どうよう』と読む。同じひらがなで書くのは『童謡（どうよう）』。";

Q[60].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>日本チームの勝利に〔歓喜〕する。";
Q[60].Ans[0] = "寒気";
Q[60].Ans[1] = "漢詩";
Q[60].Ans[2] = "関知";
Q[60].Ans[3] = "監視";
Q[60].comment = "『歓喜』は『かんき』と読む。同じひらがなで書くのは『（かんき）』。";

Q[61].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>強い〔寒気〕が入り込み、朝晩は冷え込むだろう。";
Q[61].Ans[0] = "喚起";
Q[61].Ans[1] = "感知";
Q[61].Ans[2] = "監視";
Q[61].Ans[3] = "完治";
Q[61].comment = "『寒気』は『かんき』と読む。同じひらがなで書くのは『（かんき）』。";

Q[62].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>シリーズを〔完結〕させる。";
Q[62].Ans[0] = "簡潔";
Q[62].Ans[1] = "県警";
Q[62].Ans[2] = "関係";
Q[62].Ans[3] = "解決";
Q[62].comment = "『完結』は『かんけつ』と読む。同じひらがなで書くのは『簡潔（かんけつ）』。";

Q[63].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>できるだけ〔簡潔〕に発言してください。";
Q[63].Ans[0] = "完結";
Q[63].Ans[1] = "乾燥";
Q[63].Ans[2] = "勘定";
Q[63].Ans[3] = "解決";
Q[63].comment = "『簡潔』は『かんけつ』と読む。同じひらがなで書くのは『完結（かんけつ）』。";

Q[64].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>株主に利益を〔還元〕する。";
Q[64].Ans[0] = "換言";
Q[64].Ans[1] = "戒厳";
Q[64].Ans[2] = "官憲";
Q[64].Ans[3] = "会見";
Q[64].comment = "『還元』は『かんげん』と読む。同じひらがなで書くのは『換言（かんげん）』。";

Q[65].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>プロですから、相手が誰でも心を込めて〔看護〕します。";
Q[65].Ans[0] = "漢語";
Q[65].Ans[1] = "慣行";
Q[65].Ans[2] = "頑固";
Q[65].Ans[3] = "眼光";
Q[65].comment = "『看護』は『かんご』と読む。同じひらがなで書くのは『漢語（かんご）』。";

Q[66].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>アクセントから見ると〔関西〕の出身だろう。";
Q[66].Ans[0] = "完済";
Q[66].Ans[1] = "感性";
Q[66].Ans[2] = "完成";
Q[66].Ans[3] = "課税";
Q[66].comment = "『関西』は『かんさい』と読む。同じひらがなで書くのは『完済（かんさい）』。";

Q[67].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>官僚の動向を〔監視〕する。";
Q[67].Ans[0] = "漢詩";
Q[67].Ans[1] = "漢字";
Q[67].Ans[2] = "幹事";
Q[67].Ans[3] = "卵子";
Q[67].comment = "『監視』は『かんし』と読む。同じひらがなで書くのは『漢詩（かんし）』。";

Q[68].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>忘年会の〔幹事〕をする。";
Q[68].Ans[0] = "漢字";
Q[68].Ans[1] = "監視";
Q[68].Ans[2] = "堅持";
Q[68].Ans[3] = "開示";
Q[68].comment = "『幹事』は『かんじ』と読む。同じひらがなで書くのは『漢字（かんじ）』。";

Q[69].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>最近〔漢字〕が書けなくなってきた。";
Q[69].Ans[0] = "幹事";
Q[69].Ans[1] = "開始";
Q[69].Ans[2] = "監視";
Q[69].Ans[3] = "貫通";
Q[69].comment = "『漢字』は『かんじ』と読む。同じひらがなで書くのは『幹事（かんじ）』。";

Q[70].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>国際的な〔慣習〕にしたがう。";
Q[70].Ans[0] = "観衆";
Q[70].Ans[1] = "寒中";
Q[70].Ans[2] = "回収";
Q[70].Ans[3] = "改修";
Q[70].comment = "『慣習』は『かんしゅう』と読む。同じひらがなで書くのは『観衆（かんしゅう）』。";

Q[71].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>決勝戦は、15万人の〔観衆〕を集めた。";
Q[71].Ans[0] = "慣習";
Q[71].Ans[1] = "干渉";
Q[71].Ans[2] = "感染";
Q[71].Ans[3] = "眼中";
Q[71].comment = "『観衆』は『かんしゅう』と読む。同じひらがなで書くのは『慣習（かんしゅう）』。";

Q[72].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼は〔感情〕を顔に表さない。";
Q[72].Ans[0] = "勘定";
Q[72].Ans[1] = "官庁";
Q[72].Ans[2] = "干渉";
Q[72].Ans[3] = "完成";
Q[72].comment = "『感情』は『かんじょう』と読む。同じひらがなで書くのは『勘定（かんじょう）』。";

Q[73].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>ここの〔勘定〕は、私に任せてください。";
Q[73].Ans[0] = "感情";
Q[73].Ans[1] = "改訂";
Q[73].Ans[2] = "官邸";
Q[73].Ans[3] = "眼底";
Q[73].comment = "『勘定』は『かんじょう』と読む。同じひらがなで書くのは『感情（かんじょう）』。";

Q[74].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>あの何ともいえない〔感触〕が苦手だ。";
Q[74].Ans[0] = "間食";
Q[74].Ans[1] = "観衆";
Q[74].Ans[2] = "寒中";
Q[74].Ans[3] = "官省";
Q[74].comment = "『感触』は『かんしょく』と読む。同じひらがなで書くのは『間食（かんしょく）』。";

Q[75].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>急に運動をしたら、体中の〔関節〕が痛い。";
Q[75].Ans[0] = "間接";
Q[75].Ans[1] = "解説";
Q[75].Ans[2] = "完成";
Q[75].Ans[3] = "開設";
Q[75].comment = "『関節』は『かんせつ』と読む。同じひらがなで書くのは『間接（かんせつ）』。";

Q[76].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>エイズに〔感染〕していないか検査をする。";
Q[76].Ans[0] = "観戦";
Q[76].Ans[1] = "関与";
Q[76].Ans[2] = "海鮮";
Q[76].Ans[3] = "改善";
Q[76].comment = "『感染』は『かんせん』と読む。同じひらがなで書くのは『（かんせん）』。";

Q[77].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>家族でサッカーを〔観戦〕する。";
Q[77].Ans[0] = "感染";
Q[77].Ans[1] = "完成";
Q[77].Ans[2] = "管制";
Q[77].Ans[3] = "海鮮";
Q[77].comment = "『観戦』は『かんせん』と読む。同じひらがなで書くのは『感染（かんせん）』。";

Q[78].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>今期の大河ドラマは、時代〔考証〕が不十分だ。";
Q[78].Ans[0] = "校章";
Q[78].Ans[1] = "構成";
Q[78].Ans[2] = "更生";
Q[78].Ans[3] = "向上";
Q[78].comment = "『考証』は『こうしょう』と読む。同じひらがなで書くのは『（こうしょう）』。";

Q[79].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔公傷〕が認められ、番付に変動はない。";
Q[79].Ans[0] = "交渉";
Q[79].Ans[1] = "向上";
Q[79].Ans[2] = "強情";
Q[79].Ans[3] = "講習";
Q[79].comment = "『公傷』は『こうしょう』と読む。同じひらがなで書くのは『（こうしょう）』。";

Q[80].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔校章〕の入ったバッジをつけるきまりになっている。";
Q[80].Ans[0] = "口承";
Q[80].Ans[1] = "公衆";
Q[80].Ans[2] = "上昇";
Q[80].Ans[3] = "常勝";
Q[80].comment = "『校章』は『こうしょう』と読む。同じひらがなで書くのは『（こうしょう）』。";

Q[81].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>ふたりの〔相性〕を占う。";
Q[81].Ans[0] = "愛称";
Q[81].Ans[1] = "組成";
Q[81].Ans[2] = "総称";
Q[81].Ans[3] = "訴訟";
Q[81].comment = "『相性』は『あいしょう』と読む。同じひらがなで書くのは『愛称（あいしょう）』。";

Q[82].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>マスコットの〔愛称〕を募集する。";
Q[82].Ans[0] = "相性";
Q[82].Ans[1] = "毎週";
Q[82].Ans[2] = "名将";
Q[82].Ans[3] = "賠償";
Q[82].comment = "『愛称』は『あいしょう』と読む。同じひらがなで書くのは『相性（あいしょう）』。";

Q[83].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>とてもおしゃれな〔帽子〕ですね。";
Q[83].Ans[0] = "防止";
Q[83].Ans[1] = "奉仕";
Q[83].Ans[2] = "法事";
Q[83].Ans[3] = "放置";
Q[83].comment = "『防止』は『ぼうし』と読む。同じひらがなで書くのは『防止（ぼうし）』。";

Q[84].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>この小説の〔冒頭〕はとても有名だ。";
Q[84].Ans[0] = "暴投";
Q[84].Ans[1] = "暴動";
Q[84].Ans[2] = "暴徒";
Q[84].Ans[3] = "宝刀";
Q[84].comment = "『冒頭』は『ぼうとう』と読む。同じひらがなで書くのは『暴投（ぼうとう）』。";

Q[85].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔高貴〕な家柄の出身だった。";
Q[85].Ans[0] = "好機";
Q[85].Ans[1] = "抗議";
Q[85].Ans[2] = "講義";
Q[85].Ans[3] = "耕地";
Q[85].comment = "『高貴』は『こうき』と読む。同じひらがなで書くのは『好機（こうき）』。";

Q[86].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔好機〕を逃してはいけない。";
Q[86].Ans[0] = "高貴";
Q[86].Ans[1] = "高地";
Q[86].Ans[2] = "公示";
Q[86].Ans[3] = "講義";
Q[86].comment = "『好機』は『こうき』と読む。同じひらがなで書くのは『高貴（こうき）』。";

Q[87].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔後期〕の授業はいつ始まりますか？";
Q[87].Ans[0] = "好機";
Q[87].Ans[1] = "講義";
Q[87].Ans[2] = "高次";
Q[87].Ans[3] = "高知";
Q[87].comment = "『後期』は『こうき』と読む。同じひらがなで書くのは『好機（こうき）』。";

Q[88].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>大学の〔講義〕を聴講する。";
Q[88].Ans[0] = "抗議";
Q[88].Ans[1] = "好機";
Q[88].Ans[2] = "公金";
Q[88].Ans[3] = "合議";
Q[88].comment = "『講義』は『こうぎ』と読む。同じひらがなで書くのは『抗議（こうぎ）』。";

Q[89].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>大臣の発言に強く〔抗議〕する。";
Q[89].Ans[0] = "講義";
Q[89].Ans[1] = "高次";
Q[89].Ans[2] = "工事";
Q[89].Ans[3] = "後期";
Q[89].comment = "『抗議』は『こうぎ』と読む。同じひらがなで書くのは『講義（こうぎ）』。";

Q[90].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>これは〔高級〕なブランデーです。";
Q[90].Ans[0] = "考究";
Q[90].Ans[1] = "講習";
Q[90].Ans[2] = "胸中";
Q[90].Ans[3] = "今日中";
Q[90].comment = "『高級』は『こうきゅう』と読む。同じひらがなで書くのは『考究（こうきゅう）』。";

Q[91].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>プロレスの〔興行〕を行なう。";
Q[91].Ans[0] = "工業";
Q[91].Ans[1] = "教皇";
Q[91].Ans[2] = "強行";
Q[91].Ans[3] = "強硬";
Q[91].comment = "『興行』は『こうぎょう』と読む。同じひらがなで書くのは『工業（こうぎょう）』。";

Q[92].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>委員の一人が〔強硬〕に反対した。";
Q[92].Ans[0] = "教皇";
Q[92].Ans[1] = "競合";
Q[92].Ans[2] = "好況";
Q[92].Ans[3] = "高校";
Q[92].comment = "『強硬』は『きょうこう』と読む。同じひらがなで書くのは『教皇（きょうこう）』。";

Q[93].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔高原〕でとれたレタスです。";
Q[93].Ans[0] = "公言";
Q[93].Ans[1] = "後輩";
Q[93].Ans[2] = "貢献";
Q[93].Ans[3] = "荒廃";
Q[93].comment = "『高原』は『こうげん』と読む。同じひらがなで書くのは『公言（こうげん）』。";

Q[94].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>この小説は〔口語〕で書かれている。";
Q[94].Ans[0] = "交互";
Q[94].Ans[1] = "金剛";
Q[94].Ans[2] = "今後";
Q[94].Ans[3] = "混交";
Q[94].comment = "『口語』は『こうご』と読む。同じひらがなで書くのは『交互（こうご）』。";

Q[95].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>親には〔孝行〕しなさい。";
Q[95].Ans[0] = "高校";
Q[95].Ans[1] = "興行";
Q[95].Ans[2] = "恐慌";
Q[95].Ans[3] = "工業";
Q[95].comment = "『孝行』は『こうこう』と読む。同じひらがなで書くのは『高校（こうこう）』。";

Q[96].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>進学すると〔婚期〕を逃す。";
Q[96].Ans[0] = "根気";
Q[96].Ans[1] = "関知";
Q[96].Ans[2] = "明記";
Q[96].Ans[3] = "待機";
Q[96].comment = "『婚期』は『こんき』と読む。同じひらがなで書くのは『根気（こんき）』。";

Q[97].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔根気〕よく作業することが大事です。";
Q[97].Ans[0] = "今期";
Q[97].Ans[1] = "寝息";
Q[97].Ans[2] = "納期";
Q[97].Ans[3] = "完治";
Q[97].comment = "『根気』は『こんき』と読む。同じひらがなで書くのは『今期（こんき）』。";

Q[98].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼の部屋は書類が〔散乱〕している。";
Q[98].Ans[0] = "産卵";
Q[98].Ans[1] = "参観";
Q[98].Ans[2] = "三段";
Q[98].Ans[3] = "山間";
Q[98].comment = "『散乱』は『さんらん』と読む。同じひらがなで書くのは『産卵（さんらん）』。";

Q[99].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>サケが〔産卵〕している。";
Q[99].Ans[0] = "散乱";
Q[99].Ans[1] = "山間";
Q[99].Ans[2] = "相関";
Q[99].Ans[3] = "総覧";
Q[99].comment = "『産卵』は『さんらん』と読む。同じひらがなで書くのは『散乱（さんらん）』。";

Q[100].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>趣旨に〔賛同〕して、結成大会に参加する。";
Q[100].Ans[0] = "参道";
Q[100].Ans[1] = "三等";
Q[100].Ans[2] = "佐渡";
Q[100].Ans[3] = "再度";
Q[100].comment = "『賛同』は『さんどう』と読む。同じひらがなで書くのは『参道（さんどう）』。";

Q[101].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>全面的に〔賛成〕です。";
Q[101].Ans[0] = "酸性";
Q[101].Ans[1] = "三章";
Q[101].Ans[2] = "山川";
Q[101].Ans[3] = "参戦";
Q[101].comment = "『賛成』は『さんせい』と読む。同じひらがなで書くのは『酸性（さんせい）』。";

Q[102].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>女性にも〔参政〕権が認められた。";
Q[102].Ans[0] = "賛成";
Q[102].Ans[1] = "参戦";
Q[102].Ans[2] = "三升";
Q[102].Ans[3] = "三千";
Q[102].comment = "『参政』は『さんせい』と読む。同じひらがなで書くのは『賛成（さんせい）』。";

Q[103].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>くわしいことは別紙を〔参照〕してください。";
Q[103].Ans[0] = "三章";
Q[103].Ans[1] = "賛成";
Q[103].Ans[2] = "参戦";
Q[103].Ans[3] = "山頂";
Q[103].comment = "『参照』は『さんしょう』と読む。同じひらがなで書くのは『三章（さんしょう）』。";

Q[104].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>アメリカでの事故としては最悪の〔惨事〕となった。";
Q[104].Ans[0] = "賛辞";
Q[104].Ans[1] = "参政";
Q[104].Ans[2] = "三振";
Q[104].Ans[3] = "算数";
Q[104].comment = "『惨事』は『さんじ』と読む。同じひらがなで書くのは『賛辞（さんじ）』。";

Q[105].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔参考〕にできるものは何でも使う。";
Q[105].Ans[0] = "三項";
Q[105].Ans[1] = "産業";
Q[105].Ans[2] = "山間";
Q[105].Ans[3] = "再婚";
Q[105].comment = "『参考』は『さんこう』と読む。同じひらがなで書くのは『三項（さんこう）』。";

Q[106].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔山間〕部では放送が受信できないこともある。";
Q[106].Ans[0] = "参観";
Q[106].Ans[1] = "三件";
Q[106].Ans[2] = "賛辞";
Q[106].Ans[3] = "散見";
Q[106].comment = "『山間』は『さんかん』と読む。同じひらがなで書くのは『参観（さんかん）』。";

Q[107].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>仕事を休んで、息子の授業〔参観〕に行く。";
Q[107].Ans[0] = "山間";
Q[107].Ans[1] = "酸化";
Q[107].Ans[2] = "散会";
Q[107].Ans[3] = "三階";
Q[107].comment = "『参観』は『さんかん』と読む。同じひらがなで書くのは『山間（さんかん）』。";

Q[108].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>あなたにとっては〔最良〕の選択でしょう。";
Q[108].Ans[0] = "裁量";
Q[108].Ans[1] = "採用";
Q[108].Ans[2] = "材料";
Q[108].Ans[3] = "推量";
Q[108].comment = "『最良』は『さいりょう』と読む。同じひらがなで書くのは『裁量（さいりょう）』。";

Q[109].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>管理人の〔裁量〕に委ねてもいい。";
Q[109].Ans[0] = "最良";
Q[109].Ans[1] = "材料";
Q[109].Ans[2] = "在留";
Q[109].Ans[3] = "再論";
Q[109].comment = "『裁量』は『さいりょう』と読む。同じひらがなで書くのは『最良（さいりょう）』。";

Q[110].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>オリンピックはスポーツの〔祭典〕といってよいい。";
Q[110].Ans[0] = "採点";
Q[110].Ans[1] = "才能";
Q[110].Ans[2] = "財宝";
Q[110].Ans[3] = "最低";
Q[110].comment = "『祭典』は『さいてん』と読む。同じひらがなで書くのは『採点（さいてん）』。";

Q[111].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>テストの〔採点〕は大変だ。";
Q[111].Ans[0] = "祭典";
Q[111].Ans[1] = "最短";
Q[111].Ans[2] = "裁断";
Q[111].Ans[3] = "裁定";
Q[111].comment = "『採点』は『さいてん』と読む。同じひらがなで書くのは『祭典（さいてん）』。";

Q[112].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼は〔最低〕の大統領だ。";
Q[112].Ans[0] = "裁定";
Q[112].Ans[1] = "採点";
Q[112].Ans[2] = "再考";
Q[112].Ans[3] = "採集";
Q[112].comment = "『最低』は『さいてい』と読む。同じひらがなで書くのは『裁定（さいてい）』。";

Q[113].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>委員長の〔裁定〕にしたがうことにします。";
Q[113].Ans[0] = "最低";
Q[113].Ans[1] = "細小";
Q[113].Ans[2] = "再考";
Q[113].Ans[3] = "最上";
Q[113].comment = "『裁定』は『さいてい』と読む。同じひらがなで書くのは『最低（さいてい）』。";

Q[114].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>現場の〔指紋〕を採取する。";
Q[114].Ans[0] = "試問";
Q[114].Ans[1] = "志望";
Q[114].Ans[2] = "司法";
Q[114].Ans[3] = "思考";
Q[114].comment = "『指紋』は『しもん』と読む。同じひらがなで書くのは『試問（しもん）』。";

Q[115].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>完成までには〔相当〕な時間がかかりそうだ。";
Q[115].Ans[0] = "総統";
Q[115].Ans[1] = "騒動";
Q[115].Ans[2] = "倉庫";
Q[115].Ans[3] = "消灯";
Q[115].comment = "『相当』は『そうとう』と読む。同じひらがなで書くのは『総統（そうとう）』。";

Q[116].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>明日は〔早朝〕から仕事がある。";
Q[116].Ans[0] = "総長";
Q[116].Ans[1] = "相乗";
Q[116].Ans[2] = "象徴";
Q[116].Ans[3] = "山頂";
Q[116].comment = "『早朝』は『そうちょう』と読む。同じひらがなで書くのは『総長（そうちょう）』。";

Q[117].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>成績は〔相対〕的に評価します。";
Q[117].Ans[0] = "早退";
Q[117].Ans[1] = "正体";
Q[117].Ans[2] = "招待";
Q[117].Ans[3] = "壮大";
Q[117].comment = "『相対』は『そうたい』と読む。同じひらがなで書くのは『早退（そうたい）』。";

Q[118].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔総体〕的に見て、成績が向上しているとはいえない。";
Q[118].Ans[0] = "早退";
Q[118].Ans[1] = "壮快";
Q[118].Ans[2] = "招待";
Q[118].Ans[3] = "尊大";
Q[118].comment = "『総体』は『そうたい』と読む。同じひらがなで書くのは『早退（そうたい）』。";

Q[119].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>アメリカには〔創造〕科学というものがある。";
Q[119].Ans[0] = "想像";
Q[119].Ans[1] = "草稿";
Q[119].Ans[2] = "総称";
Q[119].Ans[3] = "総合";
Q[119].comment = "『創造』は『そうぞう』と読む。同じひらがなで書くのは『想像（そうぞう）』。";

Q[120].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼女が笑っているところなんて〔想像〕できない。";
Q[120].Ans[0] = "創造";
Q[120].Ans[1] = "訴状";
Q[120].Ans[2] = "相乗";
Q[120].Ans[3] = "総称";
Q[120].comment = "『想像』は『そうぞう』と読む。同じひらがなで書くのは『創造（そうぞう）』。";

Q[121].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>論文の〔草稿〕が完成する。";
Q[121].Ans[0] = "走行";
Q[121].Ans[1] = "証拠";
Q[121].Ans[2] = "昇降";
Q[121].Ans[3] = "倉庫";
Q[121].comment = "『草稿』は『そうこう』と読む。同じひらがなで書くのは『走行（そうこう）』。";

Q[122].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>若者向けの雑誌を〔創刊〕する。";
Q[122].Ans[0] = "相関";
Q[122].Ans[1] = "静観";
Q[122].Ans[2] = "好感";
Q[122].Ans[3] = "交換";
Q[122].comment = "『創刊』は『そうかん』と読む。同じひらがなで書くのは『相関（そうかん）』。";

Q[123].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>重要な点で〔相違〕が見られる。";
Q[123].Ans[0] = "総意";
Q[123].Ans[1] = "小異";
Q[123].Ans[2] = "将棋";
Q[123].Ans[3] = "周囲";
Q[123].comment = "『相違』は『そうい』と読む。同じひらがなで書くのは『総意（そうい）』。";

Q[124].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>この意見は、会員の〔総意〕だといっていいものです。";
Q[124].Ans[0] = "相違";
Q[124].Ans[1] = "周囲";
Q[124].Ans[2] = "潮位";
Q[124].Ans[3] = "行為";
Q[124].comment = "『総意』は『そうい』と読む。同じひらがなで書くのは『相違（そうい）』。";

Q[125].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>十分にご〔検討〕ください。";
Q[125].Ans[0] = "見当";
Q[125].Ans[1] = "剣道";
Q[125].Ans[2] = "口頭";
Q[125].Ans[3] = "高等";
Q[125].comment = "『検討』は『けんとう』と読む。同じひらがなで書くのは『見当（けんとう）』。";

Q[126].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔健闘〕もむなしく、初戦で敗れた。";
Q[126].Ans[0] = "検討";
Q[126].Ans[1] = "系統";
Q[126].Ans[2] = "剣道";
Q[126].Ans[3] = "毛糸";
Q[126].comment = "『健闘』は『けんとう』と読む。同じひらがなで書くのは『検討（けんとう）』。";

Q[127].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>挑戦者の〔健闘〕は称賛に価する。";
Q[127].Ans[0] = "検討";
Q[127].Ans[1] = "県道";
Q[127].Ans[2] = "厳冬";
Q[127].Ans[3] = "限度";
Q[127].comment = "『健闘』は『けんとう』と読む。同じひらがなで書くのは『検討（けんとう）』。";

Q[128].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>科学的な〔検証〕が不十分だ。";
Q[128].Ans[0] = "健勝";
Q[128].Ans[1] = "敬称";
Q[128].Ans[2] = "現象";
Q[128].Ans[3] = "現像";
Q[128].comment = "『検証』は『けんしょう』と読む。同じひらがなで書くのは『健勝（けんしょう）』。";

Q[129].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>みなさまのご〔健勝〕をお祈り申し上げます。";
Q[129].Ans[0] = "検証";
Q[129].Ans[1] = "現象";
Q[129].Ans[2] = "軽傷";
Q[129].Ans[3] = "継承";
Q[129].comment = "『健勝』は『けんしょう』と読む。同じひらがなで書くのは『検証（けんしょう）』。";

Q[130].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>原則を〔堅持〕しながら、事に当りたいと思います。";
Q[130].Ans[0] = "検事";
Q[130].Ans[1] = "掲示";
Q[130].Ans[2] = "高次";
Q[130].Ans[3] = "漢字";
Q[130].comment = "『堅持』は『けんじ』と読む。同じひらがなで書くのは『検事（けんじ）』。";

Q[131].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔検事〕が被告人に質問をはじめた。";
Q[131].Ans[0] = "堅持";
Q[131].Ans[1] = "漢字";
Q[131].Ans[2] = "掲示";
Q[131].Ans[3] = "相似";
Q[131].comment = "『検事』は『けんじ』と読む。同じひらがなで書くのは『堅持（けんじ）』。";

Q[132].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼の家は、４世代が〔健在〕だ。";
Q[132].Ans[0] = "建材";
Q[132].Ans[1] = "関西";
Q[132].Ans[2] = "交際";
Q[132].Ans[3] = "功罪";
Q[132].comment = "『健在』は『けんざい』と読む。同じひらがなで書くのは『建材（けんざい）』。";

Q[133].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>コンビニ強盗事件の犯人を〔検挙〕する。";
Q[133].Ans[0] = "謙虚";
Q[133].Ans[1] = "軽挙";
Q[133].Ans[2] = "根拠";
Q[133].Ans[3] = "快挙";
Q[133].comment = "『検挙』は『けんきょ』と読む。同じひらがなで書くのは『謙虚（けんきょ）』。";

Q[134].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼の〔謙虚〕な姿勢は見習うべきだろう。";
Q[134].Ans[0] = "検挙";
Q[134].Ans[1] = "元気";
Q[134].Ans[2] = "稽古";
Q[134].Ans[3] = "皇居";
Q[134].comment = "『謙虚』は『けんきょ』と読む。同じひらがなで書くのは『検挙（けんきょ）』。";

Q[135].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>つまらないことで〔喧嘩〕するのはやめなさい。";
Q[135].Ans[0] = "県下";
Q[135].Ans[1] = "見解";
Q[135].Ans[2] = "戦火";
Q[135].Ans[3] = "開花";
Q[135].comment = "『喧嘩』は『けんか』と読む。同じひらがなで書くのは『県下（けんか）』。";

Q[136].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>鍋の最後は〔雑炊〕と決まっている。";
Q[136].Ans[0] = "増水";
Q[136].Ans[1] = "最善";
Q[136].Ans[2] = "採決";
Q[136].Ans[3] = "再送";
Q[136].comment = "『雑炊』は『ぞうすい』と読む。同じひらがなで書くのは『増水（ぞうすい）』。";

Q[137].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>大雨で川が〔増水〕している。";
Q[137].Ans[0] = "雑炊";
Q[137].Ans[1] = "走行";
Q[137].Ans[2] = "造船";
Q[137].Ans[3] = "造成";
Q[137].comment = "『増水』は『ぞうすい』と読む。同じひらがなで書くのは『雑炊（ぞうすい）』。";

Q[138].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>失業者が〔増加〕しつづけている。";
Q[138].Ans[0] = "造花";
Q[138].Ans[1] = "総会";
Q[138].Ans[2] = "相関";
Q[138].Ans[3] = "添加";
Q[138].comment = "『増加』は『ぞうか』と読む。同じひらがなで書くのは『造花（ぞうか）』。";

Q[139].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>この〔造花〕は本物の花のようだ。";
Q[139].Ans[0] = "増加";
Q[139].Ans[1] = "添加";
Q[139].Ans[2] = "総会";
Q[139].Ans[3] = "再会";
Q[139].comment = "『造花』は『ぞうか』と読む。同じひらがなで書くのは『増加（ぞうか）』。";

Q[140].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>アルコールを〔蒸留〕する工場がある。";
Q[140].Ans[0] = "上流";
Q[140].Ans[1] = "";
Q[140].Ans[2] = "";
Q[140].Ans[3] = "";
Q[140].comment = "『蒸留』は『じょうりゅう』と読む。同じひらがなで書くのは『上流（じょうりゅう）』。";

Q[141].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>生活の〔向上〕を望まない人はいまい。";
Q[141].Ans[0] = "工場";
Q[141].Ans[1] = "構想";
Q[141].Ans[2] = "光線";
Q[141].Ans[3] = "交渉";
Q[141].comment = "『向上』は『こうじょう』と読む。同じひらがなで書くのは『工場（こうじょう）』。";

Q[142].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>川の〔上流〕で釣りをする。";
Q[142].Ans[0] = "蒸留";
Q[142].Ans[1] = "人類";
Q[142].Ans[2] = "承知";
Q[142].Ans[3] = "調理";
Q[142].comment = "『上流』は『じょうりゅう』と読む。同じひらがなで書くのは『蒸留（じょうりゅう）』。";

Q[143].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>体はあまり〔丈夫〕ではありません。";
Q[143].Ans[0] = "上部";
Q[143].Ans[1] = "勝負";
Q[143].Ans[2] = "商務";
Q[143].Ans[3] = "大分";
Q[143].comment = "『丈夫』は『じょうぶ』と読む。同じひらがなで書くのは『上部（じょうぶ）』。";

Q[144].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>壁の〔上部〕にひび割れが見える。";
Q[144].Ans[0] = "丈夫";
Q[144].Ans[1] = "勝負";
Q[144].Ans[2] = "三部";
Q[144].Ans[3] = "十分";
Q[144].comment = "『上部』は『じょうぶ』と読む。同じひらがなで書くのは『丈夫（じょうぶ）』。";

Q[145].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼はいつも〔冗談〕ばかり言っている。";
Q[145].Ans[0] = "上段";
Q[145].Ans[1] = "増大";
Q[145].Ans[2] = "総体";
Q[145].Ans[3] = "先端";
Q[145].comment = "『冗談』は『じょうだん』と読む。同じひらがなで書くのは『上段（じょうだん）』。";

Q[146].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>文末は〔常体〕ではなく、敬体にしてください。";
Q[146].Ans[0] = "状態";
Q[146].Ans[1] = "重大";
Q[146].Ans[2] = "十代";
Q[146].Ans[3] = "早退";
Q[146].comment = "『常体』は『じょうたい』と読む。同じひらがなで書くのは『状態（じょうたい）』。";

Q[147].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>どのような〔状態〕かよくわからない。";
Q[147].Ans[0] = "上体";
Q[147].Ans[1] = "相対";
Q[147].Ans[2] = "十代";
Q[147].Ans[3] = "増大";
Q[147].comment = "『状態』は『じょうたい』と読む。同じひらがなで書くのは『上体（じょうたい）』。";

Q[148].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔上体〕を大きく後ろに反らす。";
Q[148].Ans[0] = "状態";
Q[148].Ans[1] = "招待";
Q[148].Ans[2] = "小隊";
Q[148].Ans[3] = "話題";
Q[148].comment = "『上体』は『じょうたい』と読む。同じひらがなで書くのは『状態（じょうたい）』。";

Q[149].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>東証一部に〔上場〕している大企業だ。";
Q[149].Ans[0] = "情状";
Q[149].Ans[1] = "少々";
Q[149].Ans[2] = "常勝";
Q[149].Ans[3] = "乗馬";
Q[149].comment = "『上場』は『じょうじょう』と読む。同じひらがなで書くのは『情状（じょうじょう）』。";

Q[150].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔乗降〕客が最も多いのは新宿駅である。";
Q[150].Ans[0] = "条項";
Q[150].Ans[1] = "状況";
Q[150].Ans[2] = "上京";
Q[150].Ans[3] = "情景";
Q[150].comment = "『乗降』は『じょうこう』と読む。同じひらがなで書くのは『条項（じょうこう）』。";

Q[151].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>国籍〔条項〕が差別にあたるかどうか見当する";
Q[151].Ans[0] = "乗降";
Q[151].Ans[1] = "証拠";
Q[151].Ans[2] = "商業";
Q[151].Ans[3] = "将校";
Q[151].comment = "『条項』は『じょうこう』と読む。同じひらがなで書くのは『乗降（じょうこう）』。";

Q[152].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>大きな事故にもかかわらず〔乗員〕は全員救助された。";
Q[152].Ans[0] = "上院";
Q[152].Ans[1] = "調印";
Q[152].Ans[2] = "情意";
Q[152].Ans[3] = "勝因";
Q[152].comment = "『乗員』は『じょういん』と読む。同じひらがなで書くのは『上院（じょういん）』。";

Q[153].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>質問を装って〔挑発〕するのはよくない。";
Q[153].Ans[0] = "長髪";
Q[153].Ans[1] = "討伐";
Q[153].Ans[2] = "彫刻";
Q[153].Ans[3] = "調達";
Q[153].comment = "『挑発』は『ちょうはつ』と読む。同じひらがなで書くのは『長髪（ちょうはつ）』。";

Q[154].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>当時は〔長髪〕の若者が多かった。";
Q[154].Ans[0] = "挑発";
Q[154].Ans[1] = "蒸発";
Q[154].Ans[2] = "懲罰";
Q[154].Ans[3] = "討伐";
Q[154].comment = "『長髪』は『ちょうはつ』と読む。同じひらがなで書くのは『（ちょうはつ）』。";

Q[155].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>５期20年にわたって〔町長〕を務めていた。";
Q[155].Ans[0] = "長調";
Q[155].Ans[1] = "抽象";
Q[155].Ans[2] = "頂上";
Q[155].Ans[3] = "象徴";
Q[155].comment = "『町長』は『ちょうちょう』と読む。同じひらがなで書くのは『長調（ちょうちょう）』。";

Q[156].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>事件について〔調書〕をとる。";
Q[156].Ans[0] = "長所";
Q[156].Ans[1] = "少々";
Q[156].Ans[2] = "秋暑";
Q[156].Ans[3] = "上昇";
Q[156].comment = "『調書』は『ちょうしょ』と読む。同じひらがなで書くのは『長所（ちょうしょ）』。";

Q[157].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>誰にでも〔長所〕というものがある。";
Q[157].Ans[0] = "調書";
Q[157].Ans[1] = "頂上";
Q[157].Ans[2] = "上場";
Q[157].Ans[3] = "内緒";
Q[157].comment = "『長所』は『ちょうしょ』と読む。同じひらがなで書くのは『調書（ちょうしょ）』。";

Q[158].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>多くの〔聴衆〕を前に世界平和を訴えた。";
Q[158].Ans[0] = "徴収";
Q[158].Ans[1] = "常習";
Q[158].Ans[2] = "鳥獣";
Q[158].Ans[3] = "小銃";
Q[158].comment = "『聴衆』は『ちょうしゅう』と読む。同じひらがなで書くのは『徴収（ちょうしゅう）』。";

Q[159].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>電気料金を〔徴収〕する。";
Q[159].Ans[0] = "聴衆";
Q[159].Ans[1] = "口臭";
Q[159].Ans[2] = "研修";
Q[159].Ans[3] = "常習";
Q[159].comment = "『徴収』は『ちょうしゅう』と読む。同じひらがなで書くのは『聴衆（ちょうしゅう）』。";

Q[160].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>責任をとって〔長官〕を辞任する。";
Q[160].Ans[0] = "朝刊";
Q[160].Ans[1] = "相関";
Q[160].Ans[2] = "習慣";
Q[160].Ans[3] = "壮観";
Q[160].comment = "『長官』は『ちょうかん』と読む。同じひらがなで書くのは『朝刊（ちょうかん）』。";

Q[161].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔原料〕を明確に表示しなければならない。";
Q[161].Ans[0] = "減量";
Q[161].Ans[1] = "検量";
Q[161].Ans[2] = "源流";
Q[161].Ans[3] = "権力";
Q[161].comment = "『原料』は『げんりょう』と読む。同じひらがなで書くのは『減量（げんりょう）』。";

Q[162].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>ボクサーの敵は〔減量〕だ。";
Q[162].Ans[0] = "原料";
Q[162].Ans[1] = "源流";
Q[162].Ans[2] = "完了";
Q[162].Ans[3] = "香料";
Q[162].comment = "『減量』は『げんりょう』と読む。同じひらがなで書くのは『原料（げんりょう）』。";

Q[163].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>研究では、〔原典〕に直接当らなければだめだ。";
Q[163].Ans[0] = "減点";
Q[163].Ans[1] = "好転";
Q[163].Ans[2] = "寒天";
Q[163].Ans[3] = "晴天";
Q[163].comment = "『原典』は『げんてん』と読む。同じひらがなで書くのは『減点（げんてん）』。";

Q[164].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>表記の誤りは〔減点〕にします。";
Q[164].Ans[0] = "原典";
Q[164].Ans[1] = "古典";
Q[164].Ans[2] = "調停";
Q[164].Ans[3] = "官邸";
Q[164].comment = "『減点』は『げんてん』と読む。同じひらがなで書くのは『原典（げんてん）』。";

Q[165].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>もう一度〔原点〕に立ち返って考える必要がある。";
Q[165].Ans[0] = "原典";
Q[165].Ans[1] = "決定";
Q[165].Ans[2] = "好転";
Q[165].Ans[3] = "経典";
Q[165].comment = "『原点』は『げんてん』と読む。同じひらがなで書くのは『原典（げんてん）』。";

Q[166].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>無所属の新人が〔現職〕を破って当選した。";
Q[166].Ans[0] = "原色";
Q[166].Ans[1] = "見識";
Q[166].Ans[2] = "幻想";
Q[166].Ans[3] = "減収";
Q[166].comment = "『現職』は『げんしょく』と読む。同じひらがなで書くのは『原色（げんしょく）』。";

Q[167].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>日本では、若年人口が〔減少〕している。";
Q[167].Ans[0] = "現象";
Q[167].Ans[1] = "研修";
Q[167].Ans[2] = "検証";
Q[167].Ans[3] = "継承";
Q[167].comment = "『減少』は『げんしょう』と読む。同じひらがなで書くのは『現象（げんしょう）』。";

Q[168].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>不思議な〔現象〕を科学的に説明する。";
Q[168].Ans[0] = "減少";
Q[168].Ans[1] = "建造";
Q[168].Ans[2] = "継承";
Q[168].Ans[3] = "軽傷";
Q[168].comment = "『現象』は『げんしょう』と読む。同じひらがなで書くのは『減少（げんしょう）』。";

Q[169].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>締め切りは〔厳守〕しなさい。";
Q[169].Ans[0] = "元首";
Q[169].Ans[1] = "研修";
Q[169].Ans[2] = "講習";
Q[169].Ans[3] = "観衆";
Q[169].comment = "『厳守』は『げんしゅ』と読む。同じひらがなで書くのは『元首（げんしゅ）』。";

Q[170].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>日本の国家〔元首〕は総理大臣です。";
Q[170].Ans[0] = "厳守";
Q[170].Ans[1] = "眼中";
Q[170].Ans[2] = "減収";
Q[170].Ans[3] = "原書";
Q[170].comment = "『元首』は『げんしゅ』と読む。同じひらがなで書くのは『厳守（げんしゅ）』。";

Q[171].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>トマトはアンデスの〔原産〕です。";
Q[171].Ans[0] = "減算";
Q[171].Ans[1] = "計算";
Q[171].Ans[2] = "共産";
Q[171].Ans[3] = "詳細";
Q[171].comment = "『原産』は『げんさん』と読む。同じひらがなで書くのは『減算（げんさん）』。";

Q[172].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>中国〔原産〕のキノコを栽培している。";
Q[172].Ans[0] = "減算";
Q[172].Ans[1] = "現象";
Q[172].Ans[2] = "検証";
Q[172].Ans[3] = "降参";
Q[172].comment = "『原産』は『げんさん』と読む。同じひらがなで書くのは『減算（げんさん）』。";

Q[173].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔現行〕の硬貨に傷をつけてはいけない。";
Q[173].Ans[0] = "原稿";
Q[173].Ans[1] = "成功";
Q[173].Ans[2] = "将校";
Q[173].Ans[3] = "草稿";
Q[173].comment = "『現行』は『げんこう』と読む。同じひらがなで書くのは『原稿（げんこう）』。";

Q[174].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔原稿〕用紙で作文を書く。";
Q[174].Ans[0] = "現行";
Q[174].Ans[1] = "専攻";
Q[174].Ans[2] = "高校";
Q[174].Ans[3] = "観光";
Q[174].comment = "『原稿』は『げんこう』と読む。同じひらがなで書くのは『現行（げんこう）』。";

Q[175].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔官僚〕機構を改変する。";
Q[175].Ans[0] = "完了";
Q[175].Ans[1] = "改良";
Q[175].Ans[2] = "顔料";
Q[175].Ans[3] = "寒流";
Q[175].comment = "『官僚』は『かんりょう』と読む。同じひらがなで書くのは『完了（かんりょう）』。";

Q[176].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>任務が〔完了〕する。";
Q[176].Ans[0] = "官僚";
Q[176].Ans[1] = "顔料";
Q[176].Ans[2] = "干渉";
Q[176].Ans[3] = "官庁";
Q[176].comment = "『完了』は『かんりょう』と読む。同じひらがなで書くのは『官僚（かんりょう）』。";

Q[177].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>金属製品の〔原型〕を製作する。";
Q[177].Ans[0] = "減刑";
Q[177].Ans[1] = "経験";
Q[177].Ans[2] = "県警";
Q[177].Ans[3] = "関係";
Q[177].comment = "『原型』は『げんけい』と読む。同じひらがなで書くのは『減刑（げんけい）』。";

Q[178].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>再審で〔減刑〕を求める。";
Q[178].Ans[0] = "原型";
Q[178].Ans[1] = "光景";
Q[178].Ans[2] = "関係";
Q[178].Ans[3] = "合計";
Q[178].comment = "『減刑』は『げんけい』と読む。同じひらがなで書くのは『原型（げんけい）』。";

Q[179].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>最も重要な点が〔言及〕されていない。";
Q[179].Ans[0] = "減給";
Q[179].Ans[1] = "研究";
Q[179].Ans[2] = "緩急";
Q[179].Ans[3] = "考究";
Q[179].comment = "『言及』は『げんきゅう』と読む。同じひらがなで書くのは『減給（げんきゅう）』。";

Q[180].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔減給〕の処分を受ける。";
Q[180].Ans[0] = "言及";
Q[180].Ans[1] = "等級";
Q[180].Ans[2] = "早急";
Q[180].Ans[3] = "産休";
Q[180].comment = "『減給』は『げんきゅう』と読む。同じひらがなで書くのは『言及（げんきゅう）』。";

Q[181].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>リフォームで〔玄関〕を広くする。";
Q[181].Ans[0] = "厳寒";
Q[181].Ans[1] = "限界";
Q[181].Ans[2] = "現行";
Q[181].Ans[3] = "原価";
Q[181].comment = "『玄関』は『げんかん』と読む。同じひらがなで書くのは『厳寒（げんかん）』。";

Q[182].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>両親はとても〔厳格〕な人だった。";
Q[182].Ans[0] = "幻覚";
Q[182].Ans[1] = "見学";
Q[182].Ans[2] = "計画";
Q[182].Ans[3] = "健脚";
Q[182].comment = "『厳格』は『げんかく』と読む。同じひらがなで書くのは『幻覚（げんかく）』。";

Q[183].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>高熱で〔幻覚〕が見える。";
Q[183].Ans[0] = "厳格";
Q[183].Ans[1] = "計画";
Q[183].Ans[2] = "健脚";
Q[183].Ans[3] = "見学";
Q[183].comment = "『幻覚』は『げんかく』と読む。同じひらがなで書くのは『（厳格げんかく）』。";

Q[184].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔県名〕を当てるクイズを出す。";
Q[184].Ans[0] = "賢明";
Q[184].Ans[1] = "感銘";
Q[184].Ans[2] = "長命";
Q[184].Ans[3] = "共鳴";
Q[184].comment = "『県名』は『けんめい』と読む。同じひらがなで書くのは『賢明（けんめい）』。";

Q[185].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔懸命〕な治療のおかげで、無事に退院できた。";
Q[185].Ans[0] = "賢明";
Q[185].Ans[1] = "共鳴";
Q[185].Ans[2] = "軽妙";
Q[185].Ans[3] = "言明";
Q[185].comment = "『懸命』は『けんめい』と読む。同じひらがなで書くのは『賢明（けんめい）』。";

Q[186].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>無理な状況では、引き返すのが〔賢明〕だ。";
Q[186].Ans[0] = "懸命";
Q[186].Ans[1] = "救命";
Q[186].Ans[2] = "感銘";
Q[186].Ans[3] = "高名";
Q[186].comment = "『賢明』は『けんめい』と読む。同じひらがなで書くのは『懸命（けんめい）』。";

Q[187].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>メールでは〔件名〕にアルファベットを使うようにしましょう。";
Q[187].Ans[0] = "賢明";
Q[187].Ans[1] = "感銘";
Q[187].Ans[2] = "救命";
Q[187].Ans[3] = "共鳴";
Q[187].comment = "『件名』は『けんめい』と読む。同じひらがなで書くのは『賢明（けんめい）』。";

Q[188].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>50才になっても〔現役〕のボクサーだ。";
Q[188].Ans[0] = "原液";
Q[188].Ans[1] = "契約";
Q[188].Ans[2] = "倹約";
Q[188].Ans[3] = "完訳";
Q[188].comment = "『現役』は『げんえき』と読む。同じひらがなで書くのは『原液（げんえき）』。";

Q[189].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔原液〕のままでは効き目が強すぎる。";
Q[189].Ans[0] = "現役";
Q[189].Ans[1] = "幻影";
Q[189].Ans[2] = "県営";
Q[189].Ans[3] = "検疫";
Q[189].comment = "『原液』は『げんえき』と読む。同じひらがなで書くのは『現役（げんえき）』。";

Q[190].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼女は〔交際〕の範囲が広い。";
Q[190].Ans[0] = "光彩";
Q[190].Ans[1] = "功罪";
Q[190].Ans[2] = "共催";
Q[190].Ans[3] = "恐妻";
Q[190].comment = "『交際』は『こうさい』と読む。同じひらがなで書くのは『光彩（こうさい）』。";

Q[191].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>教科書検定について〔高裁〕判決が出された。";
Q[191].Ans[0] = "交際";
Q[191].Ans[1] = "降参";
Q[191].Ans[2] = "公算";
Q[191].Ans[3] = "功罪";
Q[191].comment = "『高裁』は『こうさい』と読む。同じひらがなで書くのは『交際（こうさい）』。";

Q[192].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>預かった資金は〔公債〕を中心に運用しています。";
Q[192].Ans[0] = "交際";
Q[192].Ans[1] = "功罪";
Q[192].Ans[2] = "抗戦";
Q[192].Ans[3] = "光線";
Q[192].comment = "『公債』は『こうさい』と読む。同じひらがなで書くのは『交際（こうさい）』。";

Q[193].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼女は同期の中でもひときわ〔光彩〕を放っている。";
Q[193].Ans[0] = "高裁";
Q[193].Ans[1] = "交渉";
Q[193].Ans[2] = "校長";
Q[193].Ans[3] = "降参";
Q[193].comment = "『光彩』は『こうさい』と読む。同じひらがなで書くのは『高裁（こうさい）』。";

Q[194].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>法案は否決される〔公算〕だ。";
Q[194].Ans[0] = "降参";
Q[194].Ans[1] = "共産";
Q[194].Ans[2] = "光彩";
Q[194].Ans[3] = "高山";
Q[194].comment = "『公算』は『こうさん』と読む。同じひらがなで書くのは『降参（こうさん）』。";

Q[195].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>こうなっては〔降参〕するよりない。";
Q[195].Ans[0] = "公算";
Q[195].Ans[1] = "共産";
Q[195].Ans[2] = "集散";
Q[195].Ans[3] = "高山";
Q[195].comment = "『降参』は『こうさん』と読む。同じひらがなで書くのは『公算（こうさん）』。";

Q[196].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>取引先に〔礼状〕を書く。";
Q[196].Ans[0] = "令嬢";
Q[196].Ans[1] = "冷笑";
Q[196].Ans[2] = "連勝";
Q[196].Ans[3] = "例証";
Q[196].comment = "『礼状』は『れいじょう』と読む。同じひらがなで書くのは『令嬢（れいじょう）』。";

Q[197].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>社長の〔令嬢〕と結婚する。";
Q[197].Ans[0] = "礼状";
Q[197].Ans[1] = "例証";
Q[197].Ans[2] = "冷笑";
Q[197].Ans[3] = "冷蔵";
Q[197].comment = "『令嬢』は『れいじょう』と読む。同じひらがなで書くのは『礼状（れいじょう）』。";

Q[198].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔会費〕を徴収する。";
Q[198].Ans[0] = "回避";
Q[198].Ans[1] = "完備";
Q[198].Ans[2] = "軽微";
Q[198].Ans[3] = "富貴";
Q[198].comment = "『会費』は『かいひ』と読む。同じひらがなで書くのは『回避（かいひ）』。";

Q[199].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>トラブルを〔回避〕する。";
Q[199].Ans[0] = "会費";
Q[199].Ans[1] = "完備";
Q[199].Ans[2] = "解放";
Q[199].Ans[3] = "快復";
Q[199].comment = "『回避』は『かいひ』と読む。同じひらがなで書くのは『会費（かいひ）』。";

Q[200].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>世界でも数少ない〔貴重〕な資料です。";
Q[200].Ans[0] = "機長";
Q[200].Ans[1] = "始終";
Q[200].Ans[2] = "地中";
Q[200].Ans[3] = "支柱";
Q[200].comment = "『貴重』は『きちょう』と読む。同じひらがなで書くのは『機長（きちょう）』。";

Q[201].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>	ＡＴＭで〔記帳〕をする。";
Q[201].Ans[0] = "貴重";
Q[201].Ans[1] = "致傷";
Q[201].Ans[2] = "地中";
Q[201].Ans[3] = "希少";
Q[201].comment = "『記帳』は『きちょう』と読む。同じひらがなで書くのは『貴重（きちょう）』。";

Q[202].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔機長〕の判断で緊急着陸をする。";
Q[202].Ans[0] = "貴重";
Q[202].Ans[1] = "思潮";
Q[202].Ans[2] = "視聴";
Q[202].Ans[3] = "知将";
Q[202].comment = "『機長』は『きちょう』と読む。同じひらがなで書くのは『貴重（きちょう）』。";

Q[203].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔気象〕";
Q[203].Ans[0] = "起床";
Q[203].Ans[1] = "市長";
Q[203].Ans[2] = "創造";
Q[203].Ans[3] = "私情";
Q[203].comment = "『気象』は『きしょう』と読む。同じひらがなで書くのは『起床（きしょう）』。";

Q[204].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔気性〕";
Q[204].Ans[0] = "起床";
Q[204].Ans[1] = "奇数";
Q[204].Ans[2] = "規制";
Q[204].Ans[3] = "治世";
Q[204].comment = "『気性』は『きしょう』と読む。同じひらがなで書くのは『起床（きしょう）』。";

Q[205].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔起床〕";
Q[205].Ans[0] = "希少";
Q[205].Ans[1] = "致傷";
Q[205].Ans[2] = "機動";
Q[205].Ans[3] = "期中";
Q[205].comment = "『起床』は『きしょう』と読む。同じひらがなで書くのは『希少（きしょう）』。";

Q[206].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔希少〕";
Q[206].Ans[0] = "気性";
Q[206].Ans[1] = "奇数";
Q[206].Ans[2] = "汽船";
Q[206].Ans[3] = "規制";
Q[206].comment = "『希少』は『きしょう』と読む。同じひらがなで書くのは『気性（きしょう）』。";

Q[207].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>携帯電話の〔機種〕を変更する。";
Q[207].Ans[0] = "旗手";
Q[207].Ans[1] = "記事";
Q[207].Ans[2] = "期中";
Q[207].Ans[3] = "支柱";
Q[207].comment = "『機種』は『きしゅ』と読む。同じひらがなで書くのは『旗手（きしゅ）』。";

Q[208].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>体育大会で〔旗手〕をつとめる。";
Q[208].Ans[0] = "機種";
Q[208].Ans[1] = "敗者";
Q[208].Ans[2] = "技師";
Q[208].Ans[3] = "記事";
Q[208].comment = "『旗手』は『きしゅ』と読む。同じひらがなで書くのは『機種（きしゅ）』。";

Q[209].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>飛行機が〔機首〕を下に向けて、着陸態勢をとっている。";
Q[209].Ans[0] = "旗手";
Q[209].Ans[1] = "致傷";
Q[209].Ans[2] = "気象";
Q[209].Ans[3] = "帰省";
Q[209].comment = "『機首』は『きしゅ』と読む。同じひらがなで書くのは『旗手（きしゅ）』。";

Q[210].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>友達の父親が〔市長〕選挙に立候補する。";
Q[210].Ans[0] = "視聴";
Q[210].Ans[1] = "思想";
Q[210].Ans[2] = "素行";
Q[210].Ans[3] = "私情";
Q[210].comment = "『市長』は『しちょう』と読む。同じひらがなで書くのは『視聴（しちょう）』。";

Q[211].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>教養番組を〔視聴〕する。";
Q[211].Ans[0] = "思潮";
Q[211].Ans[1] = "至高";
Q[211].Ans[2] = "市況";
Q[211].Ans[3] = "支障";
Q[211].comment = "『視聴』は『しちょう』と読む。同じひらがなで書くのは『思潮（しちょう）』。";

Q[212].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>台湾の文芸〔思潮〕をノートにまとめる。";
Q[212].Ans[0] = "視聴";
Q[212].Ans[1] = "至高";
Q[212].Ans[2] = "支障";
Q[212].Ans[3] = "詩集";
Q[212].comment = "『思潮』は『しちょう』と読む。同じひらがなで書くのは『視聴（しちょう）』。";

Q[213].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>実家に〔帰省〕する。";
Q[213].Ans[0] = "寄生";
Q[213].Ans[1] = "気象";
Q[213].Ans[2] = "起床";
Q[213].Ans[3] = "机上";
Q[213].comment = "『帰省』は『きせい』と読む。同じひらがなで書くのは『寄生（きせい）』。";

Q[214].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔既成〕のルールでは対応しきれなくなっている。";
Q[214].Ans[0] = "帰省";
Q[214].Ans[1] = "起算";
Q[214].Ans[2] = "汽船";
Q[214].Ans[3] = "気性";
Q[214].comment = "『既成』は『きせい』と読む。同じひらがなで書くのは『帰省（きせい）』。";

Q[215].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔規制〕をより強化する。";
Q[215].Ans[0] = "既成";
Q[215].Ans[1] = "気性";
Q[215].Ans[2] = "汽船";
Q[215].Ans[3] = "既習";
Q[215].comment = "『規制』は『きせい』と読む。同じひらがなで書くのは『既成（きせい）』。";

Q[216].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>他の生き物に〔寄生〕して生きている生物は少なくない。";
Q[216].Ans[0] = "規制";
Q[216].Ans[1] = "気性";
Q[216].Ans[2] = "自製";
Q[216].Ans[3] = "施政";
Q[216].comment = "『寄生』は『きせい』と読む。同じひらがなで書くのは『規制（きせい）』。";

Q[217].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>要人を〔警護〕する。";
Q[217].Ans[0] = "敬語";
Q[217].Ans[1] = "稽古";
Q[217].Ans[2] = "堅固";
Q[217].Ans[3] = "漢語";
Q[217].comment = "『警護』は『けいご』と読む。同じひらがなで書くのは『敬語（けいご）』。";

Q[218].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>正しい〔敬語〕で話すのは難しい。";
Q[218].Ans[0] = "警護";
Q[218].Ans[1] = "傾向";
Q[218].Ans[2] = "堅固";
Q[218].Ans[3] = "稽古";
Q[218].comment = "『敬語』は『けいご』と読む。同じひらがなで書くのは『警護（けいご）』。";

Q[219].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔貴社〕ますますご発展のことと拝察いたします。";
Q[219].Ans[0] = "記者";
Q[219].Ans[1] = "視差";
Q[219].Ans[2] = "奇才";
Q[219].Ans[3] = "帰省";
Q[219].comment = "『貴社』は『きしゃ』と読む。同じひらがなで書くのは『記者（きしゃ）』。";

Q[220].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>軍事政権は〔記者〕の行動を制限している。";
Q[220].Ans[0] = "貴社";
Q[220].Ans[1] = "小差";
Q[220].Ans[2] = "生地";
Q[220].Ans[3] = "帰省";
Q[220].comment = "『記者』は『きしゃ』と読む。同じひらがなで書くのは『貴社（きしゃ）』。";

Q[221].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>昔は〔汽車〕で一日かかった距離だった。";
Q[221].Ans[0] = "記者";
Q[221].Ans[1] = "視座";
Q[221].Ans[2] = "試写";
Q[221].Ans[3] = "支社";
Q[221].comment = "『汽車』は『きしゃ』と読む。同じひらがなで書くのは『記者（きしゃ）』。";

Q[222].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔電気〕のない生活なんて考えられない。";
Q[222].Ans[0] = "伝記";
Q[222].Ans[1] = "転機";
Q[222].Ans[2] = "定義";
Q[222].Ans[3] = "天地";
Q[222].comment = "『電気』は『でんき』と読む。同じひらがなで書くのは『伝記（でんき）』。";

Q[223].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>ワーグナーの〔伝記〕を書く。";
Q[223].Ans[0] = "電機";
Q[223].Ans[1] = "田地";
Q[223].Ans[2] = "千基";
Q[223].Ans[3] = "天気";
Q[223].comment = "『伝記』は『でんき』と読む。同じひらがなで書くのは『電機（でんき）』。";

Q[224].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>原案に〔異議〕はありませんか。";
Q[224].Ans[0] = "意義";
Q[224].Ans[1] = "四季";
Q[224].Ans[2] = "息";
Q[224].Ans[3] = "杉";
Q[224].comment = "『異議』は『いぎ』と読む。同じひらがなで書くのは『意義（いぎ）』。";

Q[225].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>まったく〔意義〕のない会議だった。";
Q[225].Ans[0] = "異議";
Q[225].Ans[1] = "息";
Q[225].Ans[2] = "式";
Q[225].Ans[3] = "指揮";
Q[225].comment = "『意義』は『いぎ』と読む。同じひらがなで書くのは『異議（いぎ）』。";

Q[226].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>予算の使途に〔制約〕が多い。";
Q[226].Ans[0] = "製薬";
Q[226].Ans[1] = "性欲";
Q[226].Ans[2] = "改訳";
Q[226].Ans[3] = "帝国";
Q[226].comment = "『制約』は『せいやく』と読む。同じひらがなで書くのは『製薬（せいやく）』。";

Q[227].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>父は〔製薬〕会社の重役です。";
Q[227].Ans[0] = "制約";
Q[227].Ans[1] = "性欲";
Q[227].Ans[2] = "契約";
Q[227].Ans[3] = "小国";
Q[227].comment = "『製薬』は『せいやく』と読む。同じひらがなで書くのは『制約（せいやく）』。";

Q[228].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼はいつも最初の〔印象〕が悪い。";
Q[228].Ans[0] = "引証";
Q[228].Ans[1] = "真相";
Q[228].Ans[2] = "身上";
Q[228].Ans[3] = "陰険";
Q[228].comment = "『印象』は『いんしょう』と読む。同じひらがなで書くのは『引証（いんしょう）』。";

Q[229].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔引証〕の形式を整えなさい。";
Q[229].Ans[0] = "印象";
Q[229].Ans[1] = "身障";
Q[229].Ans[2] = "品性";
Q[229].Ans[3] = "院生";
Q[229].comment = "『引証』は『いんしょう』と読む。同じひらがなで書くのは『印象（いんしょう）』。";

Q[230].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>道場の〔師範〕になる。";
Q[230].Ans[0] = "市販";
Q[230].Ans[1] = "製版";
Q[230].Ans[2] = "後半";
Q[230].Ans[3] = "司法";
Q[230].comment = "『師範』は『しはん』と読む。同じひらがなで書くのは『市販（しはん）』。";

Q[231].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔市販〕の薬を服用する。";
Q[231].Ans[0] = "師範";
Q[231].Ans[1] = "製版";
Q[231].Ans[2] = "千番";
Q[231].Ans[3] = "支配";
Q[231].comment = "『市販』は『しはん』と読む。同じひらがなで書くのは『師範（しはん）』。";

Q[232].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔富貴〕な人々が集う場らしく、とても華やかだ。";
Q[232].Ans[0] = "風紀";
Q[232].Ans[1] = "本気";
Q[232].Ans[2] = "冬季";
Q[232].Ans[3] = "登記";
Q[232].comment = "『富貴』は『ふうき』と読む。同じひらがなで書くのは『風紀（ふうき）』。";

Q[233].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>最近の〔風紀〕の乱れが気にかかる。";
Q[233].Ans[0] = "富貴";
Q[233].Ans[1] = "付記";
Q[233].Ans[2] = "復帰";
Q[233].Ans[3] = "本気";
Q[233].comment = "『風紀』は『ふうき』と読む。同じひらがなで書くのは『富貴（ふうき）』。";

Q[234].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>あくまでも〔私見〕であることをご理解ください。";
Q[234].Ans[0] = "試験";
Q[234].Ans[1] = "事件";
Q[234].Ans[2] = "利権";
Q[234].Ans[3] = "危険";
Q[234].comment = "『私見』は『しけん』と読む。同じひらがなで書くのは『試験（しけん）』。";

Q[235].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔試験〕まであと１週間しかない。";
Q[235].Ans[0] = "私見";
Q[235].Ans[1] = "地検";
Q[235].Ans[2] = "資源";
Q[235].Ans[3] = "志願";
Q[235].comment = "『試験』は『しけん』と読む。同じひらがなで書くのは『私見（しけん）』。";

Q[236].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>ことばではなく〔行動〕で示してほしい。";
Q[236].Ans[0] = "講堂";
Q[236].Ans[1] = "合同";
Q[236].Ans[2] = "神戸";
Q[236].Ans[3] = "高等";
Q[236].comment = "『行動』は『こうどう』と読む。同じひらがなで書くのは『講堂（こうどう）』。";

Q[237].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>古い〔講堂〕を取り壊す。";
Q[237].Ans[0] = "行動";
Q[237].Ans[1] = "高等";
Q[237].Ans[2] = "好投";
Q[237].Ans[3] = "硬度";
Q[237].comment = "『講堂』は『こうどう』と読む。同じひらがなで書くのは『行動（こうどう）』。";

Q[238].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>セグウェイで〔公道〕は走れません。";
Q[238].Ans[0] = "講堂";
Q[238].Ans[1] = "高度";
Q[238].Ans[2] = "口頭";
Q[238].Ans[3] = "小刀";
Q[238].comment = "『公道』は『こうどう』と読む。同じひらがなで書くのは『講堂（こうどう）』。";

Q[239].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔公立〕の学校に進学する。";
Q[239].Ans[0] = "効率";
Q[239].Ans[1] = "交流";
Q[239].Ans[2] = "後退";
Q[239].Ans[3] = "公理";
Q[239].comment = "『公立』は『こうりつ』と読む。同じひらがなで書くのは『効率（こうりつ）』。";

Q[240].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔効率〕ばかり優先する考えには賛成できない。";
Q[240].Ans[0] = "公立";
Q[240].Ans[1] = "小売";
Q[240].Ans[2] = "管理";
Q[240].Ans[3] = "皇室";
Q[240].comment = "『効率』は『こうりつ』と読む。同じひらがなで書くのは『公立（こうりつ）』。";

Q[241].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔昨日〕のことは忘れましょう。";
Q[241].Ans[0] = "機能";
Q[241].Ans[1] = "効率";
Q[241].Ans[2] = "公立";
Q[241].Ans[3] = "作詞";
Q[241].comment = "『昨日』は『きのう』と読む。同じひらがなで書くのは『機能（きのう）』。";

Q[242].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔機能〕が多すぎて、使いこなせない。";
Q[242].Ans[0] = "昨日";
Q[242].Ans[1] = "気候";
Q[242].Ans[2] = "寄稿";
Q[242].Ans[3] = "起床";
Q[242].comment = "『機能』は『きのう』と読む。同じひらがなで書くのは『昨日（きのう）』。";

Q[243].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔最新〕の研究によって、従来説は否定された。";
Q[243].Ans[0] = "細心";
Q[243].Ans[1] = "再起";
Q[243].Ans[2] = "妻子";
Q[243].Ans[3] = "採集";
Q[243].comment = "『最新』は『さいしん』と読む。同じひらがなで書くのは『細心（さいしん）』。";

Q[244].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>取り扱いには〔細心〕の注意を払います。";
Q[244].Ans[0] = "最新";
Q[244].Ans[1] = "材木";
Q[244].Ans[2] = "自然";
Q[244].Ans[3] = "再選";
Q[244].comment = "『細心』は『さいしん』と読む。同じひらがなで書くのは『最新（さいしん）』。";

Q[245].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>もともとの〔構想〕が失敗だった。";
Q[245].Ans[0] = "抗争";
Q[245].Ans[1] = "草々";
Q[245].Ans[2] = "競争";
Q[245].Ans[3] = "乾燥";
Q[245].comment = "『構想』は『こうそう』と読む。同じひらがなで書くのは『抗争（こうそう）』。";

Q[246].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>マフィアの〔抗争〕が激しい。";
Q[246].Ans[0] = "構想";
Q[246].Ans[1] = "乾燥";
Q[246].Ans[2] = "形相";
Q[246].Ans[3] = "軽装";
Q[246].comment = "『抗争』は『こうそう』と読む。同じひらがなで書くのは『構想（こうそう）』。";

Q[247].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔高層〕マンションに住む。";
Q[247].Ans[0] = "香草";
Q[247].Ans[1] = "構造";
Q[247].Ans[2] = "競争";
Q[247].Ans[3] = "幻想";
Q[247].comment = "『高層』は『こうそう』と読む。同じひらがなで書くのは『香草（こうそう）』。";

Q[248].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>魚の蒸し焼きを〔香草〕のソースで食べる。";
Q[248].Ans[0] = "抗争";
Q[248].Ans[1] = "競走";
Q[248].Ans[2] = "放送";
Q[248].Ans[3] = "感想";
Q[248].comment = "『香草』は『こうそう』と読む。同じひらがなで書くのは『抗争（こうそう）』。";

Q[249].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔下線〕の漢字の読みを書きなさい。";
Q[249].Ans[0] = "河川";
Q[249].Ans[1] = "私見";
Q[249].Ans[2] = "視点";
Q[249].Ans[3] = "支店";
Q[249].comment = "『下線』は『かせん』と読む。同じひらがなで書くのは『河川（かせん）』。";

Q[250].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔河川〕の安全対策を再評価する。";
Q[250].Ans[0] = "下線";
Q[250].Ans[1] = "科研";
Q[250].Ans[2] = "硬貨";
Q[250].Ans[3] = "抗戦";
Q[250].comment = "『河川』は『かせん』と読む。同じひらがなで書くのは『下線（かせん）』。";

Q[251].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔姿勢〕が悪いと腰に負担がかかります。";
Q[251].Ans[0] = "施政";
Q[251].Ans[1] = "自然";
Q[251].Ans[2] = "視線";
Q[251].Ans[3] = "自選";
Q[251].comment = "『姿勢』は『しせい』と読む。同じひらがなで書くのは『施政（しせい）』。";

Q[252].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔施政〕方針演説を行なう。";
Q[252].Ans[0] = "姿勢";
Q[252].Ans[1] = "聖戦";
Q[252].Ans[2] = "勝勢";
Q[252].Ans[3] = "更生";
Q[252].comment = "『施政』は『しせい』と読む。同じひらがなで書くのは『姿勢（しせい）』。";

Q[253].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔新旧〕の優勝者が集う大会となった。";
Q[253].Ans[0] = "進級";
Q[253].Ans[1] = "地球";
Q[253].Ans[2] = "千九";
Q[253].Ans[3] = "心中";
Q[253].comment = "『新旧』は『しんきゅう』と読む。同じひらがなで書くのは『進級（しんきゅう）』。";

Q[254].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>明正くんは無事に〔進級〕できるでしょうか。";
Q[254].Ans[0] = "新旧";
Q[254].Ans[1] = "専攻";
Q[254].Ans[2] = "神経";
Q[254].Ans[3] = "地球";
Q[254].comment = "『進級』は『しんきゅう』と読む。同じひらがなで書くのは『新旧（しんきゅう）』。";

Q[255].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>宇宙人と〔交信〕する。";
Q[255].Ans[0] = "更新";
Q[255].Ans[1] = "構成";
Q[255].Ans[2] = "関心";
Q[255].Ans[3] = "最近";
Q[255].comment = "『交信』は『こうしん』と読む。同じひらがなで書くのは『更新（こうしん）』。";

Q[256].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>ウェブページを〔更新〕する。";
Q[256].Ans[0] = "交信";
Q[256].Ans[1] = "関心";
Q[256].Ans[2] = "検診";
Q[256].Ans[3] = "共振";
Q[256].comment = "『更新』は『こうしん』と読む。同じひらがなで書くのは『交信（こうしん）』。";

Q[257].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>２列で〔行進〕する。";
Q[257].Ans[0] = "更新";
Q[257].Ans[1] = "行事";
Q[257].Ans[2] = "公人";
Q[257].Ans[3] = "高次";
Q[257].comment = "『行進』は『こうしん』と読む。同じひらがなで書くのは『更新（こうしん）』。";

Q[258].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>住所を〔正確〕に書いてください。";
Q[258].Ans[0] = "性格";
Q[258].Ans[1] = "商会";
Q[258].Ans[2] = "静観";
Q[258].Ans[3] = "紹介";
Q[258].comment = "『正確』は『せいかく』と読む。同じひらがなで書くのは『性格（せいかく）』。";

Q[259].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>優秀だが〔性格〕に問題がある。";
Q[259].Ans[0] = "正確";
Q[259].Ans[1] = "昇格";
Q[259].Ans[2] = "収穫";
Q[259].Ans[3] = "政界";
Q[259].comment = "『性格』は『せいかく』と読む。同じひらがなで書くのは『正確（せいかく）』。";

Q[260].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>最新の〔工法〕で建てられた家だという。";
Q[260].Ans[0] = "後方";
Q[260].Ans[1] = "攻防";
Q[260].Ans[2] = "公募";
Q[260].Ans[3] = "候補";
Q[260].comment = "『工法』は『こうほう』と読む。同じひらがなで書くのは『後方（こうほう）』。";

Q[261].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>集団の〔後方〕を走っている。";
Q[261].Ans[0] = "広報";
Q[261].Ans[1] = "跡形";
Q[261].Ans[2] = "攻防";
Q[261].Ans[3] = "工房";
Q[261].comment = "『後方』は『こうほう』と読む。同じひらがなで書くのは『広報（こうほう）』。";

Q[262].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>自治体の〔広報〕活動を研究する。";
Q[262].Ans[0] = "後方";
Q[262].Ans[1] = "候補";
Q[262].Ans[2] = "公募";
Q[262].Ans[3] = "解放";
Q[262].comment = "『広報』は『こうほう』と読む。同じひらがなで書くのは『後方（こうほう）』。";

Q[263].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>甘さと果汁の多さで〔好評〕の新品種です。";
Q[263].Ans[0] = "公表";
Q[263].Ans[1] = "数票";
Q[263].Ans[2] = "候補";
Q[263].Ans[3] = "公平";
Q[263].comment = "『好評』は『こうひょう』と読む。同じひらがなで書くのは『公表（こうひょう）』。";

Q[264].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>あの芸能人は身長を〔公表〕していない。";
Q[264].Ans[0] = "好評";
Q[264].Ans[1] = "行進";
Q[264].Ans[2] = "開票";
Q[264].Ans[3] = "候補";
Q[264].comment = "『公表』は『こうひょう』と読む。同じひらがなで書くのは『好評（こうひょう）』。";

Q[265].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>スピーチコンテストの〔講評〕をする。";
Q[265].Ans[0] = "公表";
Q[265].Ans[1] = "候補";
Q[265].Ans[2] = "公平";
Q[265].Ans[3] = "交付";
Q[265].comment = "『講評』は『こうひょう』と読む。同じひらがなで書くのは『公表（こうひょう）』。";

Q[266].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>しばらく自宅で〔待機〕していてください。";
Q[266].Ans[0] = "大気";
Q[266].Ans[1] = "末期";
Q[266].Ans[2] = "関知";
Q[266].Ans[3] = "大使";
Q[266].comment = "『待機』は『たいき』と読む。同じひらがなで書くのは『大気（たいき）』。";

Q[267].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔大気〕の汚染が進んでいる。";
Q[267].Ans[0] = "待機";
Q[267].Ans[1] = "退治";
Q[267].Ans[2] = "関知";
Q[267].Ans[3] = "太刀";
Q[267].comment = "『大気』は『たいき』と読む。同じひらがなで書くのは『待機（たいき）』。";

Q[268].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>彼はいつまでたっても未完の〔大器〕だ。";
Q[268].Ans[0] = "待機";
Q[268].Ans[1] = "短期";
Q[268].Ans[2] = "退治";
Q[268].Ans[3] = "寒気";
Q[268].comment = "『大器』は『たいき』と読む。同じひらがなで書くのは『待機（たいき）』。";

Q[269].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>最近の若者は〔教養〕がない。";
Q[269].Ans[0] = "強要";
Q[269].Ans[1] = "給与";
Q[269].Ans[2] = "紅葉";
Q[269].Ans[3] = "常用";
Q[269].comment = "『教養』は『きょうよう』と読む。同じひらがなで書くのは『強要（きょうよう）』。";

Q[270].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>契約を〔強要〕する。";
Q[270].Ans[0] = "教養";
Q[270].Ans[1] = "給与";
Q[270].Ans[2] = "急用";
Q[270].Ans[3] = "供与";
Q[270].comment = "『強要』は『きょうよう』と読む。同じひらがなで書くのは『教養（きょうよう）』。";

Q[271].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>２世代で台所を〔共用〕する。";
Q[271].Ans[0] = "強要";
Q[271].Ans[1] = "給与";
Q[271].Ans[2] = "紅葉";
Q[271].Ans[3] = "教書";
Q[271].comment = "『共用』は『きょうよう』と読む。同じひらがなで書くのは『強要（きょうよう）』。";

Q[272].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>飛行機で〔移動〕する。";
Q[272].Ans[0] = "異同";
Q[272].Ans[1] = "意向";
Q[272].Ans[2] = "衣装";
Q[272].Ans[3] = "砂糖";
Q[272].comment = "『移動』は『いどう』と読む。同じひらがなで書くのは『異同（いどう）』。";

Q[273].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>２つのテキストの〔異同〕を調べる。";
Q[273].Ans[0] = "移動";
Q[273].Ans[1] = "自動";
Q[273].Ans[2] = "意向";
Q[273].Ans[3] = "指導";
Q[273].comment = "『異同』は『いどう』と読む。同じひらがなで書くのは『移動（いどう）』。";

Q[274].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>教職員の〔異動〕を公表する。";
Q[274].Ans[0] = "移動";
Q[274].Ans[1] = "指導";
Q[274].Ans[2] = "井戸";
Q[274].Ans[3] = "茶道";
Q[274].comment = "『異動』は『いどう』と読む。同じひらがなで書くのは『移動（いどう）』。";

Q[275].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔正解〕はひとつとは限りません。";
Q[275].Ans[0] = "政界";
Q[275].Ans[1] = "商会";
Q[275].Ans[2] = "紹介";
Q[275].Ans[3] = "千回";
Q[275].comment = "『正解』は『せいかい』と読む。同じひらがなで書くのは『政界（せいかい）』。";

Q[276].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔政界〕を引退する。";
Q[276].Ans[0] = "正解";
Q[276].Ans[1] = "紹介";
Q[276].Ans[2] = "照会";
Q[276].Ans[3] = "更改";
Q[276].comment = "『政界』は『せいかい』と読む。同じひらがなで書くのは『正解（せいかい）』。";

Q[277].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>パーティーは〔盛会〕のうちに終わった。";
Q[277].Ans[0] = "政界";
Q[277].Ans[1] = "更改";
Q[277].Ans[2] = "見解";
Q[277].Ans[3] = "境界";
Q[277].comment = "『盛会』は『せいかい』と読む。同じひらがなで書くのは『政界（せいかい）』。";

Q[278].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>このレストランは〔海鮮〕がおいしいです。";
Q[278].Ans[0] = "開戦";
Q[278].Ans[1] = "廃船";
Q[278].Ans[2] = "反戦";
Q[278].Ans[3] = "快晴";
Q[278].comment = "『海鮮』は『かいせん』と読む。同じひらがなで書くのは『開戦（かいせん）』。";

Q[279].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔開戦〕前はひどく平和だったと言う。";
Q[279].Ans[0] = "海鮮";
Q[279].Ans[1] = "快晴";
Q[279].Ans[2] = "感染";
Q[279].Ans[3] = "完成";
Q[279].comment = "『開戦』は『かいせん』と読む。同じひらがなで書くのは『海鮮（かいせん）』。";

Q[280].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>議員の半数が〔改選〕される。";
Q[280].Ans[0] = "開戦";
Q[280].Ans[1] = "完成";
Q[280].Ans[2] = "観戦";
Q[280].Ans[3] = "快晴";
Q[280].comment = "『改選』は『かいせん』と読む。同じひらがなで書くのは『開戦（かいせん）』。";

Q[281].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>できるだけたくさんの〔資格〕をとりなさい。";
Q[281].Ans[0] = "視覚";
Q[281].Ans[1] = "自学";
Q[281].Ans[2] = "視界";
Q[281].Ans[3] = "私学";
Q[281].comment = "『資格』は『しかく』と読む。同じひらがなで書くのは『視覚（しかく）』。";

Q[282].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>人間は〔視覚〕の発達した生き物だ。";
Q[282].Ans[0] = "資格";
Q[282].Ans[1] = "私学";
Q[282].Ans[2] = "自覚";
Q[282].Ans[3] = "自学";
Q[282].comment = "『視覚』は『しかく』と読む。同じひらがなで書くのは『資格（しかく）』。";

Q[283].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>運転席から〔死角〕がないようにモニタを装備している。";
Q[283].Ans[0] = "視覚";
Q[283].Ans[1] = "自覚";
Q[283].Ans[2] = "字画";
Q[283].Ans[3] = "私学";
Q[283].comment = "『死角』は『しかく』と読む。同じひらがなで書くのは『視覚（しかく）』。";

Q[284].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>丸より〔四角〕が好きです。";
Q[284].Ans[0] = "視覚";
Q[284].Ans[1] = "字画";
Q[284].Ans[2] = "知覚";
Q[284].Ans[3] = "視界";
Q[284].comment = "『四角』は『しかく』と読む。同じひらがなで書くのは『視覚（しかく）』。";

Q[285].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔硬質〕プラスチックでつくられている。";
Q[285].Ans[0] = "皇室";
Q[285].Ans[1] = "格子";
Q[285].Ans[2] = "講師";
Q[285].Ans[3] = "教室";
Q[285].comment = "『硬質』は『こうしつ』と読む。同じひらがなで書くのは『皇室（こうしつ）』。";

Q[286].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>現在の〔皇室〕には改革が必要だ。";
Q[286].Ans[0] = "硬質";
Q[286].Ans[1] = "講師";
Q[286].Ans[2] = "焼失";
Q[286].Ans[3] = "材質";
Q[286].comment = "『皇室』は『こうしつ』と読む。同じひらがなで書くのは『硬質（こうしつ）』。";

Q[287].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>この船で〔外洋〕に出るのは不安がある。";
Q[287].Ans[0] = "概要";
Q[287].Ans[1] = "盗用";
Q[287].Ans[2] = "開港";
Q[287].Ans[3] = "関与";
Q[287].comment = "『外洋』は『がいよう』と読む。同じひらがなで書くのは『概要（がいよう）』。";

Q[288].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>とりあえず〔概要〕だけ拝見しました。";
Q[288].Ans[0] = "外洋";
Q[288].Ans[1] = "関与";
Q[288].Ans[2] = "慣用";
Q[288].Ans[3] = "快調";
Q[288].comment = "『概要』は『がいよう』と読む。同じひらがなで書くのは『外洋（がいよう）』。";

Q[289].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔事前〕に連絡していただきたく存じます。";
Q[289].Ans[0] = "次善";
Q[289].Ans[1] = "自然";
Q[289].Ans[2] = "自選";
Q[289].Ans[3] = "市税";
Q[289].comment = "『事前』は『じぜん』と読む。同じひらがなで書くのは『次善（じぜん）』。";

Q[290].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔次善〕の策をとるよりない。";
Q[290].Ans[0] = "事前";
Q[290].Ans[1] = "自選";
Q[290].Ans[2] = "視線";
Q[290].Ans[3] = "施政";
Q[290].comment = "『次善』は『じぜん』と読む。同じひらがなで書くのは『事前（じぜん）』。";

Q[291].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>強い方に〔加勢〕するのが私の生き方です。";
Q[291].Ans[0] = "火星";
Q[291].Ans[1] = "快晴";
Q[291].Ans[2] = "下線";
Q[291].Ans[3] = "課税";
Q[291].comment = "『加勢』は『かせい』と読む。同じひらがなで書くのは『火星（かせい）』。";

Q[292].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>西の空に〔火星〕が見える。";
Q[292].Ans[0] = "加勢";
Q[292].Ans[1] = "課税";
Q[292].Ans[2] = "風邪";
Q[292].Ans[3] = "河川";
Q[292].comment = "『火星』は『かせい』と読む。同じひらがなで書くのは『加勢（かせい）』。";

Q[293].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>〔指示〕にしたがいなさい。";
Q[293].Ans[0] = "支持";
Q[293].Ans[1] = "私信";
Q[293].Ans[2] = "姿勢";
Q[293].Ans[3] = "知事";
Q[293].comment = "『指示』は『しじ』と読む。同じひらがなで書くのは『支持（しじ）』。";

Q[294].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>首相は国民に〔支持〕されていない。";
Q[294].Ans[0] = "指示";
Q[294].Ans[1] = "書誌";
Q[294].Ans[2] = "志士";
Q[294].Ans[3] = "私人";
Q[294].comment = "『支持』は『しじ』と読む。同じひらがなで書くのは『指示（しじ）』。";

Q[295].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>他人の〔私事〕を暴くようなことは良い趣味とはいえない。";
Q[295].Ans[0] = "支持";
Q[295].Ans[1] = "書誌";
Q[295].Ans[2] = "史書";
Q[295].Ans[3] = "数字";
Q[295].comment = "『私事』は『しじ』と読む。同じひらがなで書くのは『支持（しじ）』。";

Q[296].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>人柄ではなく〔成果〕で評価する。";
Q[296].Ans[0] = "生家";
Q[296].Ans[1] = "政界";
Q[296].Ans[2] = "消化";
Q[296].Ans[3] = "硬貨";
Q[296].comment = "『成果』は『せいか』と読む。同じひらがなで書くのは『生家（せいか）』。";

Q[297].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>モーツァルトの〔生家〕を訪ねる。";
Q[297].Ans[0] = "成果";
Q[297].Ans[1] = "消化";
Q[297].Ans[2] = "商科";
Q[297].Ans[3] = "戦火";
Q[297].comment = "『生家』は『せいか』と読む。同じひらがなで書くのは『成果（せいか）』。";

Q[298].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>東京にある〔製菓〕学校に通っている。";
Q[298].Ans[0] = "成果";
Q[298].Ans[1] = "戦火";
Q[298].Ans[2] = "紹介";
Q[298].Ans[3] = "商科";
Q[298].comment = "『製菓』は『せいか』と読む。同じひらがなで書くのは『成果（せいか）』。";

Q[299].Quest = "次の文の〔 〕と同じひらがなで書く漢字を選びなさい。<br>オリンピックの〔聖火〕をリレーする。";
Q[299].Ans[0] = "製菓";
Q[299].Ans[1] = "消化";
Q[299].Ans[2] = "将官";
Q[299].Ans[3] = "静観";
Q[299].comment = "『聖火』は『せいか』と読む。同じひらがなで書くのは『製菓（せいか）』。";