var Qnum = 500;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>女性らしい〔細かな〕心づかいです。";
Q[0].Ans[0] = "こまかな";
Q[0].Ans[1] = "ささやかな";
Q[0].Ans[2] = "なごやかな";
Q[0].Ans[3] = "おだやかな";
Q[0].comment = "『細かな』は『こまかな』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女にはだいぶ〔貢いで〕います。";
Q[1].Ans[0] = "みついで";
Q[1].Ans[1] = "とついで";
Q[1].Ans[2] = "かせいで";
Q[1].Ans[3] = "もらいで";
Q[1].comment = "『貢ぐ』は『みつぐ』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本文は日本語が〔望ましい〕。";
Q[2].Ans[0] = "のぞましい";
Q[2].Ans[1] = "やかましい";
Q[2].Ans[2] = "おぞましい";
Q[2].Ans[3] = "つつましい";
Q[2].comment = "『望ましい』は『のぞましい』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>富士山を〔望む〕絶好のロケーションです。";
Q[3].Ans[0] = "のぞむ";
Q[3].Ans[1] = "いどむ";
Q[3].Ans[2] = "はばむ";
Q[3].Ans[3] = "ねたむ";
Q[3].comment = "『望む』は『のぞむ』と読む。ここでは遠くに見える意味。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔傍線〕の漢字をひらがなに直しなさい。";
Q[4].Ans[0] = "ぼうせん";
Q[4].Ans[1] = "かせん";
Q[4].Ans[2] = "うえせん";
Q[4].Ans[3] = "わきせん";
Q[4].comment = "『傍線』は『ぼうせん』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>話題の裁判だけに〔傍聴〕を希望する多くの人が集まった。";
Q[5].Ans[0] = "ぼうちょう";
Q[5].Ans[1] = "おうちょう";
Q[5].Ans[2] = "そうちょう";
Q[5].Ans[3] = "ぞうちょう";
Q[5].comment = "『傍聴』は『ぼうちょう』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道の〔傍ら〕にお地蔵さんが立っている。";
Q[6].Ans[0] = "かたわら";
Q[6].Ans[1] = "ながら";
Q[6].Ans[2] = "かびら";
Q[6].Ans[3] = "ぼうら";
Q[6].comment = "『傍ら』は『かたわら』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>写真を撮るときには〔帽子〕をとってください。";
Q[7].Ans[0] = "ぼうし";
Q[7].Ans[1] = "おうし";
Q[7].Ans[2] = "こうし";
Q[7].Ans[3] = "ぞうし";
Q[7].comment = "『帽子』は『ぼうし』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>撮影時は〔脱帽〕のうえ、歯が見えないようにしてください。";
Q[8].Ans[0] = "だつぼう";
Q[8].Ans[1] = "だつおう";
Q[8].Ans[2] = "だつもう";
Q[8].Ans[3] = "だつのう";
Q[8].comment = "『脱帽』は『だつぼう』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>データを〔棒〕グラフに示す。";
Q[9].Ans[0] = "ぼう";
Q[9].Ans[1] = "ほう";
Q[9].Ans[2] = "よこ";
Q[9].Ans[3] = "もん";
Q[9].comment = "『棒』は『ぼう』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供のころは〔鉄棒〕で遊びました。";
Q[10].Ans[0] = "てつぼう";
Q[10].Ans[1] = "てつおう";
Q[10].Ans[2] = "てつこう";
Q[10].Ans[3] = "てつのう";
Q[10].comment = "『鉄棒』は『てつぼう』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>流通と〔貿易〕について研究しています。";
Q[11].Ans[0] = "ぼうえき";
Q[11].Ans[1] = "こうえき";
Q[11].Ans[2] = "そうえき";
Q[11].Ans[3] = "かいえき";
Q[11].comment = "『貿易』は『ぼうえき』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いくらなんでも、それは〔暴言〕ですよ。";
Q[12].Ans[0] = "ぼうげん";
Q[12].Ans[1] = "おうげん";
Q[12].Ans[2] = "そうげん";
Q[12].Ans[3] = "もうげん";
Q[12].comment = "『暴言』は『ぼうげん』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな〔横暴〕は許しません。";
Q[13].Ans[0] = "おうぼう";
Q[13].Ans[1] = "おうもう";
Q[13].Ans[2] = "おうこう";
Q[13].Ans[3] = "おうどう";
Q[13].comment = "『横暴』は『おうぼう』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>秘密を〔暴露〕するとおどかされました。";
Q[14].Ans[0] = "ばくろ";
Q[14].Ans[1] = "ぼうろ";
Q[14].Ans[2] = "おうろ";
Q[14].Ans[3] = "どうろ";
Q[14].comment = "『暴露』は『ばくろ』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>副学長の悪事を〔暴く〕。";
Q[15].Ans[0] = "あばく";
Q[15].Ans[1] = "さばく";
Q[15].Ans[2] = "ひらく";
Q[15].Ans[3] = "のぞく";
Q[15].comment = "『暴く』は『あばく』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>酒に酔って〔大暴れ〕しました。";
Q[16].Ans[0] = "おおあばれ";
Q[16].Ans[1] = "おおのがれ";
Q[16].Ans[2] = "おおそがれ";
Q[16].Ans[3] = "おおまぎれ";
Q[16].comment = "『大暴れ』は『おおあばれ』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは〔膨大〕な赤字を抱えている。";
Q[17].Ans[0] = "ぼうだい";
Q[17].Ans[1] = "こうだい";
Q[17].Ans[2] = "そうだい";
Q[17].Ans[3] = "ばくだい";
Q[17].comment = "『膨大』は『ぼうだい』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風船が〔膨らむ〕ように借金も膨らんでいった。";
Q[18].Ans[0] = "ふくらむ";
Q[18].Ans[1] = "ならむ";
Q[18].Ans[2] = "あからむ";
Q[18].Ans[3] = "わからむ";
Q[18].comment = "『膨らむ』は『ふくらむ』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの胸の〔膨らみ〕が何ともいえないねぇ。";
Q[19].Ans[0] = "ふくらみ";
Q[19].Ans[1] = "はらみ";
Q[19].Ans[2] = "あからみ";
Q[19].Ans[3] = "さらみ";
Q[19].comment = "『膨らみ』は『ふくらみ』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勇気と〔無謀〕とはまったく違うものだ。";
Q[20].Ans[0] = "むぼう";
Q[20].Ans[1] = "むじつ";
Q[20].Ans[2] = "むきゅう";
Q[20].Ans[3] = "むそう";
Q[20].comment = "『無謀』は『むぼう』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>クーデターの〔首謀者〕を処刑する。";
Q[21].Ans[0] = "しゅぼうしゃ";
Q[21].Ans[1] = "しゃかいしゃ";
Q[21].Ans[2] = "しゅぎしゃ";
Q[21].Ans[3] = "しゅどうしゃ";
Q[21].comment = "『首謀者』は『しゅぼうしゃ』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔謀反〕に失敗すれば打ち首だ。";
Q[22].Ans[0] = "むほん";
Q[22].Ans[1] = "ぼうはん";
Q[22].Ans[2] = "ぞうはん";
Q[22].Ans[3] = "はいはん";
Q[22].comment = "『謀反』は『むほん』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大統領の暗殺を〔謀る〕。";
Q[23].Ans[0] = "はかる";
Q[23].Ans[1] = "かねる";
Q[23].Ans[2] = "ためる";
Q[23].Ans[3] = "のける";
Q[23].comment = "『謀る』は『はかる』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勝利があれば〔敗北〕もある。";
Q[24].Ans[0] = "はいぼく";
Q[24].Ans[1] = "はいこく";
Q[24].Ans[2] = "はいきた";
Q[24].Ans[3] = "はいべい";
Q[24].comment = "『敗北』は『はいぼく』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔北方領土〕は日本固有の領土である。";
Q[25].Ans[0] = "ほっぽうりょうど";
Q[25].Ans[1] = "きたかたりょうど";
Q[25].Ans[2] = "ほくかたりょうど";
Q[25].Ans[3] = "べいほうりょうど";
Q[25].comment = "『北方領土』は『ほっぽうりょうど』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔北風〕と太陽の話を知っていますか。";
Q[26].Ans[0] = "きたかぜ";
Q[26].Ans[1] = "ほくぷう";
Q[26].Ans[2] = "きたふう";
Q[26].Ans[3] = "べいふう";
Q[26].comment = "『北風』は『きたかぜ』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>南半球の国よりも〔北半球〕の国の方が豊かだ。";
Q[27].Ans[0] = "きたはんきゅう";
Q[27].Ans[1] = "ほくはんきゅう";
Q[27].Ans[2] = "べいはんきゅう";
Q[27].Ans[3] = "ぼくはんきゅう";
Q[27].comment = "『北半球』は『きたはんきゅう』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔土木〕工事を行なう。";
Q[28].Ans[0] = "どぼく";
Q[28].Ans[1] = "つちき";
Q[28].Ans[2] = "とぽく";
Q[28].Ans[3] = "どもく";
Q[28].comment = "『土木』は『どぼく』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>樹齢300年の〔大木〕だ。";
Q[29].Ans[0] = "たいぼく";
Q[29].Ans[1] = "たいもく";
Q[29].Ans[2] = "たいぽく";
Q[29].Ans[3] = "たいき";
Q[29].comment = "『大木』は『たいぼく』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の家は〔木造〕が多い。";
Q[30].Ans[0] = "もくぞう";
Q[30].Ans[1] = "ぼくぞう";
Q[30].Ans[2] = "ぽくぞう";
Q[30].Ans[3] = "きぞう";
Q[30].comment = "『木造』は『もくぞう』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは建築用の〔材木〕です。";
Q[31].Ans[0] = "ざいもく";
Q[31].Ans[1] = "ざいき";
Q[31].Ans[2] = "ざいぼく";
Q[31].Ans[3] = "ざいぎ";
Q[31].comment = "『材木』は『ざいもく』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔並木〕もすっかり小葉を落としている。";
Q[32].Ans[0] = "なみき";
Q[32].Ans[1] = "なみもく";
Q[32].Ans[2] = "なみぼく";
Q[32].Ans[3] = "なみぽく";
Q[32].comment = "『並木』は『なみき』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>暑いので〔木陰〕に入ろうよ。";
Q[33].Ans[0] = "こかげ";
Q[33].Ans[1] = "きかげ";
Q[33].Ans[2] = "もくかげ";
Q[33].Ans[3] = "ぼくかげ";
Q[33].comment = "『木陰』は『こかげ』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>うっそうとした〔木立〕の坂道を上るとお寺があった。";
Q[34].Ans[0] = "こだち";
Q[34].Ans[1] = "ぼくだち";
Q[34].Ans[2] = "ぎだち";
Q[34].Ans[3] = "もくだち";
Q[34].comment = "『木立』は『こだち』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はとても〔素朴〕な男の子ですね。";
Q[35].Ans[0] = "そぼく";
Q[35].Ans[1] = "そとつ";
Q[35].Ans[2] = "そまつ";
Q[35].Ans[3] = "そばく";
Q[35].comment = "『素朴』は『そぼく』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな〔牧場〕を経営している。";
Q[36].Ans[0] = "ぼくじょう";
Q[36].Ans[1] = "ぼうじょう";
Q[36].Ans[2] = "そうじょう";
Q[36].Ans[3] = "こうじょう";
Q[36].comment = "『牧場』は『ぼくじょう』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この人たちは、昔から〔遊牧〕をして暮しています。";
Q[37].Ans[0] = "ゆうぼく";
Q[37].Ans[1] = "ゆうもく";
Q[37].Ans[2] = "ゆうまく";
Q[37].Ans[3] = "ゆうぞく";
Q[37].comment = "『遊牧』は『ゆうぼく』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは本当にのどかな〔牧場〕ですね。";
Q[38].Ans[0] = "まきば";
Q[38].Ans[1] = "ぼくば";
Q[38].Ans[2] = "もくば";
Q[38].Ans[3] = "おきば";
Q[38].comment = "『牧場』は『まきば』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>「オレ」じゃなくて「〔僕〕」と言いなさい。";
Q[39].Ans[0] = "ぼく";
Q[39].Ans[1] = "わたし";
Q[39].Ans[2] = "かれ";
Q[39].Ans[3] = "わし";
Q[39].comment = "『僕』は『ぼく』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔はチョークを〔白墨〕といいました。";
Q[40].Ans[0] = "はくぼく";
Q[40].Ans[1] = "はくだく";
Q[40].Ans[2] = "はくどく";
Q[40].Ans[3] = "はくあく";
Q[40].comment = "『白墨』は『はくぼく』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この書は、〔墨〕の色が鮮やかですね。";
Q[41].Ans[0] = "すみ";
Q[41].Ans[1] = "ぼく";
Q[41].Ans[2] = "くろ";
Q[41].Ans[3] = "ばく";
Q[41].comment = "『墨』は『すみ』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>腕を〔打撲〕しました。";
Q[42].Ans[0] = "だぼく";
Q[42].Ans[1] = "だばく";
Q[42].Ans[2] = "だぶつ";
Q[42].Ans[3] = "だごう";
Q[42].comment = "『打撲』は『だぼく』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>柔道より〔相撲〕がすきです。";
Q[43].Ans[0] = "すもう";
Q[43].Ans[1] = "さがみ";
Q[43].Ans[2] = "そうぼく";
Q[43].Ans[3] = "けんどう";
Q[43].comment = "『相撲』は『すもう』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>麻薬を〔撲滅〕するための作戦を開始する。";
Q[44].Ans[0] = "ぼくめつ";
Q[44].Ans[1] = "かいめつ";
Q[44].Ans[2] = "せんめつ";
Q[44].Ans[3] = "ぜんめつ";
Q[44].comment = "『撲滅』は『ぼくめつ』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>授業中にマンガを読んでいると〔没収〕します。";
Q[45].Ans[0] = "ぼっしゅう";
Q[45].Ans[1] = "めいしゅう";
Q[45].Ans[2] = "かいしゅう";
Q[45].Ans[3] = "こうしゅう";
Q[45].comment = "『没収』は『ぼっしゅう』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この辺はクマが〔出没〕するらしい。";
Q[46].Ans[0] = "しゅつぼつ";
Q[46].Ans[1] = "しゅつめつ";
Q[46].Ans[2] = "しゅつぜつ";
Q[46].Ans[3] = "じゅつへい";
Q[46].comment = "『出没』は『しゅつぼつ』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日曜日に〔釣堀〕に行きました。";
Q[47].Ans[0] = "つりぼり";
Q[47].Ans[1] = "つりわり";
Q[47].Ans[2] = "つりへい";
Q[47].Ans[3] = "つりいけ";
Q[47].comment = "『釣堀』は『つりぼり』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>城を攻めるなら、まず〔外堀〕を埋めるのがいい。";
Q[48].Ans[0] = "そとぼり";
Q[48].Ans[1] = "そとあな";
Q[48].Ans[2] = "そとかべ";
Q[48].Ans[3] = "そとべい";
Q[48].comment = "『外堀』は『そとぼり』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔資本〕となるものがなければ金もうけはできない。";
Q[49].Ans[0] = "しほん";
Q[49].Ans[1] = "しぼん";
Q[49].Ans[2] = "しふん";
Q[49].Ans[3] = "しべん";
Q[49].comment = "『資本』は『しほん』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間の〔本質〕はあまり美しいものではないかもしれない。";
Q[50].Ans[0] = "ほんしつ";
Q[50].Ans[1] = "ぼんしつ";
Q[50].Ans[2] = "ふんしつ";
Q[50].Ans[3] = "ぽんしつ";
Q[50].comment = "『本質』は『ほんしつ』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>資金集めに〔奔走〕する。";
Q[51].Ans[0] = "ほんそう";
Q[51].Ans[1] = "しっそう";
Q[51].Ans[2] = "しゅっそう";
Q[51].Ans[3] = "だっそう";
Q[51].comment = "『奔走』は『ほんそう』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、自由で〔奔放〕な生活をしている。";
Q[52].Ans[0] = "ほんぽう";
Q[52].Ans[1] = "はんぽう";
Q[52].Ans[2] = "そうぽう";
Q[52].Ans[3] = "べんぽう";
Q[52].comment = "『奔放』は『ほんぽう』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語を英語に〔翻訳〕する。";
Q[53].Ans[0] = "ほんやく";
Q[53].Ans[1] = "はんやく";
Q[53].Ans[2] = "かんやく";
Q[53].Ans[3] = "ほうやく";
Q[53].comment = "『翻訳』は『ほんやく』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女を〔翻意〕させるのは用意ではないだろう。";
Q[54].Ans[0] = "ほんい";
Q[54].Ans[1] = "ばんい";
Q[54].Ans[2] = "かんい";
Q[54].Ans[3] = "さんい";
Q[54].comment = "『翻意』は『ほんい』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>各国の国旗が〔翻って〕いる。";
Q[55].Ans[0] = "ひるがえって";
Q[55].Ans[1] = "かわって";
Q[55].Ans[2] = "あざけって";
Q[55].Ans[3] = "さえぎって";
Q[55].comment = "『翻る』は『ひるがえる』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>前言を〔翻す〕訳ではありませんが、その意見には賛成しかねます。";
Q[56].Ans[0] = "ひるがえす";
Q[56].Ans[1] = "くつがえす";
Q[56].Ans[2] = "はためかす";
Q[56].Ans[3] = "ほのめかす";
Q[56].comment = "『翻す』は『ひるがえす』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>くるりと身体を〔翻して〕ボールをよけた。";
Q[57].Ans[0] = "ひるがえして";
Q[57].Ans[1] = "そらして";
Q[57].Ans[2] = "うごかして";
Q[57].Ans[3] = "はたらかして";
Q[57].comment = "『翻す』は『ひるがえす』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相に公然と反旗を〔翻す〕。";
Q[58].Ans[0] = "ひるがえす";
Q[58].Ans[1] = "はためかす";
Q[58].Ans[2] = "そそのかす";
Q[58].Ans[3] = "うごめかす";
Q[58].comment = "『翻す』は『ひるがえす』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたのような〔凡人〕の方が幸せかもしれませんね。";
Q[59].Ans[0] = "ぼんじん";
Q[59].Ans[1] = "へんじん";
Q[59].Ans[2] = "はんじん";
Q[59].Ans[3] = "ほうじん";
Q[59].comment = "『凡人』は『ぼんじん』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>実に〔平凡〕な発想ですね。";
Q[60].Ans[0] = "へいぼん";
Q[60].Ans[1] = "へいばん";
Q[60].Ans[2] = "へいぶん";
Q[60].Ans[3] = "へいたん";
Q[60].comment = "『平凡』は『へいぼん』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>項目の読み方については〔凡例〕を参照してください。";
Q[61].Ans[0] = "はんれい";
Q[61].Ans[1] = "ぼんれい";
Q[61].Ans[2] = "こうれい";
Q[61].Ans[3] = "かんれい";
Q[61].comment = "『凡例』は『はんれい』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは〔盆地〕ですから、夏は暑いです。";
Q[62].Ans[0] = "ぼんち";
Q[62].Ans[1] = "ぶんち";
Q[62].Ans[2] = "こうち";
Q[62].Ans[3] = "だいち";
Q[62].comment = "『盆地』は『ぼんち』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お茶を〔お盆〕で運ぶ。";
Q[63].Ans[0] = "おぼん";
Q[63].Ans[1] = "おぶん";
Q[63].Ans[2] = "おばん";
Q[63].Ans[3] = "おびん";
Q[63].comment = "『お盆』は『おぼん』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>うちのおじいさんは〔盆栽〕が趣味です。";
Q[64].Ans[0] = "ぼんさい";
Q[64].Ans[1] = "ばんさい";
Q[64].Ans[2] = "ぶんさい";
Q[64].Ans[3] = "ざんさい";
Q[64].comment = "『盆栽』は『ぼんさい』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年の〔お盆〕は実家で過ごしました。";
Q[65].Ans[0] = "おぼん";
Q[65].Ans[1] = "おかん";
Q[65].Ans[2] = "おぶん";
Q[65].Ans[3] = "おばん";
Q[65].comment = "『お盆』は『おぼん』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>宗教は心の〔麻薬〕のようなものかもしれません。";
Q[66].Ans[0] = "まやく";
Q[66].Ans[1] = "あさやく";
Q[66].Ans[2] = "もうやく";
Q[66].Ans[3] = "こうやく";
Q[66].comment = "『麻薬』は『まやく』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手術中に〔麻酔〕が切れて大変だった。";
Q[67].Ans[0] = "ますい";
Q[67].Ans[1] = "こうすい";
Q[67].Ans[2] = "もうすい";
Q[67].Ans[3] = "おすい";
Q[67].comment = "『麻酔』は『ますい』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オリーブを〔麻〕でつくった袋に入れて油をしぼりとる。";
Q[68].Ans[0] = "あさ";
Q[68].Ans[1] = "ま";
Q[68].Ans[2] = "まさ";
Q[68].Ans[3] = "えさ";
Q[68].comment = "『麻』は『あさ』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本との貿易〔摩擦〕が問題になっている。";
Q[69].Ans[0] = "まさつ";
Q[69].Ans[1] = "はさつ";
Q[69].Ans[2] = "おさつ";
Q[69].Ans[3] = "らさつ";
Q[69].comment = "『摩擦』は『まさつ』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>歯みがき粉には歯を〔研磨〕する成分が含まれている。";
Q[70].Ans[0] = "けんま";
Q[70].Ans[1] = "けんもう";
Q[70].Ans[2] = "けんこう";
Q[70].Ans[3] = "けんも";
Q[70].comment = "『研磨』は『けんま』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎日、歯を〔磨き〕なさい。";
Q[71].Ans[0] = "みがき";
Q[71].Ans[1] = "えがき";
Q[71].Ans[2] = "ささき";
Q[71].Ans[3] = "つぶやき";
Q[71].comment = "『磨く』は『みがく』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古い家具もよく〔磨けば〕きれいになります。";
Q[72].Ans[0] = "みがけば";
Q[72].Ans[1] = "まけば";
Q[72].Ans[2] = "のぞけば";
Q[72].Ans[3] = "ふけば";
Q[72].comment = "『磨く』は『みがく』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日までに完成させるなんて〔魔法〕でも使わなければ無理だよ。";
Q[73].Ans[0] = "まほう";
Q[73].Ans[1] = "きほう";
Q[73].Ans[2] = "むほう";
Q[73].Ans[3] = "もほう";
Q[73].comment = "『魔法』は『まほう』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あいつは〔悪魔〕のようなやつだ。";
Q[74].Ans[0] = "あくま";
Q[74].Ans[1] = "あくむ";
Q[74].Ans[2] = "あくき";
Q[74].Ans[3] = "あくし";
Q[74].comment = "『悪魔』は『あくま』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だんだん彼女が〔邪魔〕になってきた。";
Q[75].Ans[0] = "じゃま";
Q[75].Ans[1] = "じゃき";
Q[75].Ans[2] = "じゃむ";
Q[75].Ans[3] = "じゃが";
Q[75].comment = "『邪魔』は『じゃま』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔毎度〕おさわがせいたします。";
Q[76].Ans[0] = "まいど";
Q[76].Ans[1] = "かいど";
Q[76].Ans[2] = "ばいど";
Q[76].Ans[3] = "さいど";
Q[76].comment = "『毎度』は『まいど』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔姉妹〕そろって金持ちらしいよ。";
Q[77].Ans[0] = "しまい";
Q[77].Ans[1] = "しめい";
Q[77].Ans[2] = "してい";
Q[77].Ans[3] = "ししょう";
Q[77].comment = "『姉妹』は『しまい』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は義理の〔妹〕です。";
Q[78].Ans[0] = "いもうと";
Q[78].Ans[1] = "いもおと";
Q[78].Ans[2] = "いもと";
Q[78].Ans[3] = "いもとう";
Q[78].comment = "『妹』は『いもうと』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の悪事なら〔枚挙〕にいとまがない。";
Q[79].Ans[0] = "まいきょ";
Q[79].Ans[1] = "もうきょ";
Q[79].Ans[2] = "けいきょ";
Q[79].Ans[3] = "せいきょ";
Q[79].comment = "『枚挙』は『まいきょ』と読む。「枚挙にいとまがない」は〈多すぎていちいちとりあげられない〉という意味。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レポートの〔枚数〕は自由です。";
Q[80].Ans[0] = "まいすう";
Q[80].Ans[1] = "かいすう";
Q[80].Ans[2] = "そうすう";
Q[80].Ans[3] = "ていすう";
Q[80].comment = "『枚数』は『まいすう』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なんせ〔大枚〕をはたいて買った車だからね。";
Q[81].Ans[0] = "たいまい";
Q[81].Ans[1] = "たいかい";
Q[81].Ans[2] = "たいせい";
Q[81].Ans[3] = "たいがい";
Q[81].comment = "『大枚』は『たいまい』と読む。多額の金銭という意味。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>徳川の〔埋蔵金〕を探し出した。";
Q[82].Ans[0] = "まいぞうきん";
Q[82].Ans[1] = "うめぞうきん";
Q[82].Ans[2] = "こうぞうきん";
Q[82].Ans[3] = "りぞうきん";
Q[82].comment = "『埋蔵金』は『まいぞうきん』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>死体を〔埋葬〕するのは人類古来の習慣だ。";
Q[83].Ans[0] = "まいそう";
Q[83].Ans[1] = "こうそう";
Q[83].Ans[2] = "そうそう";
Q[83].Ans[3] = "けんそう";
Q[83].comment = "『埋葬』は『まいそう』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世間に〔埋没〕して暮すのは嫌だ。";
Q[84].Ans[0] = "まいぼつ";
Q[84].Ans[1] = "りぼつ";
Q[84].Ans[2] = "めいぼつ";
Q[84].Ans[3] = "けんぼつ";
Q[84].comment = "『埋没』は『まいぼつ』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>猫が何かを〔埋めて〕いる。";
Q[85].Ans[0] = "うめて";
Q[85].Ans[1] = "もめて";
Q[85].Ans[2] = "さめて";
Q[85].Ans[3] = "なめて";
Q[85].comment = "『埋める』は『うめる』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海岸を〔埋め立てる〕。";
Q[86].Ans[0] = "うめたてる";
Q[86].Ans[1] = "せめたてる";
Q[86].Ans[2] = "なめたてる";
Q[86].Ans[3] = "とめたてる";
Q[86].comment = "『埋め立てる』は『うめたてる』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テストは〔穴埋め〕の問題です。";
Q[87].Ans[0] = "あなうめ";
Q[87].Ans[1] = "あめはめ";
Q[87].Ans[2] = "あななめ";
Q[87].Ans[3] = "あなのめ";
Q[87].comment = "『穴埋め』は『あなうめ』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔埋もれて〕いる才能を発掘する。";
Q[88].Ans[0] = "うもれて";
Q[88].Ans[1] = "こもれて";
Q[88].Ans[2] = "つもれて";
Q[88].Ans[3] = "まもれて";
Q[88].comment = "『埋もれる』は『うもれる』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>桜の樹の下には死体が〔埋まって〕いる。";
Q[89].Ans[0] = "うまって";
Q[89].Ans[1] = "はまって";
Q[89].Ans[2] = "こまって";
Q[89].Ans[3] = "つまって";
Q[89].comment = "『埋まる』は『うまる』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>上映中は〔暗幕〕を動かさないでください。";
Q[90].Ans[0] = "あんまく";
Q[90].Ans[1] = "あんばい";
Q[90].Ans[2] = "あんもく";
Q[90].Ans[3] = "あんこく";
Q[90].comment = "『暗幕』は『あんまく』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あっけない〔幕切れ〕でした。";
Q[91].Ans[0] = "まくぎれ";
Q[91].Ans[1] = "こまぎれ";
Q[91].Ans[2] = "うすぎれ";
Q[91].Ans[3] = "はぎれ";
Q[91].comment = "『幕切れ』は『まくぎれ』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家康は江戸に〔幕府〕を開いた。";
Q[92].Ans[0] = "ばくふ";
Q[92].Ans[1] = "まくふ";
Q[92].Ans[2] = "もくふ";
Q[92].Ans[3] = "せいふ";
Q[92].comment = "『幕府』は『ばくふ』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>歴史では、特に〔幕末〕に興味があります。";
Q[93].Ans[0] = "ばくまつ";
Q[93].Ans[1] = "まくまつ";
Q[93].Ans[2] = "もくまつ";
Q[93].Ans[3] = "わくまつ";
Q[93].comment = "『幕末』は『ばくまつ』と読む。江戸時代の末期の意味。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>皮膚が〔粘膜〕に覆われている。";
Q[94].Ans[0] = "ねんまく";
Q[94].Ans[1] = "ねんもく";
Q[94].Ans[2] = "ねんわく";
Q[94].Ans[3] = "ねんばく";
Q[94].comment = "『粘膜』は『ねんまく』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この患者には〔角膜〕の移植が必要です。";
Q[95].Ans[0] = "かくまく";
Q[95].Ans[1] = "かくもく";
Q[95].Ans[2] = "かくばく";
Q[95].Ans[3] = "かくのく";
Q[95].comment = "『角膜』は『かくまく』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本円〔又は〕台湾元で支払ってください。";
Q[96].Ans[0] = "または";
Q[96].Ans[1] = "あるいは";
Q[96].Ans[2] = "もしくは";
Q[96].Ans[3] = "ないしは";
Q[96].comment = "『又は』は『または』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>緑茶の〔粉末〕をお湯で溶いて飲む。";
Q[97].Ans[0] = "ふんまつ";
Q[97].Ans[1] = "ふんみつ";
Q[97].Ans[2] = "ふんすえ";
Q[97].Ans[3] = "ふんもう";
Q[97].comment = "『粉末』は『ふんまつ』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それでは〔本末〕転倒というものだ。";
Q[98].Ans[0] = "ほんまつ";
Q[98].Ans[1] = "ほんみ";
Q[98].Ans[2] = "ほんもう";
Q[98].Ans[3] = "ほんこう";
Q[98].comment = "『本末転倒』は『ほんまつてんとう』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大騒ぎの〔末〕にやっと決まった。";
Q[99].Ans[0] = "すえ";
Q[99].Ans[1] = "あげく";
Q[99].Ans[2] = "うえ";
Q[99].Ans[3] = "まつ";
Q[99].comment = "『末』は『すえ』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おみくじは〔末吉〕だった。";
Q[100].Ans[0] = "すえきち";
Q[100].Ans[1] = "まつきち";
Q[100].Ans[2] = "だいきち";
Q[100].Ans[3] = "いまきち";
Q[100].comment = "『末吉』は『すえきち』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文句をいうヤツは〔抹殺〕する。";
Q[101].Ans[0] = "まっさつ";
Q[101].Ans[1] = "もうさつ";
Q[101].Ans[2] = "こうさつ";
Q[101].Ans[3] = "ぼくさつ";
Q[101].comment = "『抹殺』は『まっさつ』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お茶会で〔抹茶〕を飲んだが苦いだけだった。";
Q[102].Ans[0] = "まっちゃ";
Q[102].Ans[1] = "りょくちゃ";
Q[102].Ans[2] = "こうちゃ";
Q[102].Ans[3] = "もうちゃ";
Q[102].comment = "『抹茶』は『まっちゃ』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼に任せて大丈夫か〔一抹〕の不安がある。";
Q[103].Ans[0] = "いちまつ";
Q[103].Ans[1] = "いちあく";
Q[103].Ans[2] = "いちがい";
Q[103].Ans[3] = "いつもつ";
Q[103].comment = "『一抹』は『いちまつ』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>選手登録を〔抹消〕して引退する。";
Q[104].Ans[0] = "まっしょう";
Q[104].Ans[1] = "こうしょう";
Q[104].Ans[2] = "ぜっしょう";
Q[104].Ans[3] = "もうしょう";
Q[104].comment = "『抹消』は『まっしょう』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>入学記念に〔万年筆〕をもらった。";
Q[105].Ans[0] = "まんねんひつ";
Q[105].Ans[1] = "ばんねんひつ";
Q[105].Ans[2] = "ざんねんひつ";
Q[105].Ans[3] = "かんねんひつ";
Q[105].comment = "『万年筆』は『まんねんひつ』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>石油で〔巨万〕の富を得た。";
Q[106].Ans[0] = "きょまん";
Q[106].Ans[1] = "きょばん";
Q[106].Ans[2] = "きょもう";
Q[106].Ans[3] = "きょかん";
Q[106].comment = "『巨万』は『きょまん』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>モールス信号は〔万国〕共通です。";
Q[107].Ans[0] = "ばんこく";
Q[107].Ans[1] = "まんこく";
Q[107].Ans[2] = "かんこく";
Q[107].Ans[3] = "ぜんこく";
Q[107].comment = "『万国』は『ばんこく』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔万全〕の受け入れ態勢が整っています。";
Q[108].Ans[0] = "ばんぜん";
Q[108].Ans[1] = "まんぜん";
Q[108].Ans[2] = "かんぜん";
Q[108].Ans[3] = "せつぜん";
Q[108].comment = "『万全』は『ばんぜん』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本で初めての〔万国博覧会〕だった。";
Q[109].Ans[0] = "ばんこくはくらんかい";
Q[109].Ans[1] = "でんこくはくらんかい";
Q[109].Ans[2] = "ぜんこくはくらんかい";
Q[109].Ans[3] = "まんこくはくらんかい";
Q[109].comment = "『万国博覧会』は『ばんこくはくらんかい』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう準備は〔万端〕です。";
Q[110].Ans[0] = "ばんたん";
Q[110].Ans[1] = "まんたん";
Q[110].Ans[2] = "かんたん";
Q[110].Ans[3] = "あんたん";
Q[110].comment = "『万端』は『ばんたん』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これで〔満足〕してもらえるでしょうか。";
Q[111].Ans[0] = "まんぞく";
Q[111].Ans[1] = "もうぞく";
Q[111].Ans[2] = "まうぞく";
Q[111].Ans[3] = "もんぞく";
Q[111].comment = "『満足』は『まんぞく』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きれいな〔満月〕の夜でした。";
Q[112].Ans[0] = "まんげつ";
Q[112].Ans[1] = "かんげつ";
Q[112].Ans[2] = "せんげつ";
Q[112].Ans[3] = "みんげつ";
Q[112].comment = "『満月』は『まんげつ』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>潮が〔満ちて〕きました。";
Q[113].Ans[0] = "みちて";
Q[113].Ans[1] = "くちて";
Q[113].Ans[2] = "おちて";
Q[113].Ans[3] = "まちて";
Q[113].comment = "『満ちる』は『みちる』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あのころは、希望で〔満ちて〕いました。";
Q[114].Ans[0] = "みちて";
Q[114].Ans[1] = "もちて";
Q[114].Ans[2] = "かちて";
Q[114].Ans[3] = "おちて";
Q[114].comment = "『満ちる』は『みちる』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>条件を〔満たす〕ものはどれですか。";
Q[115].Ans[0] = "みたす";
Q[115].Ans[1] = "もたす";
Q[115].Ans[2] = "かたす";
Q[115].Ans[3] = "いたす";
Q[115].comment = "『満たす』は『みたす』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ラーメンでお腹を〔満たす〕。";
Q[116].Ans[0] = "みたす";
Q[116].Ans[1] = "もたす";
Q[116].Ans[2] = "かたす";
Q[116].Ans[3] = "はたす";
Q[116].comment = "『満たす』は『みたす』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔慢性〕の胃炎に悩まされている、";
Q[117].Ans[0] = "まんせい";
Q[117].Ans[1] = "かんせい";
Q[117].Ans[2] = "あんせい";
Q[117].Ans[3] = "もうせい";
Q[117].comment = "『慢性』は『まんせい』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは職務〔怠慢〕というものです。";
Q[118].Ans[0] = "たいまん";
Q[118].Ans[1] = "たいもう";
Q[118].Ans[2] = "たいみん";
Q[118].Ans[3] = "たいかん";
Q[118].comment = "『怠慢』は『たいまん』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>注意力が〔散漫〕ですね、";
Q[119].Ans[0] = "さんまん";
Q[119].Ans[1] = "さんもう";
Q[119].Ans[2] = "さんこう";
Q[119].Ans[3] = "さんのう";
Q[119].comment = "『散漫』は『さんまん』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両親同伴なんて前代〔未聞〕です。";
Q[120].Ans[0] = "みもん";
Q[120].Ans[1] = "まつもん";
Q[120].Ans[2] = "ももん";
Q[120].Ans[3] = "こもん";
Q[120].comment = "『前代未聞』は『ぜんだいみもん』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アイスクリームに〔賞味期限〕はありません。";
Q[121].Ans[0] = "しょうみきげん";
Q[121].Ans[1] = "しょうまいきげん";
Q[121].Ans[2] = "しょうもうきげん";
Q[121].Ans[3] = "しょうぶきげん";
Q[121].comment = "『しょうみきげん』は『しょうみきげん』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ラーメンはしょうゆ〔味〕がいいですね。";
Q[122].Ans[0] = "あじ";
Q[122].Ans[1] = "み";
Q[122].Ans[2] = "まい";
Q[122].Ans[3] = "くち";
Q[122].comment = "『味』は『あじ』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔味わい〕のある絵ですね。";
Q[123].Ans[0] = "あじわい";
Q[123].Ans[1] = "ならわい";
Q[123].Ans[2] = "みわい";
Q[123].Ans[3] = "こわい";
Q[123].comment = "『味わい』は『あじわい』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>王さんはあまり〔魅力的〕ではありませんよ。";
Q[124].Ans[0] = "みりょくてき";
Q[124].Ans[1] = "もうりょくてき";
Q[124].Ans[2] = "むりょくてき";
Q[124].Ans[3] = "ぶりょくてき";
Q[124].comment = "『魅力的』は『みりょくてき』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の歌声に〔魅惑〕された。";
Q[125].Ans[0] = "みわく";
Q[125].Ans[1] = "もうわく";
Q[125].Ans[2] = "めいわく";
Q[125].Ans[3] = "きわく";
Q[125].comment = "『魅惑』は『みわく』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>灯台のある〔岬〕が好きです。";
Q[126].Ans[0] = "みさき";
Q[126].Ans[1] = "いりえ";
Q[126].Ans[2] = "わん";
Q[126].Ans[3] = "きし";
Q[126].comment = "『岬』は『みさき』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ政府との〔密約〕を暴露した。";
Q[127].Ans[0] = "みつやく";
Q[127].Ans[1] = "もんやく";
Q[127].Ans[2] = "みんやく";
Q[127].Ans[3] = "あんやく";
Q[127].comment = "『密約』は『みつやく』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔厳密〕にいえば間違いです。";
Q[128].Ans[0] = "げんみつ";
Q[128].Ans[1] = "げんめつ";
Q[128].Ans[2] = "げんじつ";
Q[128].Ans[3] = "げんみん";
Q[128].comment = "『厳密』は『げんみつ』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>前後の〔脈絡〕をよく考えてください。";
Q[129].Ans[0] = "みゃくらく";
Q[129].Ans[1] = "しょうらく";
Q[129].Ans[2] = "さくりゃく";
Q[129].Ans[3] = "はくらく";
Q[129].comment = "『脈絡』は『みゃくらく』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>静脈と〔動脈〕の違いがわかりますか。";
Q[130].Ans[0] = "どうみゃく";
Q[130].Ans[1] = "どうまく";
Q[130].Ans[2] = "どうもく";
Q[130].Ans[3] = "どうあく";
Q[130].comment = "『動脈』は『どうみゃく』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>誰か〔妙案〕はありませんか。";
Q[131].Ans[0] = "みょうあん";
Q[131].Ans[1] = "めいあん";
Q[131].Ans[2] = "こうあん";
Q[131].Ans[3] = "しょうあん";
Q[131].comment = "『妙案』は『みょうあん』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>マジックには〔巧妙〕な仕掛けがある。";
Q[132].Ans[0] = "こうみょう";
Q[132].Ans[1] = "こうめい";
Q[132].Ans[2] = "こうしょう";
Q[132].Ans[3] = "こうてい";
Q[132].comment = "『巧妙』は『こうみょう』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>砂漠で暮してきた彼らは砂の〔民〕と言われている。";
Q[133].Ans[0] = "たみ";
Q[133].Ans[1] = "みん";
Q[133].Ans[2] = "ひと";
Q[133].Ans[3] = "ぞく";
Q[133].comment = "『民』は『たみ』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大声で騒いで〔安眠〕を妨害しないでください。";
Q[134].Ans[0] = "あんみん";
Q[134].Ans[1] = "あんめい";
Q[134].Ans[2] = "あんのう";
Q[134].Ans[3] = "あんどん";
Q[134].comment = "『安眠』は『あんみん』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>暖かい布団で〔眠り〕につく。";
Q[135].Ans[0] = "ねむり";
Q[135].Ans[1] = "ねり";
Q[135].Ans[2] = "ねまり";
Q[135].Ans[3] = "ねもり";
Q[135].comment = "『眠り』は『ねむり』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そろそろ〔眠気〕がくるころです。";
Q[136].Ans[0] = "ねむけ";
Q[136].Ans[1] = "みんけ";
Q[136].Ans[2] = "ねっけ";
Q[136].Ans[3] = "がんけ";
Q[136].comment = "『眠気』は『ねむけ』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あんまり〔矛盾〕したことを言わないでください。";
Q[137].Ans[0] = "むじゅん";
Q[137].Ans[1] = "もうじゅん";
Q[137].Ans[2] = "こうじゅん";
Q[137].Ans[3] = "すいじゅん";
Q[137].comment = "『矛盾』は『むじゅん』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>批判の〔矛先〕を政府に向けている。";
Q[138].Ans[0] = "ほこさき";
Q[138].Ans[1] = "むさき";
Q[138].Ans[2] = "けんさき";
Q[138].Ans[3] = "たてさき";
Q[138].comment = "『矛先』は『ほこさき』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社員としての〔務め〕を果たしなさい。";
Q[139].Ans[0] = "つとめ";
Q[139].Ans[1] = "いさめ";
Q[139].Ans[2] = "きわめ";
Q[139].Ans[3] = "こわめ";
Q[139].comment = "『務め』は『つとめ』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新入社員の教育係を〔務める〕。";
Q[140].Ans[0] = "つとめる";
Q[140].Ans[1] = "いさめる";
Q[140].Ans[2] = "はめる";
Q[140].Ans[3] = "おさめる";
Q[140].comment = "『務める』は『つとめる』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>１年前まではまったく〔無名〕の選手だった。";
Q[141].Ans[0] = "むめい";
Q[141].Ans[1] = "ぶめい";
Q[141].Ans[2] = "もめい";
Q[141].Ans[3] = "しめい";
Q[141].comment = "『無名』は『むめい』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたの意見に賛成する人は〔皆無〕でしょう。";
Q[142].Ans[0] = "かいむ";
Q[142].Ans[1] = "かいぶ";
Q[142].Ans[2] = "かいなし";
Q[142].Ans[3] = "かいふ";
Q[142].comment = "『皆無』は『かいむ』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何とも〔無礼〕な態度ですね。";
Q[143].Ans[0] = "ぶれい";
Q[143].Ans[1] = "むれい";
Q[143].Ans[2] = "ないれい";
Q[143].Ans[3] = "それい";
Q[143].comment = "『無礼』は『ぶれい』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相変わらず〔無愛想〕な人ですね。";
Q[144].Ans[0] = "ぶあいそう";
Q[144].Ans[1] = "むあいそう";
Q[144].Ans[2] = "なしあいそう";
Q[144].Ans[3] = "なあいそう";
Q[144].comment = "『無愛想』は『ぶあいそう』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔夢中〕になれるものがあるといいですね。";
Q[145].Ans[0] = "むちゅう";
Q[145].Ans[1] = "ゆめちゅう";
Q[145].Ans[2] = "ぶちゅう";
Q[145].Ans[3] = "めいちゅう";
Q[145].comment = "『夢中』は『むちゅう』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まるで〔悪夢〕のような光景だ。";
Q[146].Ans[0] = "あくむ";
Q[146].Ans[1] = "あくめい";
Q[146].Ans[2] = "あくゆめ";
Q[146].Ans[3] = "あくぶ";
Q[146].comment = "『悪夢』は『あくむ』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年の〔初夢〕は何でしたか？";
Q[147].Ans[0] = "はつゆめ";
Q[147].Ans[1] = "はつむ";
Q[147].Ans[2] = "はつめい";
Q[147].Ans[3] = "はつぶ";
Q[147].comment = "『初夢』は『はつゆめ』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>県内に〔濃霧〕注意報が出ています。";
Q[148].Ans[0] = "のうむ";
Q[148].Ans[1] = "のうき";
Q[148].Ans[2] = "のうも";
Q[148].Ans[3] = "のうぼ";
Q[148].comment = "『濃霧』は『のうむ』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>農薬を〔噴霧器〕で散布する。";
Q[149].Ans[0] = "ふんむき";
Q[149].Ans[1] = "ふんきき";
Q[149].Ans[2] = "ふんきりき";
Q[149].Ans[3] = "ふんもき";
Q[149].comment = "『噴霧器』は『ふんむき』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外は〔霧雨〕です。";
Q[150].Ans[0] = "きりさめ";
Q[150].Ans[1] = "むさめ";
Q[150].Ans[2] = "ひさめ";
Q[150].Ans[3] = "にわかあめ";
Q[150].comment = "『霧雨』は『きりさめ』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>早朝には〔朝霧〕が出ていましたよ。";
Q[151].Ans[0] = "あさぎり";
Q[151].Ans[1] = "あさむ";
Q[151].Ans[2] = "あさつゆ";
Q[151].Ans[3] = "あさやけ";
Q[151].comment = "『朝霧』は『あさぎり』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生意気な〔小娘〕め。";
Q[152].Ans[0] = "こむすめ";
Q[152].Ans[1] = "こじょう";
Q[152].Ans[2] = "こおんな";
Q[152].Ans[3] = "こども";
Q[152].comment = "『小娘』は『こむすめ』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>住所と〔氏名〕を明記してください。";
Q[153].Ans[0] = "しめい";
Q[153].Ans[1] = "しみょう";
Q[153].Ans[2] = "しみん";
Q[153].Ans[3] = "しな";
Q[153].comment = "『氏名』は『しめい』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>芸名はなく〔本名〕で登録してください。";
Q[154].Ans[0] = "ほんみょう";
Q[154].Ans[1] = "ほんな";
Q[154].Ans[2] = "ほんめい";
Q[154].Ans[3] = "ほんみん";
Q[154].comment = "『本名』は『ほんみょう』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名前と〔名字〕を書いてください。";
Q[155].Ans[0] = "みょうじ";
Q[155].Ans[1] = "めいじ";
Q[155].Ans[2] = "みんじ";
Q[155].Ans[3] = "なじ";
Q[155].comment = "『名字』は『みょうじ』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>はがきの〔宛名〕を書き忘れた。";
Q[156].Ans[0] = "あてな";
Q[156].Ans[1] = "あてめい";
Q[156].Ans[2] = "あてみょう";
Q[156].Ans[3] = "あてみん";
Q[156].comment = "『宛名』は『あてな』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それもまた〔運命〕です。";
Q[157].Ans[0] = "うんめい";
Q[157].Ans[1] = "うんみょう";
Q[157].Ans[2] = "うんみん";
Q[157].Ans[3] = "うんぞく";
Q[157].comment = "『運命』は『うんめい』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間の〔寿命〕は年々延びている。";
Q[158].Ans[0] = "じゅみょう";
Q[158].Ans[1] = "じゅめい";
Q[158].Ans[2] = "じゅいのち";
Q[158].Ans[3] = "じゅみん";
Q[158].comment = "『寿命』は『じゅみょう』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>危ういところで〔命拾い〕しました。";
Q[159].Ans[0] = "いのちびろい";
Q[159].Ans[1] = "めいひろい";
Q[159].Ans[2] = "みょうびろい";
Q[159].Ans[3] = "みんびろい";
Q[159].comment = "『命拾い』は『いのちびろい』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>色彩の〔明暗〕が美しい。";
Q[160].Ans[0] = "めいあん";
Q[160].Ans[1] = "みょうあん";
Q[160].Ans[2] = "みんあん";
Q[160].Ans[3] = "めんあん";
Q[160].comment = "『明暗』は『めいあん』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あのことは記憶に〔鮮明〕に残っています。";
Q[161].Ans[0] = "せんめい";
Q[161].Ans[1] = "せんみょう";
Q[161].Ans[2] = "せんみん";
Q[161].Ans[3] = "せんあき";
Q[161].comment = "『鮮明』は『せんめい』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>不運の中にも将来の〔光明〕を見いだす。";
Q[162].Ans[0] = "こうみょう";
Q[162].Ans[1] = "こうめい";
Q[162].Ans[2] = "こうみん";
Q[162].Ans[3] = "こうあき";
Q[162].comment = "『光明』は『こうみょう』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夕暮れの〔薄明かり〕に彼の笑顔がおぼろげに見えた。";
Q[163].Ans[0] = "うすあかり";
Q[163].Ans[1] = "うすひかり";
Q[163].Ans[2] = "うすめかり";
Q[163].Ans[3] = "うすぼかり";
Q[163].comment = "『薄明かり』は『うすあかり』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政策の失敗は〔明らかだ〕。";
Q[164].Ans[0] = "あきらかだ";
Q[164].Ans[1] = "あからかだ";
Q[164].Ans[2] = "なだらかだ";
Q[164].Ans[3] = "まだらかだ";
Q[164].comment = "『明らかだ』は『あきらかだ』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔明くる〕朝、彼は事態の重大さに気づくことになる。";
Q[165].Ans[0] = "あくる";
Q[165].Ans[1] = "めくる";
Q[165].Ans[2] = "みくる";
Q[165].Ans[3] = "さくる";
Q[165].comment = "『明くる』は『あくる』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手品の〔種明かし〕をしてあげましょう。";
Q[166].Ans[0] = "たねあかし";
Q[166].Ans[1] = "たねぼかし";
Q[166].Ans[2] = "たねまかし";
Q[166].Ans[3] = "たねのかし";
Q[166].comment = "『種明かし』は『たねあかし』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近の成績が〔低迷〕している。";
Q[167].Ans[0] = "ていめい";
Q[167].Ans[1] = "ていねい";
Q[167].Ans[2] = "ていまい";
Q[167].Ans[3] = "ていこう";
Q[167].comment = "『低迷』は『ていめい』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きくて〔迷路〕のような家です。";
Q[168].Ans[0] = "めいろ";
Q[168].Ans[1] = "まいろ";
Q[168].Ans[2] = "もうろ";
Q[168].Ans[3] = "こうろ";
Q[168].comment = "『迷路』は『めいろ』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>心に〔迷い〕があると成功しないよ。";
Q[169].Ans[0] = "まよい";
Q[169].Ans[1] = "まどい";
Q[169].Ans[2] = "うれい";
Q[169].Ans[3] = "はかい";
Q[169].comment = "『迷い』は『まよい』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国連に〔加盟〕を申請する。";
Q[170].Ans[0] = "かめい";
Q[170].Ans[1] = "かにゅう";
Q[170].Ans[2] = "かおう";
Q[170].Ans[3] = "かこう";
Q[170].comment = "『加盟』は『かめい』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小規模業者同士で〔同盟〕する。";
Q[171].Ans[0] = "どうめい";
Q[171].Ans[1] = "どうほう";
Q[171].Ans[2] = "どうぞく";
Q[171].Ans[3] = "どうこう";
Q[171].comment = "『同盟』は『どうめい』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本酒の〔銘柄〕は何にしましょうか。";
Q[172].Ans[0] = "めいがら";
Q[172].Ans[1] = "みんがら";
Q[172].Ans[2] = "こうがら";
Q[172].Ans[3] = "どうがら";
Q[172].comment = "『銘柄』は『めいがら』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>肝に〔銘じ〕ます。";
Q[173].Ans[0] = "めいじ";
Q[173].Ans[1] = "うとんじ";
Q[173].Ans[2] = "とじ";
Q[173].Ans[3] = "そらんじ";
Q[173].comment = "『銘じる』は『銘じる』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女が〔悲鳴〕をあげた。";
Q[174].Ans[0] = "ひめい";
Q[174].Ans[1] = "ひなる";
Q[174].Ans[2] = "ひちょう";
Q[174].Ans[3] = "ひもん";
Q[174].comment = "『悲鳴』は『ひめい』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>暗闇の中で〔雷鳴〕がとどろいた。";
Q[175].Ans[0] = "らいめい";
Q[175].Ans[1] = "らいみょう";
Q[175].Ans[2] = "らいなる";
Q[175].Ans[3] = "らいみょう";
Q[175].comment = "『雷鳴』は『らいめい』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>猫の〔鳴き声〕が聞こえます。";
Q[176].Ans[0] = "なきごえ";
Q[176].Ans[1] = "わめきごえ";
Q[176].Ans[2] = "こきごえ";
Q[176].Ans[3] = "うめきごえ";
Q[176].comment = "『鳴き声』は『なきごえ』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭が痛くて〔耳鳴り〕もします。";
Q[177].Ans[0] = "みみなり";
Q[177].Ans[1] = "みみうなり";
Q[177].Ans[2] = "みみざり";
Q[177].Ans[3] = "みみもり";
Q[177].comment = "『耳鳴り』は『みみなり』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>拝金主義に警鐘を〔鳴らす〕。";
Q[178].Ans[0] = "ならす";
Q[178].Ans[1] = "こらす";
Q[178].Ans[2] = "いたらす";
Q[178].Ans[3] = "たらす";
Q[178].comment = "『鳴らす』は『ならす』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人類が〔滅亡〕する日が来るかもしれない。";
Q[179].Ans[0] = "めつぼう";
Q[179].Ans[1] = "そんぼう";
Q[179].Ans[2] = "めいぼう";
Q[179].Ans[3] = "げんぼう";
Q[179].comment = "『滅亡』は『めつぼう』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>リーダーを失った団体は〔消滅〕した。";
Q[180].Ans[0] = "しょうめつ";
Q[180].Ans[1] = "しょうめい";
Q[180].Ans[2] = "しょうめん";
Q[180].Ans[3] = "しょうぼう";
Q[180].comment = "『消滅』は『しょうめつ』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>恐竜が〔絶滅〕した理由は何だろうか。";
Q[181].Ans[0] = "ぜつめつ";
Q[181].Ans[1] = "ぜつめい";
Q[181].Ans[2] = "ぜつもう";
Q[181].Ans[3] = "ぜつぼう";
Q[181].comment = "『絶滅』は『ぜつめつ』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカのような国は〔滅びた〕方がいい。";
Q[182].Ans[0] = "ほろびた";
Q[182].Ans[1] = "ひからびた";
Q[182].Ans[2] = "こうびた";
Q[182].Ans[3] = "あびた";
Q[182].comment = "『滅ぶ』は『ほろぶ』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>力を合わせてアメリカを〔滅ぼそう〕。";
Q[183].Ans[0] = "ほろぼそう";
Q[183].Ans[1] = "つぼそう";
Q[183].Ans[2] = "あそぼぞう";
Q[183].Ans[3] = "ならぼぞう";
Q[183].comment = "『滅ぼす』は『ほろぼす』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>貧乏なので授業料は〔免除〕しましょう。";
Q[184].Ans[0] = "めんじょ";
Q[184].Ans[1] = "めいじょ";
Q[184].Ans[2] = "みんじょ";
Q[184].Ans[3] = "こうじょ";
Q[184].comment = "『免除』は『めんじょ』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>状況証拠でもこれだけあれば無罪〔放免〕とはいかないでしょう。";
Q[185].Ans[0] = "ほうめん";
Q[185].Ans[1] = "ほうもん";
Q[185].Ans[2] = "ほうそう";
Q[185].Ans[3] = "ほうかい";
Q[185].comment = "『放免』は『ほうめん』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間には貧困を〔免れ〕て生きる権利があるはずだ。";
Q[186].Ans[0] = "まぬがれ";
Q[186].Ans[1] = "のがれ";
Q[186].Ans[2] = "まかれ";
Q[186].Ans[3] = "いたれ";
Q[186].comment = "『免れる』は『まぬがれる』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>重症なので〔面会〕は謝絶です。";
Q[187].Ans[0] = "めんかい";
Q[187].Ans[1] = "もんかい";
Q[187].Ans[2] = "まんかい";
Q[187].Ans[3] = "みんかい";
Q[187].comment = "『面会』は『めんかい』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どことなく昔の〔面影〕がありますね。";
Q[188].Ans[0] = "おもかげ";
Q[188].Ans[1] = "めんえい";
Q[188].Ans[2] = "もんかげ";
Q[188].Ans[3] = "つらかげ";
Q[188].comment = "『面影』は『おもかげ』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>丸顔より〔面長〕が好みです。";
Q[189].Ans[0] = "おもなが";
Q[189].Ans[1] = "めんちょう";
Q[189].Ans[2] = "つらなが";
Q[189].Ans[3] = "めんなが";
Q[189].comment = "『面長』は『おもなが』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔面〕を上げなさい。";
Q[190].Ans[0] = "おもて";
Q[190].Ans[1] = "めん";
Q[190].Ans[2] = "みん";
Q[190].Ans[3] = "づら";
Q[190].comment = "『面』は『おもて』と読む。顔の意味。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>池の〔面〕が風で揺れている。";
Q[191].Ans[0] = "おもて";
Q[191].Ans[1] = "なみ";
Q[191].Ans[2] = "つら";
Q[191].Ans[3] = "かお";
Q[191].comment = "『面』は『おもて』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>馬の〔鼻面〕をなでる。";
Q[192].Ans[0] = "はなづら";
Q[192].Ans[1] = "はなめん";
Q[192].Ans[2] = "はなおも";
Q[192].Ans[3] = "びめん";
Q[192].comment = "『鼻面』は『はなづら』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>計画は実に〔綿密〕だった。";
Q[193].Ans[0] = "めんみつ";
Q[193].Ans[1] = "わたみつ";
Q[193].Ans[2] = "めいみつ";
Q[193].Ans[3] = "わんみつ";
Q[193].comment = "『綿密』は『めんみつ』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ぬいぐるみに〔綿〕をつめる。";
Q[194].Ans[0] = "わた";
Q[194].Ans[1] = "きぬ";
Q[194].Ans[2] = "あさ";
Q[194].Ans[3] = "にしき";
Q[194].comment = "『綿』は『わた』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>草が〔茂って〕いる。";
Q[195].Ans[0] = "しげって";
Q[195].Ans[1] = "さえぎって";
Q[195].Ans[2] = "もぐって";
Q[195].Ans[3] = "しめって";
Q[195].comment = "『茂る』は『しげる』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そこの〔茂み〕に誰か隠れているぞ。";
Q[196].Ans[0] = "しげみ";
Q[196].Ans[1] = "すごみ";
Q[196].Ans[2] = "なごみ";
Q[196].Ans[3] = "くぼみ";
Q[196].comment = "『茂み』は『しげみ』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鉄道の〔模型〕を集めるのが趣味です。";
Q[197].Ans[0] = "もけい";
Q[197].Ans[1] = "ぼけい";
Q[197].Ans[2] = "まくけい";
Q[197].Ans[3] = "こけい";
Q[197].comment = "『模型』は『もけい』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔模範〕的な生徒です。";
Q[198].Ans[0] = "もはん";
Q[198].Ans[1] = "ぼはん";
Q[198].Ans[2] = "まくはん";
Q[198].Ans[3] = "こうはん";
Q[198].comment = "『模範』は『もはん』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この都市の〔規模〕では、映画館を建ててももうかりません。";
Q[199].Ans[0] = "きぼ";
Q[199].Ans[1] = "きも";
Q[199].Ans[2] = "きばく";
Q[199].Ans[3] = "きもう";
Q[199].comment = "『規模』は『きぼ』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女らしい〔細かな〕心づかいです。";
Q[200].Ans[0] = "こまかな";
Q[200].Ans[1] = "ささやかな";
Q[200].Ans[2] = "なごやかな";
Q[200].Ans[3] = "おだやかな";
Q[200].comment = "『細かな』は『こまかな』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女にはだいぶ〔貢いで〕いますからね。";
Q[201].Ans[0] = "みついで";
Q[201].Ans[1] = "とついで";
Q[201].Ans[2] = "かせいで";
Q[201].Ans[3] = "もらいで";
Q[201].comment = "『貢ぐ』は『みつぐ』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭の悪い息子を要職に〔就ける〕ような社長は、会社の経営にはふさわしくない。";
Q[202].Ans[0] = "つける";
Q[202].Ans[1] = "おける";
Q[202].Ans[2] = "かける";
Q[202].Ans[3] = "さける";
Q[202].comment = "『就ける』は『つける』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>選手を有名なコーチに〔就けて〕訓練する。";
Q[203].Ans[0] = "つけて";
Q[203].Ans[1] = "さけて";
Q[203].Ans[2] = "まけて";
Q[203].Ans[3] = "かけて";
Q[203].comment = "『就ける』は『つける』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新人を営業の仕事に〔就けた〕。";
Q[204].Ans[0] = "つけた";
Q[204].Ans[1] = "まけた";
Q[204].Ans[2] = "かけた";
Q[204].Ans[3] = "こけた";
Q[204].comment = "『就ける』は『つける』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>革命軍は〔民衆〕の熱烈な支持を受けた。";
Q[205].Ans[0] = "みんしゅう";
Q[205].Ans[1] = "みんしゅ";
Q[205].Ans[2] = "みんちゅう";
Q[205].Ans[3] = "みんじゅう";
Q[205].comment = "『民衆』は『みんしゅう』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いかにも一般〔大衆〕が喜びそうなアイディアですね。";
Q[206].Ans[0] = "たいしゅう";
Q[206].Ans[1] = "たいしゅ";
Q[206].Ans[2] = "たいじゅ";
Q[206].Ans[3] = "たいちゅう";
Q[206].comment = "『大衆』は『たいしゅう』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>エリートがいなければ民主主義はたちまち〔衆愚政治〕になる。";
Q[207].Ans[0] = "しゅうぐせいじ";
Q[207].Ans[1] = "ちゅうぐせいじ";
Q[207].Ans[2] = "しょうぐせいじ";
Q[207].Ans[3] = "じゅうぐせいじ";
Q[207].comment = "『衆愚政治』は『しゅうぐせいじ』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の演説は〔聴衆〕の心をグッとつかんだようだ。";
Q[208].Ans[0] = "ちょうしゅう";
Q[208].Ans[1] = "ちょうしゅ";
Q[208].Ans[2] = "ちょうちゅう";
Q[208].Ans[3] = "ちょうじゅう";
Q[208].comment = "『聴衆』は『ちょうしゅう』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔衆議院〕議員選挙では、与党が大敗した。";
Q[209].Ans[0] = "しゅうぎいん";
Q[209].Ans[1] = "しゅぎいん";
Q[209].Ans[2] = "さんぎいん";
Q[209].Ans[3] = "しゅんぎいん";
Q[209].comment = "『衆議院』は『しゅうぎいん』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本では男色を〔衆道〕と呼んだ。";
Q[210].Ans[0] = "しゅどう";
Q[210].Ans[1] = "しゅんどう";
Q[210].Ans[2] = "じゅうどう";
Q[210].Ans[3] = "じゅんどう";
Q[210].comment = "『衆道』は『しゅどう』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔大観衆〕の拍手を浴びた。";
Q[211].Ans[0] = "だいかんしゅう";
Q[211].Ans[1] = "だいかんしゅ";
Q[211].Ans[2] = "だいかんちゅう";
Q[211].Ans[3] = "だいかんじゅう";
Q[211].comment = "『大観衆』は『だいかんしゅう』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔公衆〕トイレを利用する。";
Q[212].Ans[0] = "こうしゅう";
Q[212].Ans[1] = "こうしゅ";
Q[212].Ans[2] = "こうちゅう";
Q[212].Ans[3] = "こうじゅう";
Q[212].comment = "『公衆』は『こうしゅう』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ラフかディ・ハーンの〔全集〕を購入しました。";
Q[213].Ans[0] = "ぜんしゅう";
Q[213].Ans[1] = "ぜんしゅ";
Q[213].Ans[2] = "ぜんじゅう";
Q[213].Ans[3] = "ぜんちゅう";
Q[213].comment = "『全集』は『ぜんしゅう』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>憲法は〔集会〕の自由を保障している。";
Q[214].Ans[0] = "しゅうかい";
Q[214].Ans[1] = "しゅかい";
Q[214].Ans[2] = "しゅっかい";
Q[214].Ans[3] = "しゅんかい";
Q[214].comment = "『集会』は『しゅうかい』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔集中〕して勉強しないといけません。";
Q[215].Ans[0] = "しゅうちゅう";
Q[215].Ans[1] = "しゅちゅう";
Q[215].Ans[2] = "しゅんちゅう";
Q[215].Ans[3] = "じゅうちゅう";
Q[215].comment = "『集中』は『しゅうちゅう』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>票の数を〔集計〕する。";
Q[216].Ans[0] = "しゅうけい";
Q[216].Ans[1] = "じゅけい";
Q[216].Ans[2] = "じゅうけいけい";
Q[216].Ans[3] = "ちゅうけい";
Q[216].comment = "『集計』は『しゅうけい』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎週金曜日に〔集まり〕がある。";
Q[217].Ans[0] = "あつまり";
Q[217].Ans[1] = "とまり";
Q[217].Ans[2] = "かたまり";
Q[217].Ans[3] = "おさまり";
Q[217].comment = "『集まり』は『あつまり』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>旧正月には家族全員が〔集う〕。";
Q[218].Ans[0] = "つどう";
Q[218].Ans[1] = "きそう";
Q[218].Ans[2] = "おこなう";
Q[218].Ans[3] = "かまう";
Q[218].comment = "『集う』は『つどう』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日のよる若者の〔集い〕があります。";
Q[219].Ans[0] = "つどい";
Q[219].Ans[1] = "きそい";
Q[219].Ans[2] = "あらい";
Q[219].Ans[3] = "いまい";
Q[219].comment = "『集い』は『つどい』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この度は誠にご〔愁傷〕様です。";
Q[220].Ans[0] = "しゅうしょう";
Q[220].Ans[1] = "しゅんしょう";
Q[220].Ans[2] = "しゅしょう";
Q[220].Ans[3] = "しゅっしょう";
Q[220].comment = "『愁傷』は『しゅうしょう』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔哀愁〕を帯びたメロディーが日本人の心をつかんだようだ。";
Q[221].Ans[0] = "あいしゅう";
Q[221].Ans[1] = "あいしゅ";
Q[221].Ans[2] = "あいしゅん";
Q[221].Ans[3] = "あいじゅう";
Q[221].comment = "『哀愁』は『あいしゅう』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の作品には人々の〔郷愁〕を誘うところがある。";
Q[222].Ans[0] = "きょうしゅう";
Q[222].Ans[1] = "きょうしゅん";
Q[222].Ans[2] = "きょうしょう";
Q[222].Ans[3] = "きょうしゅ";
Q[222].comment = "『郷愁』は『きょうしゅう』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>街の様子に季節の〔愁い〕を感じる。";
Q[223].Ans[0] = "うれい";
Q[223].Ans[1] = "いこい";
Q[223].Ans[2] = "きそい";
Q[223].Ans[3] = "おこなう";
Q[223].comment = "『愁い』は『うれい』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の〔愁い〕に満ちた歌声に人々は涙した。";
Q[224].Ans[0] = "うれい";
Q[224].Ans[1] = "いこい";
Q[224].Ans[2] = "さびしい";
Q[224].Ans[3] = "かなしい";
Q[224].comment = "『愁い』は『うれい』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>旧友の死を〔愁える〕人々が集まった。";
Q[225].Ans[0] = "うれえる";
Q[225].Ans[1] = "そびえる";
Q[225].Ans[2] = "あまえる";
Q[225].Ans[3] = "つどえる";
Q[225].comment = "『愁える』は『うれえる』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>十分な〔報酬〕を約束します。";
Q[226].Ans[0] = "ほうしゅう";
Q[226].Ans[1] = "ほうしゅ";
Q[226].Ans[2] = "ほうちゅう";
Q[226].Ans[3] = "ほうじゅん";
Q[226].comment = "『報酬』は『ほうしゅう』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>討論会は、中傷の〔応酬〕に終わった。";
Q[227].Ans[0] = "おうしゅう";
Q[227].Ans[1] = "おうしゅ";
Q[227].Ans[2] = "おうしゅん";
Q[227].Ans[3] = "おうじゅん";
Q[227].comment = "『応酬』は『おうしゅう』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>練習不足で〔醜態〕をさらした。";
Q[228].Ans[0] = "しゅうたい";
Q[228].Ans[1] = "きったい";
Q[228].Ans[2] = "ぎたい";
Q[228].Ans[3] = "じゅうたい";
Q[228].comment = "『醜態』は『しゅうたい』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍のあまりに〔醜悪〕な行ないに、人々は眉をひそめた。";
Q[229].Ans[0] = "しゅうあく";
Q[229].Ans[1] = "しゅあく";
Q[229].Ans[2] = "きょうあく";
Q[229].Ans[3] = "ごくあく";
Q[229].comment = "『醜悪』は『しゅうあく』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相には〔醜聞〕が絶えない。";
Q[230].Ans[0] = "しゅうぶん";
Q[230].Ans[1] = "ぎゅうぶん";
Q[230].Ans[2] = "きゅうぶん";
Q[230].Ans[3] = "ちゅうぶん";
Q[230].comment = "『醜聞』は『しゅうぶん』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔老醜〕をさらしてまで生きたくはない。";
Q[231].Ans[0] = "ろうしゅう";
Q[231].Ans[1] = "ろんがい";
Q[231].Ans[2] = "ろうざん";
Q[231].Ans[3] = "ろうぶ";
Q[231].comment = "『老醜』は『ろうしゅう』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いい加減〔醜い〕争いはやめなさい。";
Q[232].Ans[0] = "みにくい";
Q[232].Ans[1] = "きたない";
Q[232].Ans[2] = "あさましい";
Q[232].Ans[3] = "おぞましい";
Q[232].comment = "『醜い』は『みにくい』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それが人の心の〔醜さ〕というものです。";
Q[233].Ans[0] = "みにくさ";
Q[233].Ans[1] = "おぞましさ";
Q[233].Ans[2] = "きたなさ";
Q[233].Ans[3] = "いやらしさ";
Q[233].comment = "『醜い』は『みにくい』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>占領に講義して、米兵を〔襲撃〕する事件が相次いでいる。";
Q[234].Ans[0] = "しゅうげき";
Q[234].Ans[1] = "しゅんげき";
Q[234].Ans[2] = "こうげき";
Q[234].Ans[3] = "ばくげき";
Q[234].comment = "『襲撃』は『しゅうげき』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国会議員は〔世襲〕制ではないはずだ。";
Q[235].Ans[0] = "せしゅう";
Q[235].Ans[1] = "せおい";
Q[235].Ans[2] = "せおそい";
Q[235].Ans[3] = "せっちゅう";
Q[235].comment = "『世襲』は『せしゅう』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍は反政府軍の〔奇襲〕攻撃を受けた。";
Q[236].Ans[0] = "きしゅう";
Q[236].Ans[1] = "きじゅう";
Q[236].Ans[2] = "きしょう";
Q[236].Ans[3] = "きちゅう";
Q[236].comment = "『奇襲』は『きしゅう』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供のころは米軍の〔空襲〕におびえていた。";
Q[237].Ans[0] = "くうしゅう";
Q[237].Ans[1] = "くうちゅう";
Q[237].Ans[2] = "くうばく";
Q[237].Ans[3] = "くうげき";
Q[237].comment = "『空襲』は『くうしゅう』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゲリラの〔逆襲〕を受けて撤退を余儀なくされた。";
Q[238].Ans[0] = "ぎゃくしゅう";
Q[238].Ans[1] = "ぎゃくちゅう";
Q[238].Ans[2] = "ぎゃくじゅん";
Q[238].Ans[3] = "きゃくりゅう";
Q[238].comment = "『逆襲』は『ぎゃくしゅう』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ライオンがシマウマに〔襲い〕かかった。";
Q[239].Ans[0] = "おそい";
Q[239].Ans[1] = "うばい";
Q[239].Ans[2] = "かない";
Q[239].Ans[3] = "さそい";
Q[239].comment = "『襲う』は『おそう』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>巨大な台風に〔襲われた〕。";
Q[240].Ans[0] = "おそわれた";
Q[240].Ans[1] = "いたわれた";
Q[240].Ans[2] = "みまわれた";
Q[240].Ans[3] = "たずさわれた";
Q[240].comment = "『襲われる』は『おそわれる』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>食べ物の好みは〔十人十色〕だ。";
Q[241].Ans[0] = "じゅうにんといろ";
Q[241].Ans[1] = "じゅうにんじゅっしょく";
Q[241].Ans[2] = "じゅうにんじっしょく";
Q[241].Ans[3] = "じゅうにんじゅういろ";
Q[241].comment = "『十人十色』は『じゅうにんといろ』と読む。〈ひとぞれぞれ〉という意味の慣用句。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現場を人々が〔十重二十重〕に取り囲んでいた。";
Q[242].Ans[0] = "とえはたえ";
Q[242].Ans[1] = "じゅうじゅうにじゅうじゅう";
Q[242].Ans[2] = "じゅうおもにじゅうおも";
Q[242].Ans[3] = "とおおもはたおも";
Q[242].comment = "『十重二十重』は『とえはたえ』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は、イエスが〔十字架〕に掛けられた日です。";
Q[243].Ans[0] = "じゅうじか";
Q[243].Ans[1] = "とおじか";
Q[243].Ans[2] = "じゅっじか";
Q[243].Ans[3] = "じっじか";
Q[243].comment = "『十字架』は『じゅうじか』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ナイフを入れると〔肉汁〕が溢れ出した。";
Q[244].Ans[0] = "にくじゅう";
Q[244].Ans[1] = "にくしる";
Q[244].Ans[2] = "にくじゅん";
Q[244].Ans[3] = "にくじつ";
Q[244].comment = "『肉汁』は『にくじゅう』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔果汁〕100％のオレンジジュースです。";
Q[245].Ans[0] = "かじゅう";
Q[245].Ans[1] = "かじる";
Q[245].Ans[2] = "かしる";
Q[245].Ans[3] = "かしゅる";
Q[245].comment = "『果汁』は『かじゅう』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本人の朝食には〔みそ汁〕が欠かせません。";
Q[246].Ans[0] = "みそしる";
Q[246].Ans[1] = "みそしゅる";
Q[246].Ans[2] = "みそじゅう";
Q[246].Ans[3] = "みそつゆ";
Q[246].comment = "『汁』は『しる』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>傷口から透明な〔汁〕が出てきた。";
Q[247].Ans[0] = "しる";
Q[247].Ans[1] = "えき";
Q[247].Ans[2] = "うみ";
Q[247].Ans[3] = "ち";
Q[247].comment = "『汁』は『しる』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔充実〕した学生生活を送る。";
Q[248].Ans[0] = "じゅうじつ";
Q[248].Ans[1] = "じゅんじつ";
Q[248].Ans[2] = "じゅじつ";
Q[248].Ans[3] = "じゅっじつ";
Q[248].comment = "『充実』は『じゅうじつ』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>花粉症で目が〔充血〕している。";
Q[249].Ans[0] = "じゅうけつ";
Q[249].Ans[1] = "じっけつ";
Q[249].Ans[2] = "じゅんけつ";
Q[249].Ans[3] = "じゅけつ";
Q[249].comment = "『充血』は『じゅうけつ』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>デジカメ用の電池を〔充電〕させてください。";
Q[250].Ans[0] = "じゅうでん";
Q[250].Ans[1] = "じゅでん";
Q[250].Ans[2] = "じゅんでん";
Q[250].Ans[3] = "じっでん";
Q[250].comment = "『充電』は『じゅうでん』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>商品の〔補充〕が遅れている。";
Q[251].Ans[0] = "ほじゅう";
Q[251].Ans[1] = "ほてん";
Q[251].Ans[2] = "ほかん";
Q[251].Ans[3] = "ほけつ";
Q[251].comment = "『補充』は『ほじゅう』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ボーナスは生活費に〔充てた〕。";
Q[252].Ans[0] = "あてた";
Q[252].Ans[1] = "たてた";
Q[252].Ans[2] = "かけた";
Q[252].Ans[3] = "したてた";
Q[252].comment = "『充てる』は『あてる』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>募金はよりより活動に〔充て〕たいと思います。";
Q[253].Ans[0] = "あて";
Q[253].Ans[1] = "みて";
Q[253].Ans[2] = "もて";
Q[253].Ans[3] = "まて";
Q[253].comment = "『充てる』は『あてる』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>革命家に〔安住〕の地はない。";
Q[254].Ans[0] = "あんじゅう";
Q[254].Ans[1] = "あんじゅ";
Q[254].Ans[2] = "あんずみ";
Q[254].Ans[3] = "あんしゅ";
Q[254].comment = "『安住』は『あんじゅう』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔住まい〕のことなら、わが社にお任せください。";
Q[255].Ans[0] = "すまい";
Q[255].Ans[1] = "じゅまい";
Q[255].Ans[2] = "しゅまい";
Q[255].Ans[3] = "ずまい";
Q[255].comment = "『住まい』は『すまい』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔柔軟〕に対応しなければ、うまく行かないだろう。";
Q[256].Ans[0] = "じゅうなん";
Q[256].Ans[1] = "にゅうなん";
Q[256].Ans[2] = "やわなん";
Q[256].Ans[3] = "にゅなん";
Q[256].comment = "『柔軟』は『じゅうなん』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>交渉ごとには〔柔和〕な笑顔も必要です。";
Q[257].Ans[0] = "にゅうわ";
Q[257].Ans[1] = "じゅうわ";
Q[257].Ans[2] = "じゅんわ";
Q[257].Ans[3] = "じゅっわ";
Q[257].comment = "『柔和』は『にゅうわ』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔柔らかい〕布団は寝づらい。";
Q[258].Ans[0] = "やわらかい";
Q[258].Ans[1] = "あたらかい";
Q[258].Ans[2] = "かたらかい";
Q[258].Ans[3] = "わからかい";
Q[258].comment = "『柔らかい』は『やわらかい』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>肉を〔炒めて〕ご飯にかける。";
Q[259].Ans[0] = "いためて";
Q[259].Ans[1] = "からめて";
Q[259].Ans[2] = "なめて";
Q[259].Ans[3] = "はめて";
Q[259].comment = "『炒める』は『いためる』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>魚に〔醤油〕をかける。";
Q[260].Ans[0] = "しょうゆ";
Q[260].Ans[1] = "じゃんゆ";
Q[260].Ans[2] = "そゆ";
Q[260].Ans[3] = "らゆ";
Q[260].comment = "『醤油』は『しょうゆ』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>負けてからでは、何を〔吠えても〕説得力がない。";
Q[261].Ans[0] = "ほえても";
Q[261].Ans[1] = "くわえても";
Q[261].Ans[2] = "かえても";
Q[261].Ans[3] = "となえても";
Q[261].comment = "『吠える』は『ほえる』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>初めての挑戦が成功するのは〔稀〕です。";
Q[262].Ans[0] = "まれ";
Q[262].Ans[1] = "のぞみ";
Q[262].Ans[2] = "ゆめ";
Q[262].Ans[3] = "まぐれ";
Q[262].comment = "『稀』は『まれ』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鍋よりも〔丼〕が食べたい。";
Q[263].Ans[0] = "どんぶり";
Q[263].Ans[1] = "うつわ";
Q[263].Ans[2] = "やきもの";
Q[263].Ans[3] = "めし";
Q[263].comment = "『丼』は『どんぶり』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>胸に学校名が〔刺繍〕されている。";
Q[264].Ans[0] = "ししゅう";
Q[264].Ans[1] = "しせい";
Q[264].Ans[2] = "しこう";
Q[264].Ans[3] = "ししょう";
Q[264].comment = "『刺繍』は『ししゅう』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間の〔欲望〕には終わりがない。";
Q[265].Ans[0] = "よくぼう";
Q[265].Ans[1] = "ようぼう";
Q[265].Ans[2] = "がんぼう";
Q[265].Ans[3] = "とうぼう";
Q[265].comment = "『欲望』は『よくぼう』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔食欲〕がない。";
Q[266].Ans[0] = "しょくよく";
Q[266].Ans[1] = "しょくりょう";
Q[266].Ans[2] = "しょくいく";
Q[266].Ans[3] = "しょくざい";
Q[266].comment = "『食欲』は『しょくよく』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔無欲〕の勝利です。";
Q[267].Ans[0] = "むよく";
Q[267].Ans[1] = "むよう";
Q[267].Ans[2] = "むいく";
Q[267].Ans[3] = "むやく";
Q[267].comment = "『無欲』は『むよく』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまり〔欲〕を出すと失敗しますよ。";
Q[268].Ans[0] = "よく";
Q[268].Ans[1] = "のぞみ";
Q[268].Ans[2] = "いろけ";
Q[268].Ans[3] = "ゆたか";
Q[268].comment = "『欲』は『よく』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>身体が水分を〔欲して〕いる。";
Q[269].Ans[0] = "ほっして";
Q[269].Ans[1] = "よくして";
Q[269].Ans[2] = "いたして";
Q[269].Ans[3] = "ほしいして";
Q[269].comment = "『欲する』は『ほっする』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そうやって何でも〔欲しがる〕のはやめなさい。";
Q[270].Ans[0] = "ほしがる";
Q[270].Ans[1] = "いやしがる";
Q[270].Ans[2] = "あやしがる";
Q[270].Ans[3] = "いたしがる";
Q[270].comment = "『欲しがる』は『ほしがる』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何が〔欲しい〕のか言ってごらん。";
Q[271].Ans[0] = "ほしい";
Q[271].Ans[1] = "あやしい";
Q[271].Ans[2] = "うれしい";
Q[271].Ans[3] = "かまびすしい";
Q[271].comment = "『欲しい』は『ほしい』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>引き落とし日は毎月15日ですが、休日の場合は〔翌日〕とします。";
Q[272].Ans[0] = "よくじつ";
Q[272].Ans[1] = "ようじつ";
Q[272].Ans[2] = "やくじつ";
Q[272].Ans[3] = "しゅくじつ";
Q[272].comment = "『翌日』は『よくじつ』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事故機は〔尾翼〕を破損していた。";
Q[273].Ans[0] = "びよく";
Q[273].Ans[1] = "びつばさ";
Q[273].Ans[2] = "びつば";
Q[273].Ans[3] = "びよう";
Q[273].comment = "『尾翼』は『びよく』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>旧革命ゲリラが、政権の〔一翼〕を担っている。";
Q[274].Ans[0] = "いちよく";
Q[274].Ans[1] = "いちよう";
Q[274].Ans[2] = "いちやく";
Q[274].Ans[3] = "いちゆう";
Q[274].comment = "『一翼』は『いちよく』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔翼〕に会社のロゴマークを入れる。";
Q[275].Ans[0] = "つばさ";
Q[275].Ans[1] = "どう";
Q[275].Ans[2] = "むね";
Q[275].Ans[3] = "まど";
Q[275].comment = "『翼』は『つばさ』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔裸眼〕の視力は0.1です。";
Q[276].Ans[0] = "らがん";
Q[276].Ans[1] = "はだがん";
Q[276].Ans[2] = "かがん";
Q[276].Ans[3] = "くがん";
Q[276].comment = "『裸眼』は『らがん』と読む。眼鏡やコンタクトレンズをつけない状態をいう。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中庭の〔裸像〕にいたずらをいたのは誰ですか。";
Q[277].Ans[0] = "らぞう";
Q[277].Ans[1] = "かぞう";
Q[277].Ans[2] = "はだかぞう";
Q[277].Ans[3] = "どぞう";
Q[277].comment = "『裸像』は『らぞう』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>体験談を〔赤裸裸〕に語る。";
Q[278].Ans[0] = "せきらら";
Q[278].Ans[1] = "せきかか";
Q[278].Ans[2] = "せきとと";
Q[278].Ans[3] = "せきはは";
Q[278].comment = "『赤裸裸』は『せきらら』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔裸〕で寝たら風邪をひきますよ。";
Q[279].Ans[0] = "はだか";
Q[279].Ans[1] = "ねまき";
Q[279].Ans[2] = "こたつ";
Q[279].Ans[3] = "ふとん";
Q[279].comment = "『裸』は『はだか』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この答案は知識の〔羅列〕だけで、創造性がない。";
Q[280].Ans[0] = "られつ";
Q[280].Ans[1] = "りれつ";
Q[280].Ans[2] = "かれつ";
Q[280].Ans[3] = "きれつ";
Q[280].comment = "『羅列』は『られつ』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>情報を〔網羅〕したリストを作ろう。";
Q[281].Ans[0] = "もうら";
Q[281].Ans[1] = "もうれつ";
Q[281].Ans[2] = "もうろう";
Q[281].Ans[3] = "もうまく";
Q[281].comment = "『網羅』は『もうら』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の〔浪費癖〕が直らない。";
Q[282].Ans[0] = "ろうひぐせ";
Q[282].Ans[1] = "りょうひぐせ";
Q[282].Ans[2] = "りょひぐせ";
Q[282].Ans[3] = "ろくひぐせ";
Q[282].comment = "『浪費癖』は『ろうひぐせ』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔廊下〕にポスターを貼る。";
Q[283].Ans[0] = "ろうか";
Q[283].Ans[1] = "りょうか";
Q[283].Ans[2] = "ろか";
Q[283].Ans[3] = "ろっか";
Q[283].comment = "『廊下』は『ろうか』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相がいう改革なんて砂上(さじょう)の〔楼閣〕だ。";
Q[284].Ans[0] = "ろうかく";
Q[284].Ans[1] = "ろうがく";
Q[284].Ans[2] = "おうがく";
Q[284].Ans[3] = "おうきゃく";
Q[284].comment = "『楼閣』は『ろうかく』と読む。「砂上(さじょう)の楼閣」は『永続きしないこと、実現不可能な計画』をたとえる慣用表現。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家が古くなって〔雨漏り〕がひどい。";
Q[285].Ans[0] = "あまもり";
Q[285].Ans[1] = "あまごもり";
Q[285].Ans[2] = "あまなり";
Q[285].Ans[3] = "あまほり";
Q[285].comment = "『雨漏り』は『あまもり』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このコップは水が〔漏れる〕。";
Q[286].Ans[0] = "もれる";
Q[286].Ans[1] = "たれる";
Q[286].Ans[2] = "とれる";
Q[286].Ans[3] = "こぼれる";
Q[286].comment = "『漏れる』は『もれる』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いいたいことが〔六つ〕あります。";
Q[287].Ans[0] = "むっつ";
Q[287].Ans[1] = "みっつ";
Q[287].Ans[2] = "ろくつ";
Q[287].Ans[3] = "ここのつ";
Q[287].comment = "『六つ』は『むっつ』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>次の会議は〔六日〕です。";
Q[288].Ans[0] = "むいか";
Q[288].Ans[1] = "いつか";
Q[288].Ans[2] = "はつか";
Q[288].Ans[3] = "ここのかか";
Q[288].comment = "『六日』は『むいか』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>インタビューをデジタルレーコダーに〔録音〕する。";
Q[289].Ans[0] = "ろくおん";
Q[289].Ans[1] = "りょくおん";
Q[289].Ans[2] = "えんおん";
Q[289].Ans[3] = "はつおん";
Q[289].comment = "『録音』は『ろくおん』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女のいうことはいつもまことに〔論理的〕だ。";
Q[290].Ans[0] = "ろんりてき";
Q[290].Ans[1] = "りんりてき";
Q[290].Ans[2] = "かんりてき";
Q[290].Ans[3] = "しんりてき";
Q[290].comment = "『論理的』は『ろんりてき』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>対抗勢力と〔和解〕した。";
Q[291].Ans[0] = "わかい";
Q[291].Ans[1] = "ふかい";
Q[291].Ans[2] = "ほかい";
Q[291].Ans[3] = "かかい";
Q[291].comment = "『和解』は『わかい』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は絶好の運動会〔日和〕です。";
Q[292].Ans[0] = "びより";
Q[292].Ans[1] = "にちわ";
Q[292].Ans[2] = "ひわ";
Q[292].Ans[3] = "ひかず";
Q[292].comment = "『〜日和』は『〜びより』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔和服〕の似合う人が好みです。";
Q[293].Ans[0] = "わふく";
Q[293].Ans[1] = "かふく";
Q[293].Ans[2] = "ふふく";
Q[293].Ans[3] = "もふく";
Q[293].comment = "『和服』は『わふく』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>落書きをして〔和尚〕さんに叱られました。";
Q[294].Ans[0] = "おしょう";
Q[294].Ans[1] = "わしょう";
Q[294].Ans[2] = "かじょう";
Q[294].Ans[3] = "ふじょう";
Q[294].comment = "『和尚』は『おしょう』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>優しさには苦しみを〔和らげる〕効果があるのかもしれない。";
Q[295].Ans[0] = "やわらげる";
Q[295].Ans[1] = "わらげる";
Q[295].Ans[2] = "あらげる";
Q[295].Ans[3] = "ほらげる";
Q[295].comment = "『和らげる』は『やわらげる』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本庭園は見る人の心を〔和ませる〕。";
Q[296].Ans[0] = "なごませる";
Q[296].Ans[1] = "ほほえませる";
Q[296].Ans[2] = "なやませる";
Q[296].Ans[3] = "あからませる";
Q[296].comment = "『和む』は『なごむ』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はいつも〔和やか〕な笑顔を見せる。";
Q[297].Ans[0] = "なごやか";
Q[297].Ans[1] = "おだやか";
Q[297].Ans[2] = "さわやか";
Q[297].Ans[3] = "たおやか";
Q[297].comment = "『和やか』は『なごやか』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は芸能人の〔話題〕に詳しい。";
Q[298].Ans[0] = "わだい";
Q[298].Ans[1] = "ほだい";
Q[298].Ans[2] = "かだい";
Q[298].Ans[3] = "しゃだい";
Q[298].comment = "『話題』は『わだい』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔収賄〕で逮捕された政治家を復活させるわけにはいかない。";
Q[299].Ans[0] = "しゅうわい";
Q[299].Ans[1] = "しゅうゆう";
Q[299].Ans[2] = "しゅうぞう";
Q[299].Ans[3] = "しゅうよう";
Q[299].comment = "『収賄』は『しゅうわい』と読む。";

Q[300].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その分は予算で〔賄い〕ます。";
Q[300].Ans[0] = "まかない";
Q[300].Ans[1] = "はらい";
Q[300].Ans[2] = "もらい";
Q[300].Ans[3] = "あがない";
Q[300].comment = "『賄う』は『まかなう』と読む。";

Q[301].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔川上〕から桃が流れて来ました。";
Q[301].Ans[0] = "かわかみ";
Q[301].Ans[1] = "かわうえ";
Q[301].Ans[2] = "かわじょう";
Q[301].Ans[3] = "かわしょう";
Q[301].comment = "『川上』は『かわかみ』と読む。";

Q[302].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな格好をしていると頭に血が〔上る〕よ。";
Q[302].Ans[0] = "のぼる";
Q[302].Ans[1] = "たぎる";
Q[302].Ans[2] = "こげる";
Q[302].Ans[3] = "まわる";
Q[302].comment = "『上る』は『のぼる』と読む。";

Q[303].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>損害は10億円に〔上った〕。";
Q[303].Ans[0] = "のぼった";
Q[303].Ans[1] = "あがった";
Q[303].Ans[2] = "かかった";
Q[303].Ans[3] = "いたった";
Q[303].comment = "『上る』は『のぼる』と読む。";

Q[304].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔から歯は〔丈夫〕です。";
Q[304].Ans[0] = "じょうぶ";
Q[304].Ans[1] = "しょうぶ";
Q[304].Ans[2] = "じゅうぶ";
Q[304].Ans[3] = "たけぶ";
Q[304].comment = "『丈夫』は『じょうぶ』と読む。";

Q[305].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このスカートは〔丈〕が短い。";
Q[305].Ans[0] = "たけ";
Q[305].Ans[1] = "そで";
Q[305].Ans[2] = "すそ";
Q[305].Ans[3] = "また";
Q[305].comment = "『丈』は『たけ』と読む。";

Q[306].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつものことだが表現が〔冗長〕すぎる。";
Q[306].Ans[0] = "じょうちょう";
Q[306].Ans[1] = "じゅうちょう";
Q[306].Ans[2] = "ゆうちょう";
Q[306].Ans[3] = "たんちょう";
Q[306].comment = "『冗長』は『じょうちょう』と読む。";

Q[307].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔冗談〕ばかりいわないでください。";
Q[307].Ans[0] = "じょうだん";
Q[307].Ans[1] = "しょうだん";
Q[307].Ans[2] = "まんだん";
Q[307].Ans[3] = "ほうだん";
Q[307].comment = "『冗談』は『じょうだん』と読む。";

Q[308].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>身の〔丈〕にあった経営が必要です。";
Q[308].Ans[0] = "たけ";
Q[308].Ans[1] = "ほど";
Q[308].Ans[2] = "じょう";
Q[308].Ans[3] = "まで";
Q[308].comment = "『丈』は『たけ』と読む。";

Q[309].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>圧力に負け、不平等な〔条約〕を結んだ。";
Q[309].Ans[0] = "じょうやく";
Q[309].Ans[1] = "じゅうやく";
Q[309].Ans[2] = "しょうやく";
Q[309].Ans[3] = "けいやく";
Q[309].comment = "『条約』は『じょうやく』と読む。";

Q[310].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>憲法の１〔条〕を改正する。";
Q[310].Ans[0] = "じょう";
Q[310].Ans[1] = "しょう";
Q[310].Ans[2] = "せつ";
Q[310].Ans[3] = "こう";
Q[310].comment = "『条』は『じょう』と読む。";

Q[311].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔条件〕が悪い。";
Q[311].Ans[0] = "じょうけん";
Q[311].Ans[1] = "しゅうけん";
Q[311].Ans[2] = "こうけん";
Q[311].Ans[3] = "かいけん";
Q[311].comment = "『条件』は『じょうけん』と読む。";

Q[312].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな〔状態〕では、勝利は望めそうにない。";
Q[312].Ans[0] = "じょうたい";
Q[312].Ans[1] = "かんたい";
Q[312].Ans[2] = "こうたい";
Q[312].Ans[3] = "そうたい";
Q[312].comment = "『状態』は『じょうたい』と読む。";

Q[313].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>とっとと〔白状〕しろ。";
Q[313].Ans[0] = "はくじょう";
Q[313].Ans[1] = "はくじゅう";
Q[313].Ans[2] = "はくけん";
Q[313].Ans[3] = "はくだく";
Q[313].comment = "『白状』は『はくじょう』と読む。";

Q[314].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこにも〔異状〕はありません。";
Q[314].Ans[0] = "いじょう";
Q[314].Ans[1] = "いがん";
Q[314].Ans[2] = "いたん";
Q[314].Ans[3] = "いこう";
Q[314].comment = "『異状』は『いじょう』と読む。";

Q[315].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔液状〕の薬を服用する。";
Q[315].Ans[0] = "えきじょう";
Q[315].Ans[1] = "えきたい";
Q[315].Ans[2] = "えきまえ";
Q[315].Ans[3] = "えきうら";
Q[315].comment = "『液状』は『えきじょう』と読む。";

Q[316].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔年賀状〕を出す。";
Q[316].Ans[0] = "ねんがじょう";
Q[316].Ans[1] = "ねんがしょう";
Q[316].Ans[2] = "ねんがじゅう";
Q[316].Ans[3] = "ねんがじょ";
Q[316].comment = "『年賀状』は『ねんがじょう』と読む。";

Q[317].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスに〔乗車〕する。";
Q[317].Ans[0] = "じょうしゃ";
Q[317].Ans[1] = "じょしゃ";
Q[317].Ans[2] = "じょっしゃ";
Q[317].Ans[3] = "じっしゃ";
Q[317].comment = "『乗車』は『じょうしゃ』と読む。";

Q[318].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>フェリーに〔乗船〕する。";
Q[318].Ans[0] = "じょうせん";
Q[318].Ans[1] = "じょせん";
Q[318].Ans[2] = "じゅうせん";
Q[318].Ans[3] = "のりせん";
Q[318].comment = "『乗船』は『じょうせん』と読む。";

Q[319].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>江戸時代には〔城下町〕として発展した。";
Q[319].Ans[0] = "じょうかまち";
Q[319].Ans[1] = "しろかまち";
Q[319].Ans[2] = "じゃんかまち";
Q[319].Ans[3] = "しゅうかまち";
Q[319].comment = "『城下町』は『じょうかまち』と読む。";

Q[320].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古い〔城壁〕が残っている。";
Q[320].Ans[0] = "じょうへき";
Q[320].Ans[1] = "しょうへき";
Q[320].Ans[2] = "しろへき";
Q[320].Ans[3] = "じゅうへき";
Q[320].comment = "『城壁』は『じょうへき』と読む。";

Q[321].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日曜日に〔城〕を見に行きました。";
Q[321].Ans[0] = "しろ";
Q[321].Ans[1] = "にわ";
Q[321].Ans[2] = "やま";
Q[321].Ans[3] = "いえ";
Q[321].comment = "『城』は『しろ』と読む。";

Q[322].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>炭を使って水質を〔浄化〕する。";
Q[322].Ans[0] = "じょうか";
Q[322].Ans[1] = "じゅうか";
Q[322].Ans[2] = "しょうか";
Q[322].Ans[3] = "しゅうか";
Q[322].comment = "『浄化』は『じょうか』と読む。";

Q[323].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>民族の〔浄化〕と称して虐殺が行なわれている。";
Q[323].Ans[0] = "じょうか";
Q[323].Ans[1] = "こうか";
Q[323].Ans[2] = "とうか";
Q[323].Ans[3] = "そうか";
Q[323].comment = "『浄化』は『じょうか』と読む。";

Q[324].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病院で胃を〔洗浄〕する。";
Q[324].Ans[0] = "せんじょう";
Q[324].Ans[1] = "せんそう";
Q[324].Ans[2] = "せんこう";
Q[324].Ans[3] = "せんとう";
Q[324].comment = "『洗浄』は『せんじょう』と読む。";

Q[325].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビタミンの〔過剰〕な摂取は健康を損ねます。";
Q[325].Ans[0] = "かじょう";
Q[325].Ans[1] = "かじゅう";
Q[325].Ans[2] = "かじょ";
Q[325].Ans[3] = "かしょう";
Q[325].comment = "『過剰』は『かじょう』と読む。";

Q[326].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔余剰〕人員を整理する。";
Q[326].Ans[0] = "よじょう";
Q[326].Ans[1] = "よじょ";
Q[326].Ans[2] = "よじゅう";
Q[326].Ans[3] = "よしゅう";
Q[326].comment = "『余剰』は『よじょう』と読む。";

Q[327].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>非常用の飲料水を〔常備〕している。";
Q[327].Ans[0] = "じょうび";
Q[327].Ans[1] = "しょうび";
Q[327].Ans[2] = "つねび";
Q[327].Ans[3] = "じゅんび";
Q[327].comment = "『常備』は『じょうび』と読む。";

Q[328].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔常々〕感じていることを本にしました。";
Q[328].Ans[0] = "つねづね";
Q[328].Ans[1] = "かねがね";
Q[328].Ans[2] = "ときどき";
Q[328].Ans[3] = "しばしば";
Q[328].comment = "『常々』は『つねづね』と読む。";

Q[329].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ハワイは〔常夏〕の島です。";
Q[329].Ans[0] = "とこなつ";
Q[329].Ans[1] = "じょうなつ";
Q[329].Ans[2] = "つねなつ";
Q[329].Ans[3] = "しょうなつ";
Q[329].comment = "『常夏』は『とこなつ』と読む。";

Q[330].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔常温〕で半年保管できます。";
Q[330].Ans[0] = "じょうおん";
Q[330].Ans[1] = "つねおん";
Q[330].Ans[2] = "とこおん";
Q[330].Ans[3] = "こうおん";
Q[330].comment = "『常温』は『じょうおん』と読む。";

Q[331].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>教育に〔情熱〕を注ぐ。";
Q[331].Ans[0] = "じょうねつ";
Q[331].Ans[1] = "じょねつ";
Q[331].Ans[2] = "じゅうねつ";
Q[331].Ans[3] = "じんねつ";
Q[331].comment = "『情熱』は『じょうねつ』と読む。";

Q[332].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それが〔人情〕というものです。";
Q[332].Ans[0] = "にんじょう";
Q[332].Ans[1] = "にんじゅう";
Q[332].Ans[2] = "にんしょう";
Q[332].Ans[3] = "にんせい";
Q[332].comment = "『人情』は『にんじょう』と読む。";

Q[333].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔風情〕がある町ですね。";
Q[333].Ans[0] = "ふぜい";
Q[333].Ans[1] = "ふうじょう";
Q[333].Ans[2] = "ふうぜい";
Q[333].Ans[3] = "ふじょう";
Q[333].comment = "『風情』は『ふぜい』と読む。";

Q[334].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔情報〕を制する者が勝利するのです。";
Q[334].Ans[0] = "じょうほう";
Q[334].Ans[1] = "せいほう";
Q[334].Ans[2] = "じゅうほう";
Q[334].Ans[3] = "こうほう";
Q[334].comment = "『情報』は『じょうほう』と読む。";

Q[335].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これくらいでダウンするなんて〔情け〕ない。";
Q[335].Ans[0] = "なさけ";
Q[335].Ans[1] = "いじけ";
Q[335].Ans[2] = "くいけ";
Q[335].Ans[3] = "じょうけ";
Q[335].comment = "『情け』は『なさけ』と読む。";

Q[336].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔出場〕する選手は全部で10人です。";
Q[336].Ans[0] = "しゅつじょう";
Q[336].Ans[1] = "しゅつじょ";
Q[336].Ans[2] = "しゅつしょう";
Q[336].Ans[3] = "しゅつば";
Q[336].comment = "『出場』は『しゅつじょう』と読む。";

Q[337].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔場外〕乱闘を繰り広げる。";
Q[337].Ans[0] = "じょうがい";
Q[337].Ans[1] = "ばがい";
Q[337].Ans[2] = "じょがい";
Q[337].Ans[3] = "こうがい";
Q[337].comment = "『場外』は『じょうがい』と読む。";

Q[338].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>駅前の〔広場〕でイベントがあります。";
Q[338].Ans[0] = "ひろば";
Q[338].Ans[1] = "ひろじょう";
Q[338].Ans[2] = "ひろじょ";
Q[338].Ans[3] = "こうじょう";
Q[338].comment = "『広場』は『ひろば』と読む。";

Q[339].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔六畳〕一間のアパートに住んでいました。";
Q[339].Ans[0] = "ろくじょう";
Q[339].Ans[1] = "ろくだたみ";
Q[339].Ans[2] = "ろくつぼ";
Q[339].Ans[3] = "ろくわり";
Q[339].comment = "『六畳』は『ろくじょう』と読む。";

Q[340].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ちゃんと布団を〔畳み〕なさい。";
Q[340].Ans[0] = "たたみ";
Q[340].Ans[1] = "きざみ";
Q[340].Ans[2] = "つぐみ";
Q[340].Ans[3] = "いたみ";
Q[340].comment = "『畳む』は『たたむ』と読む。";

Q[341].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔畳〕を張り替える。";
Q[341].Ans[0] = "たたみ";
Q[341].Ans[1] = "ただみ";
Q[341].Ans[2] = "つつみ";
Q[341].Ans[3] = "つづみ";
Q[341].comment = "『畳』は『たたみ』と読む。";

Q[342].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>売り上げ不振で店を〔畳んだ〕。";
Q[342].Ans[0] = "たたんだ";
Q[342].Ans[1] = "へこんだ";
Q[342].Ans[2] = "まなんだ";
Q[342].Ans[3] = "のぞんだ";
Q[342].comment = "『畳む』は『たたむ』と読む。";

Q[343].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本日は〔晴天〕なり。";
Q[343].Ans[0] = "せいてん";
Q[343].Ans[1] = "はれてん";
Q[343].Ans[2] = "あおてん";
Q[343].Ans[3] = "はるてん";
Q[343].comment = "『晴天』は『せいてん』と読む。";

Q[344].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>天気は〔快晴〕、運動会には絶好です。";
Q[344].Ans[0] = "かいせい";
Q[344].Ans[1] = "かいしょう";
Q[344].Ans[2] = "かいはれ";
Q[344].Ans[3] = "かいはる";
Q[344].comment = "『快晴』は『かいせい』と読む。";

Q[345].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>卒業生たちはみんな〔晴れやか〕な顔をしている。";
Q[345].Ans[0] = "はれやか";
Q[345].Ans[1] = "なれやか";
Q[345].Ans[2] = "もれやか";
Q[345].Ans[3] = "これやか";
Q[345].comment = "『晴れやか』は『はれやか』と読む。";

Q[346].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔気晴らし〕に飲みに行こうか。";
Q[346].Ans[0] = "きばらし";
Q[346].Ans[1] = "きまぎらし";
Q[346].Ans[2] = "きもらし";
Q[346].Ans[3] = "きこらし";
Q[346].comment = "『気晴らし』は『きばらし』と読む。";

Q[347].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>反政府〔勢力〕の攻撃が続いている。";
Q[347].Ans[0] = "せいりょく";
Q[347].Ans[1] = "しょうりょく";
Q[347].Ans[2] = "こうりょく";
Q[347].Ans[3] = "いきりょく";
Q[347].comment = "『勢力』は『せいりょく』と読む。";

Q[348].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔情勢〕は日増しに厳しくなっていく。";
Q[348].Ans[0] = "じょうせい";
Q[348].Ans[1] = "こうせい";
Q[348].Ans[2] = "とうせい";
Q[348].Ans[3] = "かいせい";
Q[348].comment = "『情勢』は『じょうせい』と読む。";

Q[349].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近は一時期の〔勢い〕がない。";
Q[349].Ans[0] = "いきおい";
Q[349].Ans[1] = "うれい";
Q[349].Ans[2] = "まかない";
Q[349].Ans[3] = "おこない";
Q[349].comment = "『勢い』は『いきおい』と読む。";

Q[350].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは〔神聖〕な場所です。";
Q[350].Ans[0] = "しんせい";
Q[350].Ans[1] = "しんしょう";
Q[350].Ans[2] = "しんじょう";
Q[350].Ans[3] = "しんこう";
Q[350].comment = "『神聖』は『しんせい』と読む。";

Q[351].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お酒は〔聖〕なる飲み物です。";
Q[351].Ans[0] = "せい";
Q[351].Ans[1] = "こう";
Q[351].Ans[2] = "あい";
Q[351].Ans[3] = "いん";
Q[351].comment = "『聖なる』は『せいなる』と読む。";

Q[352].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔誠実〕さを欠いた対応に批判が集中している。";
Q[352].Ans[0] = "せいじつ";
Q[352].Ans[1] = "せんじつ";
Q[352].Ans[2] = "しゅうじつ";
Q[352].Ans[3] = "こうじつ";
Q[352].comment = "『誠実』は『せいじつ』と読む。";

Q[353].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたの態度には〔誠意〕が見られない。";
Q[353].Ans[0] = "せいい";
Q[353].Ans[1] = "こうい";
Q[353].Ans[2] = "しんい";
Q[353].Ans[3] = "まんい";
Q[353].comment = "『誠意』は『せいい』と読む。";

Q[354].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔誠に〕ありがとうございます。";
Q[354].Ans[0] = "まことに";
Q[354].Ans[1] = "しんに";
Q[354].Ans[2] = "あんに";
Q[354].Ans[3] = "とうに";
Q[354].comment = "『誠に』は『まことに』と読む。";

Q[355].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔精密〕機器ですから、乱暴な扱いは禁物です。";
Q[355].Ans[0] = "せいみつ";
Q[355].Ans[1] = "しょうみつ";
Q[355].Ans[2] = "げんみつ";
Q[355].Ans[3] = "ひみつ";
Q[355].comment = "『精密』は『せいみつ』と読む。";

Q[356].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔精度〕の低い情報を根拠に戦争を始めたりしてはいけない。";
Q[356].Ans[0] = "せいど";
Q[356].Ans[1] = "しょうど";
Q[356].Ans[2] = "こうど";
Q[356].Ans[3] = "かんど";
Q[356].comment = "『精度』は『せいど』と読む。";

Q[357].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一層〔精進〕します。";
Q[357].Ans[0] = "しょうじん";
Q[357].Ans[1] = "せいじん";
Q[357].Ans[2] = "まいしん";
Q[357].Ans[3] = "こうしん";
Q[357].comment = "『精進』は『しょうじん』と読む。";

Q[358].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔無精〕ヒゲを生やしている。";
Q[358].Ans[0] = "ぶしょう";
Q[358].Ans[1] = "ぶせい";
Q[358].Ans[2] = "むじょう";
Q[358].Ans[3] = "むせい";
Q[358].comment = "『無精』は『ぶしょう』と読む。『不精』とも書く。";

Q[359].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔製造業〕は世界でも有数の技術力を誇ります。";
Q[359].Ans[0] = "せいぞうぎょう";
Q[359].Ans[1] = "せんぞうぎょう";
Q[359].Ans[2] = "しょうぞうぎょう";
Q[359].Ans[3] = "こうぞうぎょう";
Q[359].comment = "『製造業』は『せいぞうぎょう』と読む。";

Q[360].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔銅製〕の鍋を購入する。";
Q[360].Ans[0] = "どうせい";
Q[360].Ans[1] = "どうしゅう";
Q[360].Ans[2] = "どうたい";
Q[360].Ans[3] = "どうすう";
Q[360].comment = "『銅製』は『どうせい』と読む。";

Q[361].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔誓約書〕を書かせる。";
Q[361].Ans[0] = "せいやくしょ";
Q[361].Ans[1] = "せんやくしょ";
Q[361].Ans[2] = "けいやくしょ";
Q[361].Ans[3] = "せつやくしょ";
Q[361].comment = "『誓約書』は『せいやくしょ』と読む。";

Q[362].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>議会での〔宣誓〕証言を拒否する。";
Q[362].Ans[0] = "せんせい";
Q[362].Ans[1] = "せんせつ";
Q[362].Ans[2] = "せんしょ";
Q[362].Ans[3] = "せんち";
Q[362].comment = "『宣誓』は『せんせい』と読む。";

Q[363].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>平和の〔誓い〕をたてる。";
Q[363].Ans[0] = "ちかい";
Q[363].Ans[1] = "おこない";
Q[363].Ans[2] = "いわい";
Q[363].Ans[3] = "のろい";
Q[363].comment = "『誓い』は『ちかい』と読む。";

Q[364].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>三日も〔安静〕にしていれば治ると思います。";
Q[364].Ans[0] = "あんせい";
Q[364].Ans[1] = "あんしょう";
Q[364].Ans[2] = "あんそう";
Q[364].Ans[3] = "あんしん";
Q[364].comment = "『安静』は『あんせい』と読む。";

Q[365].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔静脈〕の壁が弱っていますね。";
Q[365].Ans[0] = "じょうみゃく";
Q[365].Ans[1] = "せいみゃく";
Q[365].Ans[2] = "せんみゃく";
Q[365].Ans[3] = "しずみゃく";
Q[365].comment = "『静脈』は『じょうみゃく』と読む。";

Q[366].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まるで嵐の前の〔静けさ〕だ。";
Q[366].Ans[0] = "しずけさ";
Q[366].Ans[1] = "おけさ";
Q[366].Ans[2] = "せいけさ";
Q[366].Ans[3] = "もうけさ";
Q[366].comment = "『静けさ』は『しずけさ』と読む。";

Q[367].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔嵐〕の前の静けさといいますが、本当ですね。";
Q[367].Ans[0] = "あらし";
Q[367].Ans[1] = "かぜ";
Q[367].Ans[2] = "たいふう";
Q[367].Ans[3] = "なだれ";
Q[367].comment = "『嵐』は『あらし』と読む。";

Q[368].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>再審査を〔請求〕する。";
Q[368].Ans[0] = "せいきゅう";
Q[368].Ans[1] = "ちんきゅう";
Q[368].Ans[2] = "こうきゅう";
Q[368].Ans[3] = "とうきゅう";
Q[368].comment = "『請求』は『せいきゅう』と読む。";

Q[369].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>署名を添えて議会に〔請願〕する。";
Q[369].Ans[0] = "せいがん";
Q[369].Ans[1] = "ちんがん";
Q[369].Ans[2] = "こうがん";
Q[369].Ans[3] = "けんがん";
Q[369].comment = "『請願』は『せいがん』と読む。";

Q[370].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔請われて〕出馬しただけで、野心があるわけではない。";
Q[370].Ans[0] = "こわれて";
Q[370].Ans[1] = "とわれて";
Q[370].Ans[2] = "あわれて";
Q[370].Ans[3] = "いわれて";
Q[370].comment = "『請う』は『こう』と読む。";

Q[371].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大企業の〔下請け〕をしています。";
Q[371].Ans[0] = "したうけ";
Q[371].Ans[1] = "したもうけ";
Q[371].Ans[2] = "したまけ";
Q[371].Ans[3] = "したさけ";
Q[371].comment = "『下請け』は『したうけ』と読む。";

Q[372].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大規模な公共工事を〔請け負う〕。";
Q[372].Ans[0] = "うけおう";
Q[372].Ans[1] = "かけおう";
Q[372].Ans[2] = "もうけおう";
Q[372].Ans[3] = "さけおう";
Q[372].comment = "『請け負う』は『うけおう』と読む。";

Q[373].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋を〔整理〕しないと、どこに何があるのか分からない。";
Q[373].Ans[0] = "せいり";
Q[373].Ans[1] = "せつり";
Q[373].Ans[2] = "せんり";
Q[373].Ans[3] = "せっり";
Q[373].comment = "『整理』は『せいり』と読む。";

Q[374].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>体調を〔整える〕。";
Q[374].Ans[0] = "ととのえる";
Q[374].Ans[1] = "かまえる";
Q[374].Ans[2] = "あまえる";
Q[374].Ans[3] = "まかなえる";
Q[374].comment = "『整える』は『ととのえる』と読む。";

Q[375].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしたちの〔税金〕をムダづかいすることは許しません。";
Q[375].Ans[0] = "ぜいきん";
Q[375].Ans[1] = "ぜんきん";
Q[375].Ans[2] = "ぜつきん";
Q[375].Ans[3] = "だつきん";
Q[375].comment = "『税金』は『ぜいきん』と読む。";

Q[376].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米には5000％の〔関税〕がかかります。";
Q[376].Ans[0] = "かんぜい";
Q[376].Ans[1] = "かんせい";
Q[376].Ans[2] = "かんぜつ";
Q[376].Ans[3] = "かんぞう";
Q[376].comment = "『関税』は『かんぜい』と読む。";

Q[377].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空港の〔免税店〕で買い物する。";
Q[377].Ans[0] = "めんぜいてん";
Q[377].Ans[1] = "めんせつてん";
Q[377].Ans[2] = "めんぜんてん";
Q[377].Ans[3] = "めんぞうてん";
Q[377].comment = "『免税店』は『めんぜいてん』と読む。";

Q[378].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>語学は〔一朝一夕〕に上達するものではない。";
Q[378].Ans[0] = "いっちょういっせき";
Q[378].Ans[1] = "いっちょういちゆう";
Q[378].Ans[2] = "いっちょういちばん";
Q[378].Ans[3] = "いっちょうひとばん";
Q[378].comment = "『一朝一夕』は『いっちょういっせき』と読む。「短い期間で」という意味の慣用句。";

Q[379].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本海に沈む〔夕日〕は美しい。";
Q[379].Ans[0] = "ゆうひ";
Q[379].Ans[1] = "せきひ";
Q[379].Ans[2] = "つきひ";
Q[379].Ans[3] = "せきじつ";
Q[379].comment = "『夕日』は『ゆうひ』と読む。";

Q[380].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大統領のいうことは真っ赤な〔嘘〕だ。";
Q[380].Ans[0] = "うそ";
Q[380].Ans[1] = "いつわり";
Q[380].Ans[2] = "あざむき";
Q[380].Ans[3] = "だまし";
Q[380].comment = "『嘘』は『うそ』と読む。";

Q[381].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おじさんが真っ赤な〔鞄〕を抱えている。";
Q[381].Ans[0] = "かばん";
Q[381].Ans[1] = "くつ";
Q[381].Ans[2] = "つつみ";
Q[381].Ans[3] = "てさげ";
Q[381].comment = "『鞄』は『かばん』と読む。";

Q[382].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>梅の〔梢〕に雪が残っている。";
Q[382].Ans[0] = "こずえ";
Q[382].Ans[1] = "えだ";
Q[382].Ans[2] = "みき";
Q[382].Ans[3] = "こえだ";
Q[382].comment = "『梢』は『こずえ』と読む。";

Q[383].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔腎臓〕に持病がある。";
Q[383].Ans[0] = "じんぞう";
Q[383].Ans[1] = "かんぞう";
Q[383].Ans[2] = "しんぞう";
Q[383].Ans[3] = "ひぞう";
Q[383].comment = "『腎臓』は『じんぞう』と読む。";

Q[384].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家に帰ったらまずうがいをすることが〔肝腎〕だ。";
Q[384].Ans[0] = "かんじん";
Q[384].Ans[1] = "かんしん";
Q[384].Ans[2] = "かんよう";
Q[384].Ans[3] = "かんたい";
Q[384].comment = "『肝腎』は『かんじん』と読む。";

Q[385].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>飲み過ぎてタコを〔茹でた〕ときのような顔をしている。";
Q[385].Ans[0] = "ゆでた";
Q[385].Ans[1] = "なでた";
Q[385].Ans[2] = "はみでた";
Q[385].Ans[3] = "かなでた";
Q[385].comment = "『茹でる』は『ゆでる』と読む。";

Q[386].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この辺りもだいぶ〔賑やか〕になりました。";
Q[386].Ans[0] = "にぎやか";
Q[386].Ans[1] = "なごやか";
Q[386].Ans[2] = "たおやか";
Q[386].Ans[3] = "さわやか";
Q[386].comment = "『賑やか』は『にぎやか』と読む。";

Q[387].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔稽古〕しないと強くなれないぞ。";
Q[387].Ans[0] = "けいこ";
Q[387].Ans[1] = "けんこ";
Q[387].Ans[2] = "けっこ";
Q[387].Ans[3] = "こうこ";
Q[387].comment = "『稽古』は『けいこ』と読む。";

Q[388].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>週末は家族連れで〔賑わい〕ます。";
Q[388].Ans[0] = "にぎわい";
Q[388].Ans[1] = "あじわい";
Q[388].Ans[2] = "おいわい";
Q[388].Ans[3] = "さいわい";
Q[388].comment = "『賑わう』は『にぎわう』と読む。";

Q[389].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>三日も〔風呂〕に入らないなんて汚いよ。";
Q[389].Ans[0] = "ふろ";
Q[389].Ans[1] = "ふうろ";
Q[389].Ans[2] = "ふっろ";
Q[389].Ans[3] = "ふろう";
Q[389].comment = "『風呂』は『ふろ』と読む。";

Q[390].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鍋で〔小豆〕を茹でる。";
Q[390].Ans[0] = "あずき";
Q[390].Ans[1] = "だいず";
Q[390].Ans[2] = "そらまめ";
Q[390].Ans[3] = "あんこ";
Q[390].comment = "『小豆』は『あずき』と読む。";

Q[391].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風で海が〔時化て〕いる。";
Q[391].Ans[0] = "しけて";
Q[391].Ans[1] = "じけて";
Q[391].Ans[2] = "じかて";
Q[391].Ans[3] = "じばけて";
Q[391].comment = "『時化る』は『しける』と読む。";

Q[392].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔五月雨〕をあつめて早し最上川";
Q[392].Ans[0] = "さみだれ";
Q[392].Ans[1] = "さつきあめ";
Q[392].Ans[2] = "ごがつあめ";
Q[392].Ans[3] = "いつきあめ";
Q[392].comment = "『五月雨』は『さみだれ』と読む。問題文は、松尾芭蕉の有名な俳句。";

Q[393].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この辺りは〔田舎〕だから、コンビニもないんです。";
Q[393].Ans[0] = "いなか";
Q[393].Ans[1] = "でんしゃ";
Q[393].Ans[2] = "たしゃ";
Q[393].Ans[3] = "でんえん";
Q[393].comment = "『田舎』は『いなか』と読む。";

Q[394].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭の〔芝生〕の手入れをする。";
Q[394].Ans[0] = "しばふ";
Q[394].Ans[1] = "しばせい";
Q[394].Ans[2] = "しばき";
Q[394].Ans[3] = "しばなま";
Q[394].comment = "『芝生』は『しばふ』と読む。";

Q[395].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山に〔紅葉〕を見に出かける。";
Q[395].Ans[0] = "もみじ";
Q[395].Ans[1] = "べにはな";
Q[395].Ans[2] = "あかは";
Q[395].Ans[3] = "こうば";
Q[395].comment = "『紅葉』は『もみじ』と読む。";

Q[396].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>トマトは断じて〔果物〕ではない。";
Q[396].Ans[0] = "くだもの";
Q[396].Ans[1] = "かもの";
Q[396].Ans[2] = "なまもの";
Q[396].Ans[3] = "かぶつ";
Q[396].comment = "『果物』は『くだもの』と読む。";

Q[397].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔土産〕を持っていかないと。";
Q[397].Ans[0] = "みやげ";
Q[397].Ans[1] = "どさん";
Q[397].Ans[2] = "いわい";
Q[397].Ans[3] = "おかし";
Q[397].comment = "『土産』は『みやげ』と読む。";

Q[398].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手紙が〔宛先〕不明で戻って来た。";
Q[398].Ans[0] = "あてさき";
Q[398].Ans[1] = "ゆきさき";
Q[398].Ans[2] = "とどけさき";
Q[398].Ans[3] = "えんさき";
Q[398].comment = "『宛先』は『あてさき』と読む。";

Q[399].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔後悔〕するよりも反省すべきです。";
Q[399].Ans[0] = "こうかい";
Q[399].Ans[1] = "こかい";
Q[399].Ans[2] = "ごかい";
Q[399].Ans[3] = "ごうこん";
Q[399].comment = "『後悔』は『こうかい』と読む。";

Q[400].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これを日本語に〔翻訳〕してください。";
Q[400].Ans[0] = "ほんやく";
Q[400].Ans[1] = "はんやく";
Q[400].Ans[2] = "つうやく";
Q[400].Ans[3] = "へんやく";
Q[400].comment = "『翻訳』は『ほんやく』と読む。";

Q[401].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの子にいくら〔貢いで〕いるんだい。";
Q[401].Ans[0] = "みついで";
Q[401].Ans[1] = "とついで";
Q[401].Ans[2] = "かせいで";
Q[401].Ans[3] = "もらいで";
Q[401].comment = "『貢ぐ』は『みつぐ』と読む。";

Q[402].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔波浪〕警報が出ています。";
Q[402].Ans[0] = "はろう";
Q[402].Ans[1] = "なみろう";
Q[402].Ans[2] = "ひろう";
Q[402].Ans[3] = "なろう";
Q[402].comment = "『波浪』は『はろう』と読む。";

Q[403].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山の中だから〔電波〕が悪いよ。";
Q[403].Ans[0] = "でんぱ";
Q[403].Ans[1] = "でんは";
Q[403].Ans[2] = "でんぷ";
Q[403].Ans[3] = "でんぴ";
Q[403].comment = "『電波』は『でんぱ』と読む。";

Q[404].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会の〔荒波〕を越えていく気力と体力が求められます。";
Q[404].Ans[0] = "あらなみ";
Q[404].Ans[1] = "あらは";
Q[404].Ans[2] = "あらみ";
Q[404].Ans[3] = "あらぱ";
Q[404].comment = "『荒波』は『あらなみ』と読む。";

Q[405].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔派遣〕で働いています。";
Q[405].Ans[0] = "はけん";
Q[405].Ans[1] = "はいけん";
Q[405].Ans[2] = "ぱけん";
Q[405].Ans[3] = "はんけん";
Q[405].comment = "『派遣』は『はけん』と読む。";

Q[406].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>書道にはいろいろな〔流派〕があります。";
Q[406].Ans[0] = "りゅうは";
Q[406].Ans[1] = "りゅうぱ";
Q[406].Ans[2] = "りゅうふ";
Q[406].Ans[3] = "りゅうみゃく";
Q[406].comment = "『流派』は『りゅうは』と読む。";

Q[407].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自衛隊の海外〔派兵〕は好ましいことではない。";
Q[407].Ans[0] = "はへい";
Q[407].Ans[1] = "はっへい";
Q[407].Ans[2] = "ぱへい";
Q[407].Ans[3] = "ばへい";
Q[407].comment = "『派兵』は『はへい』と読む。";

Q[408].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ軍の攻撃で市民の生活までが〔破壊〕された。";
Q[408].Ans[0] = "はかい";
Q[408].Ans[1] = "はっかい";
Q[408].Ans[2] = "ばかい";
Q[408].Ans[3] = "やっかい";
Q[408].comment = "『破壊』は『はかい』と読む。";

Q[409].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>住民の支援を得て米軍を〔撃破〕する。";
Q[409].Ans[0] = "げきは";
Q[409].Ans[1] = "げきぱ";
Q[409].Ans[2] = "げきひ";
Q[409].Ans[3] = "げきふ";
Q[409].comment = "『撃破』は『げきは』と読む。";

Q[410].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生前の彼は〔型破り〕な政治家だった。";
Q[410].Ans[0] = "かたやぶり";
Q[410].Ans[1] = "かたまつり";
Q[410].Ans[2] = "かたやり";
Q[410].Ans[3] = "かたほこり";
Q[410].comment = "『型破り』は『かたやぶり』と読む。";

Q[411].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>接戦の末判定で〔破れた〕。";
Q[411].Ans[0] = "やぶれた";
Q[411].Ans[1] = "すたれた";
Q[411].Ans[2] = "おれた";
Q[411].Ans[3] = "かれた";
Q[411].comment = "『破れる』は『やぶれる』と読む。";

Q[412].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは巨大な〔覇権〕国家だが、いつかは打倒されるだろう。";
Q[412].Ans[0] = "はけん";
Q[412].Ans[1] = "はいけん";
Q[412].Ans[2] = "はんけん";
Q[412].Ans[3] = "はっけん";
Q[412].comment = "『覇権』は『はけん』と読む。";

Q[413].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母校のチームは、二度全国を〔制覇〕したことがある。";
Q[413].Ans[0] = "せいは";
Q[413].Ans[1] = "せいほう";
Q[413].Ans[2] = "せいこう";
Q[413].Ans[3] = "せいとう";
Q[413].comment = "『制覇する』は『せいはする』と読む。";

Q[414].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔競馬〕で一山当てたらしい。";
Q[414].Ans[0] = "けいば";
Q[414].Ans[1] = "けいま";
Q[414].Ans[2] = "けいうま";
Q[414].Ans[3] = "きょうば";
Q[414].comment = "『競馬』は『けいば』と読む。";

Q[415].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな計算くらい〔馬〕でもできるよ。";
Q[415].Ans[0] = "うま";
Q[415].Ans[1] = "ま";
Q[415].Ans[2] = "ば";
Q[415].Ans[3] = "しか";
Q[415].comment = "『馬』は『うま』と読む。";

Q[416].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔馬子〕にも衣装ということわざがある。";
Q[416].Ans[0] = "まご";
Q[416].Ans[1] = "うまこ";
Q[416].Ans[2] = "ばご";
Q[416].Ans[3] = "まし";
Q[416].comment = "『馬子』は『まご』と読む。「馬子にも衣装」は〈どんな人間でも外見を整えれば立派に見える〉という意味のことわざ。";

Q[417].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>合格を祈願して〔絵馬〕を奉納する。";
Q[417].Ans[0] = "えま";
Q[417].Ans[1] = "えば";
Q[417].Ans[2] = "えうま";
Q[417].Ans[3] = "えんま";
Q[417].comment = "『絵馬』は『えま』と読む。";

Q[418].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お手紙〔拝見〕しました。";
Q[418].Ans[0] = "はいけん";
Q[418].Ans[1] = "えっけん";
Q[418].Ans[2] = "かいけん";
Q[418].Ans[3] = "こうけん";
Q[418].comment = "『拝見』は『はいけん』と読む。";

Q[419].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカを〔崇拝〕しているかのような政治家は日本には必要のない存在だ。";
Q[419].Ans[0] = "すうはい";
Q[419].Ans[1] = "すうせい";
Q[419].Ans[2] = "すうこう";
Q[419].Ans[3] = "すうみつ";
Q[419].comment = "『崇拝』は『すうはい』と読む。";

Q[420].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手を合わせて仏像を〔拝む〕。";
Q[420].Ans[0] = "おがむ";
Q[420].Ans[1] = "ねたむ";
Q[420].Ans[2] = "はさむ";
Q[420].Ans[3] = "いたむ";
Q[420].comment = "『拝む』は『おがむ』と読む。";

Q[421].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>早く宝を〔拝ませて〕くれよ。";
Q[421].Ans[0] = "おがませて";
Q[421].Ans[1] = "ねたませて";
Q[421].Ans[2] = "はげませて";
Q[421].Ans[3] = "からませて";
Q[421].comment = "『拝む』は『おがむ』と読む。";

Q[422].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>帰りに〔一杯〕どうですか。";
Q[422].Ans[0] = "いっぱい";
Q[422].Ans[1] = "いっぺい";
Q[422].Ans[2] = "いっはい";
Q[422].Ans[3] = "いっべい";
Q[422].comment = "『一杯』は『いっぱい』と読む。";

Q[423].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビールで〔乾杯〕しよう。";
Q[423].Ans[0] = "かんぱい";
Q[423].Ans[1] = "かんぺい";
Q[423].Ans[2] = "かんたい";
Q[423].Ans[3] = "かんばい";
Q[423].comment = "『乾杯』は『かんぱい』と読む。";

Q[424].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄弟の〔杯〕をかわす。";
Q[424].Ans[0] = "さかずき";
Q[424].Ans[1] = "みかづき";
Q[424].Ans[2] = "もちづき";
Q[424].Ans[3] = "にくづき";
Q[424].comment = "『杯』は『さかずき』と読む。";

Q[425].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テロ事件の〔背後〕にCIAの陰が見え隠れする。";
Q[425].Ans[0] = "はいご";
Q[425].Ans[1] = "せご";
Q[425].Ans[2] = "せいご";
Q[425].Ans[3] = "こうぎ";
Q[425].comment = "『背後』は『はいご』と読む。";

Q[426].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔背後〕に人の気配を感じた。";
Q[426].Ans[0] = "はいご";
Q[426].Ans[1] = "せいご";
Q[426].Ans[2] = "せんご";
Q[426].Ans[3] = "こうご";
Q[426].comment = "『背後』は『はいご』と読む。";

Q[427].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ちょっと〔背中〕がかゆいです。";
Q[427].Ans[0] = "せなか";
Q[427].Ans[1] = "はいちゅう";
Q[427].Ans[2] = "せいなか";
Q[427].Ans[3] = "せんなか";
Q[427].comment = "『背中』は『せなか』と読む。";

Q[428].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自分の心に〔背く〕ようなことはできない。";
Q[428].Ans[0] = "そむく";
Q[428].Ans[1] = "あざむく";
Q[428].Ans[2] = "なげく";
Q[428].Ans[3] = "いだく";
Q[428].comment = "『背く』は『そむく』と読む。";

Q[429].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>規則に〔背いた〕のだから、罰を受けるのは当然だ。";
Q[429].Ans[0] = "そむいた";
Q[429].Ans[1] = "いだいた";
Q[429].Ans[2] = "あざむいた";
Q[429].Ans[3] = "せいた";
Q[429].comment = "『背く』は『そむく』と読む。";

Q[430].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>組織の掟に〔背く〕者には死を！";
Q[430].Ans[0] = "そむく";
Q[430].Ans[1] = "あざむく";
Q[430].Ans[2] = "せく";
Q[430].Ans[3] = "とまどう";
Q[430].comment = "『背く』は『そむく』と読む。";

Q[431].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>100キロあっても〔上背〕もありますから、太っては見えません。";
Q[431].Ans[0] = "うわぜい";
Q[431].Ans[1] = "うわせ";
Q[431].Ans[2] = "うわはい";
Q[431].Ans[3] = "うわぜ";
Q[431].comment = "『上背』は『うわぜい』と読む。";

Q[432].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>米軍の残虐な行為に誰もが目を〔背ける〕。";
Q[432].Ans[0] = "そむける";
Q[432].Ans[1] = "さける";
Q[432].Ans[2] = "あざける";
Q[432].Ans[3] = "おどける";
Q[432].comment = "『背ける』は『そむける』と読む。";

Q[433].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風邪をこじらせて〔肺炎〕にかかった。";
Q[433].Ans[0] = "はいえん";
Q[433].Ans[1] = "いちえん";
Q[433].Ans[2] = "こうえん";
Q[433].Ans[3] = "かんえん";
Q[433].comment = "『肺炎』は『はいえん』と読む。";

Q[434].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔片肺飛行〕の原因は整備不良だったという。";
Q[434].Ans[0] = "かたはいひこう";
Q[434].Ans[1] = "かたせいひこう";
Q[434].Ans[2] = "かたちひこう";
Q[434].Ans[3] = "かたむねひこう";
Q[434].comment = "『片肺飛行』は『かたはいひこう』と読む。片方のエンジンだけで飛行することをいう。";

Q[435].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いい加減へたくそな〔俳句〕なんてやめたらどうだい。";
Q[435].Ans[0] = "はいく";
Q[435].Ans[1] = "ひく";
Q[435].Ans[2] = "たんく";
Q[435].Ans[3] = "ひいく";
Q[435].comment = "『俳句』は『はいく』と読む。";

Q[436].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな名前の〔俳優〕は聞いたことがないよ。";
Q[436].Ans[0] = "はいゆう";
Q[436].Ans[1] = "だんゆう";
Q[436].Ans[2] = "えんゆう";
Q[436].Ans[3] = "じょゆう";
Q[436].comment = "『俳優』は『はいゆう』と読む。";

Q[437].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>支援金の〔配分〕をめぐって争いが起こっている。";
Q[437].Ans[0] = "はいぶん";
Q[437].Ans[1] = "くばりぶん";
Q[437].Ans[2] = "ぱいぶん";
Q[437].Ans[3] = "はんぶん";
Q[437].comment = "『配分』は『はいぶん』と読む。";

Q[438].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小麦粉は〔配給〕でしか手に入らない。";
Q[438].Ans[0] = "はいきゅう";
Q[438].Ans[1] = "はんきゅう";
Q[438].Ans[2] = "ぱいきゅう";
Q[438].Ans[3] = "ばいきゅう";
Q[438].comment = "『配給』は『はいきゅう』と読む。";

Q[439].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>プリントを〔配り〕ます。";
Q[439].Ans[0] = "くばり";
Q[439].Ans[1] = "まつり";
Q[439].Ans[2] = "はかり";
Q[439].Ans[3] = "おこり";
Q[439].comment = "『配る』は『くばる』と読む。";

Q[440].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカでは外国人を〔排斥〕する運動が起こっている。";
Q[440].Ans[0] = "はいせき";
Q[440].Ans[1] = "ぱいせき";
Q[440].Ans[2] = "ひせき";
Q[440].Ans[3] = "ばいせき";
Q[440].comment = "『排斥』は『はいせき』と読む。";

Q[441].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>当事者を〔排除〕したのでは、公平な審判とはいえない。";
Q[441].Ans[0] = "はいじょ";
Q[441].Ans[1] = "ぱいじょ";
Q[441].Ans[2] = "はんじょ";
Q[441].Ans[3] = "ばいじょ";
Q[441].comment = "『排除』は『はいじょ』と読む。";

Q[442].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ディーゼル車の〔排気〕ガスが環境に悪影響を与えているという。";
Q[442].Ans[0] = "はいき";
Q[442].Ans[1] = "はいち";
Q[442].Ans[2] = "ぱいき";
Q[442].Ans[3] = "ぱいち";
Q[442].comment = "『排気』は『はいき』と読む。";

Q[443].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政権の〔腐敗〕が進んでいる。";
Q[443].Ans[0] = "ふはい";
Q[443].Ans[1] = "ふぱい";
Q[443].Ans[2] = "ふへい";
Q[443].Ans[3] = "ふっぱい";
Q[443].comment = "『腐敗』は『ふはい』と読む。";

Q[444].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカという国は、ベトナムでの〔敗戦〕をなぜ教訓にできないのだろう。";
Q[444].Ans[0] = "はいせん";
Q[444].Ans[1] = "ぱいせん";
Q[444].Ans[2] = "はっせん";
Q[444].Ans[3] = "ふせん";
Q[444].comment = "『敗戦』は『はいせん』と読む。";

Q[445].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スペインチームは３回戦で〔敗れた〕が、観衆の大きな拍手を受けた。";
Q[445].Ans[0] = "やぶれた";
Q[445].Ans[1] = "はれた";
Q[445].Ans[2] = "のがれた";
Q[445].Ans[3] = "まぬがれた";
Q[445].comment = "『敗れる』は『やぶれる』と読む。";

Q[446].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長年の内戦で国土はすっかり〔荒廃〕してしまった。";
Q[446].Ans[0] = "こうはい";
Q[446].Ans[1] = "こうぱい";
Q[446].Ans[2] = "こうはつ";
Q[446].Ans[3] = "こうぱつ";
Q[446].comment = "『荒廃』は『こうはい』と読む。";

Q[447].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>制度を〔廃止〕する前に、もう一度議論をする必要がある。";
Q[447].Ans[0] = "はいし";
Q[447].Ans[1] = "はっし";
Q[447].Ans[2] = "ほっし";
Q[447].Ans[3] = "はつし";
Q[447].comment = "『廃止』は『はいし』と読む。";

Q[448].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>炭坑の閉鎖で町はすっかり〔廃れて〕しまった。";
Q[448].Ans[0] = "すたれて";
Q[448].Ans[1] = "いかれて";
Q[448].Ans[2] = "さびれて";
Q[448].Ans[3] = "のがれて";
Q[448].comment = "『廃れる』は『すたれる』と読む。";

Q[449].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世の中には流行〔廃り〕というものがあるからね。";
Q[449].Ans[0] = "すたり";
Q[449].Ans[1] = "のがり";
Q[449].Ans[2] = "いかり";
Q[449].Ans[3] = "かすり";
Q[449].comment = "『廃り』は『すたり』と読む。";

Q[450].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔核廃棄物〕を安全に管理しなければならない。";
Q[450].Ans[0] = "かくはいきぶつ";
Q[450].Ans[1] = "かくはっきぶつ";
Q[450].Ans[2] = "かくはつきぶつ";
Q[450].Ans[3] = "かくはんきぶつ";
Q[450].comment = "『核廃棄物』は『かくはいきぶつ』と読む。";

Q[451].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>非同盟〔諸国〕の会議で、アメリカを非難する決議が採択された。";
Q[451].Ans[0] = "しょこく";
Q[451].Ans[1] = "しょうこく";
Q[451].Ans[2] = "ちょこく";
Q[451].Ans[3] = "ちょうこく";
Q[451].comment = "『諸国』は『しょこく』と読む。";

Q[452].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>祖母は２年前まで〔海女〕をしていました。";
Q[452].Ans[0] = "あま";
Q[452].Ans[1] = "かいじょ";
Q[452].Ans[2] = "うみおんな";
Q[452].Ans[3] = "うみじょ";
Q[452].comment = "『海女』は『あま』と読む。";

Q[453].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>女性だけなぜ〔女流〕作家と呼ばれなければならないだろう。";
Q[453].Ans[0] = "じょりゅう";
Q[453].Ans[1] = "にょりゅう";
Q[453].Ans[2] = "じょうりゅう";
Q[453].Ans[3] = "おんなりゅう";
Q[453].comment = "『女流』は『じょりゅう』と読む。";

Q[454].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔諸般〕の事情から、大会は中止にします。";
Q[454].Ans[0] = "しょはん";
Q[454].Ans[1] = "ちょはん";
Q[454].Ans[2] = "しょうはん";
Q[454].Ans[3] = "しょっはん";
Q[454].comment = "『諸般』は『しょはん』と読む。";

Q[455].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>主役の女優は〔天女〕の羽衣のような衣装を着ていた。";
Q[455].Ans[0] = "てんにょ";
Q[455].Ans[1] = "てんじょ";
Q[455].Ans[2] = "てんじょう";
Q[455].Ans[3] = "てんおんな";
Q[455].comment = "『天女』は『てんにょ』と読む。";

Q[456].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔老若男女〕を問いません。";
Q[456].Ans[0] = "ろうにゃくなんにょ";
Q[456].Ans[1] = "ろうにゃくなんじょ";
Q[456].Ans[2] = "ろうにゃくなんにょう";
Q[456].Ans[3] = "ろうにゃくなんじょう";
Q[456].comment = "『老若男女』は『ろうにゃくなんにょ』と読む。";

Q[457].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>うちは〔女房〕が厳しいからね。";
Q[457].Ans[0] = "にょうぼう";
Q[457].Ans[1] = "じょぼう";
Q[457].Ans[2] = "じょうぼう";
Q[457].Ans[3] = "にょぼう";
Q[457].comment = "『女房』は『にょうぼう』と読む。";

Q[458].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔女心〕と秋の空というからね。";
Q[458].Ans[0] = "おんなごころ";
Q[458].Ans[1] = "にょしん";
Q[458].Ans[2] = "おなご";
Q[458].Ans[3] = "じょごころ";
Q[458].comment = "『女心』は『おんなごころ』と読む。";

Q[459].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女こそ勝利の〔女神〕だよ。";
Q[459].Ans[0] = "めがみ";
Q[459].Ans[1] = "おんながみ";
Q[459].Ans[2] = "じょうがみ";
Q[459].Ans[3] = "にょがみ";
Q[459].comment = "『女神』は『めがみ』と読む。";

Q[460].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本当に〔女々しい〕やつだな。";
Q[460].Ans[0] = "めめしい";
Q[460].Ans[1] = "じょじょしい";
Q[460].Ans[2] = "にょにょしい";
Q[460].Ans[3] = "おんなおんなしい";
Q[460].comment = "『女々しい』は『めめしい』と読む。";

Q[461].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生には責任感が〔欠如〕している。";
Q[461].Ans[0] = "けつじょ";
Q[461].Ans[1] = "けつにょ";
Q[461].Ans[2] = "けつる";
Q[461].Ans[3] = "けつりょ";
Q[461].comment = "『欠如』は『けつじょ』と読む。";

Q[462].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ヒーローはいつも〔突如〕として現われる。";
Q[462].Ans[0] = "とつじょ";
Q[462].Ans[1] = "とつにょ";
Q[462].Ans[2] = "とつりょ";
Q[462].Ans[3] = "とつじゅ";
Q[462].comment = "『突如』は『とつじょ』と読む。";

Q[463].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くの証拠が事件の真相を〔如実〕に物語っている。";
Q[463].Ans[0] = "にょじつ";
Q[463].Ans[1] = "じょじつ";
Q[463].Ans[2] = "りょじつ";
Q[463].Ans[3] = "しょじつ";
Q[463].comment = "『如実』は『にょじつ』と読む。";

Q[464].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手足が孫悟空の〔如意棒〕のように自由自在に伸びたら便利だけど。";
Q[464].Ans[0] = "にょいぼう";
Q[464].Ans[1] = "じょいぼう";
Q[464].Ans[2] = "じょういぼう";
Q[464].Ans[3] = "じょっいぼう";
Q[464].comment = "『如意棒』は『にょいぼう』と読む。";

Q[465].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>危ないところをレスキュー隊に〔救助〕された。";
Q[465].Ans[0] = "きゅうじょ";
Q[465].Ans[1] = "きゅうしょ";
Q[465].Ans[2] = "きゅうにょ";
Q[465].Ans[3] = "きゅうすけ";
Q[465].comment = "『救助』は『きゅうじょ』と読む。";

Q[466].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>誰か〔援助〕してくれる人はいませんか。";
Q[466].Ans[0] = "えんじょ";
Q[466].Ans[1] = "えんじょう";
Q[466].Ans[2] = "えんじょん";
Q[466].Ans[3] = "えんじょい";
Q[466].comment = "『援助』は『えんじょ』と読む。";

Q[467].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカの大学で〔助教授〕をしています。";
Q[467].Ans[0] = "じょきょうじゅ";
Q[467].Ans[1] = "じょうきょうじゅ";
Q[467].Ans[2] = "じゅんきょうじゅ";
Q[467].Ans[3] = "すけきょうじゅ";
Q[467].comment = "『助教授』は『じょきょうじゅ』と読む。";

Q[468].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>君の〔助け〕が必要だ。";
Q[468].Ans[0] = "たすけ";
Q[468].Ans[1] = "なさけ";
Q[468].Ans[2] = "あずけ";
Q[468].Ans[3] = "なまけ";
Q[468].comment = "『助け』は『たすけ』と読む。";

Q[469].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>拙者が〔助太刀〕いたそう。";
Q[469].Ans[0] = "すけだち";
Q[469].Ans[1] = "たすけだち";
Q[469].Ans[2] = "じょだち";
Q[469].Ans[3] = "たすかりだち";
Q[469].comment = "『助太刀』は『すけだち』と読む。";

Q[470].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔順序〕をきちんと守ってください。";
Q[470].Ans[0] = "じゅんじょ";
Q[470].Ans[1] = "じゅんじょう";
Q[470].Ans[2] = "じゅんじょん";
Q[470].Ans[3] = "じゅんじゅう";
Q[470].comment = "『順序』は『じゅんじょ』と読む。";

Q[471].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔序盤〕でリードを許し、そのまま逃げ切られた。";
Q[471].Ans[0] = "じょばん";
Q[471].Ans[1] = "しょばん";
Q[471].Ans[2] = "じょうばん";
Q[471].Ans[3] = "じばん";
Q[471].comment = "『序盤』は『じょばん』と読む。";

Q[472].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔序論〕に書くべき内容で、全体の要約としては不適切だ。";
Q[472].Ans[0] = "じょろん";
Q[472].Ans[1] = "じょうろん";
Q[472].Ans[2] = "しょうろん";
Q[472].Ans[3] = "しょろん";
Q[472].comment = "『序論』は『じょろん』と読む。";

Q[473].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古代の壮大な〔叙事詩〕のようなストーリーです。";
Q[473].Ans[0] = "じょじし";
Q[473].Ans[1] = "じゅじし";
Q[473].Ans[2] = "じょうじし";
Q[473].Ans[3] = "しょうじし";
Q[473].comment = "『叙事詩』は『じょじし』と読む。";

Q[474].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文体論に関する〔叙説〕を出版する。";
Q[474].Ans[0] = "じょせつ";
Q[474].Ans[1] = "じょうせつ";
Q[474].Ans[2] = "じゅうせつ";
Q[474].Ans[3] = "じっせつ";
Q[474].comment = "『叙説』は『じょせつ』と読む。";

Q[475].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>構内では〔徐行〕してください。";
Q[475].Ans[0] = "じょこう";
Q[475].Ans[1] = "じょうこう";
Q[475].Ans[2] = "じゅんこう";
Q[475].Ans[3] = "じゃっこう";
Q[475].comment = "『徐行』は『じょこう』と読む。";

Q[476].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>キューバへの経済封鎖を〔解除〕する。";
Q[476].Ans[0] = "かいじょ";
Q[476].Ans[1] = "かいじゅ";
Q[476].Ans[2] = "かいじょう";
Q[476].Ans[3] = "かいしょう";
Q[476].comment = "『解除』は『かいじょ』と読む。";

Q[477].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この商品はセールから〔除外〕されます。";
Q[477].Ans[0] = "じょがい";
Q[477].Ans[1] = "じょうがい";
Q[477].Ans[2] = "よがい";
Q[477].Ans[3] = "こうがい";
Q[477].comment = "『除外』は『じょがい』と読む。";

Q[478].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっときれいに〔掃除〕しなさい。";
Q[478].Ans[0] = "そうじ";
Q[478].Ans[1] = "そうじょ";
Q[478].Ans[2] = "そうじゅう";
Q[478].Ans[3] = "そうじつ";
Q[478].comment = "『掃除』は『そうじ』と読む。";

Q[479].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>不要な部分を〔取り除く〕。";
Q[479].Ans[0] = "とりのぞく";
Q[479].Ans[1] = "とりはぶく";
Q[479].Ans[2] = "とりまねく";
Q[479].Ans[3] = "とりかぶく";
Q[479].comment = "『取り除く』は『とりのぞく』と読む。";

Q[480].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔小心者〕め。";
Q[480].Ans[0] = "しょうしんもの";
Q[480].Ans[1] = "こごころもの";
Q[480].Ans[2] = "こしんもの";
Q[480].Ans[3] = "しょうごころもの";
Q[480].comment = "『小心者』は『しょうしんもの』と読む。";

Q[481].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>体は男だが、心は〔乙女〕だ。";
Q[481].Ans[0] = "おとめ";
Q[481].Ans[1] = "おつめ";
Q[481].Ans[2] = "おつおんな";
Q[481].Ans[3] = "いつめ";
Q[481].comment = "『乙女』は『おとめ』と読む。";

Q[482].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これを〔縮小〕コピーしてください。";
Q[482].Ans[0] = "しゅくしょう";
Q[482].Ans[1] = "しゅんしょう";
Q[482].Ans[2] = "しゅくしょ";
Q[482].Ans[3] = "しゅんしょ";
Q[482].comment = "『縮小』は『しゅくしょう』と読む。";

Q[483].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>支払いは〔小切手〕でいいですか。";
Q[483].Ans[0] = "こぎって";
Q[483].Ans[1] = "しょうきって";
Q[483].Ans[2] = "しょぎって";
Q[483].Ans[3] = "こうぎって";
Q[483].comment = "『小切手』は『こぎって』と読む。";

Q[484].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小売〕価格が下落している。";
Q[484].Ans[0] = "こうり";
Q[484].Ans[1] = "しょうばい";
Q[484].Ans[2] = "こばい";
Q[484].Ans[3] = "しょううり";
Q[484].comment = "『小売』は『こうり』と読む。";

Q[485].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小倉〕パンが好きです。";
Q[485].Ans[0] = "おぐら";
Q[485].Ans[1] = "こくら";
Q[485].Ans[2] = "しょうくら";
Q[485].Ans[3] = "しょそう";
Q[485].comment = "『小倉』は『おぐら』と読む。";

Q[486].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一晩で〔一升〕は飲みすぎでしょう。";
Q[486].Ans[0] = "いっしょう";
Q[486].Ans[1] = "いちごう";
Q[486].Ans[2] = "いちりっとる";
Q[486].Ans[3] = "いちます";
Q[486].comment = "『一升』は『いっしょう』と読む。";

Q[487].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔升〕は一杯で一合です。";
Q[487].Ans[0] = "ます";
Q[487].Ans[1] = "しょう";
Q[487].Ans[2] = "おけ";
Q[487].Ans[3] = "たる";
Q[487].comment = "『升』は『ます』と読む。";

Q[488].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この世で〔美少年〕ほど甘美なものはありません。";
Q[488].Ans[0] = "びしょうねん";
Q[488].Ans[1] = "びしょねん";
Q[488].Ans[2] = "びっしょうねん";
Q[488].Ans[3] = "みしょうねん";
Q[488].comment = "『美少年』は『びしょうねん』と読む。";

Q[489].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>合格者は毎年〔減少〕している。";
Q[489].Ans[0] = "げんしょう";
Q[489].Ans[1] = "げんしょ";
Q[489].Ans[2] = "げんしゃ";
Q[489].Ans[3] = "げんすう";
Q[489].comment = "『減少』は『げんしょう』と読む。";

Q[490].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>巧言令色〔少なし〕仁という。";
Q[490].Ans[0] = "すくなし";
Q[490].Ans[1] = "かなし";
Q[490].Ans[2] = "いなし";
Q[490].Ans[3] = "ちいなし";
Q[490].comment = "『少なし』は『すくなし』と読む。";

Q[491].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ大使を本国に〔召還〕する。";
Q[491].Ans[0] = "しょうかん";
Q[491].Ans[1] = "まねかん";
Q[491].Ans[2] = "しゅうかん";
Q[491].Ans[3] = "こうかん";
Q[491].comment = "『召還』は『しょうかん』と読む。";

Q[492].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>緊急会議を〔召集〕する。";
Q[492].Ans[0] = "しょうしゅう";
Q[492].Ans[1] = "ちょうしゅう";
Q[492].Ans[2] = "こうしゅう";
Q[492].Ans[3] = "かんしゅう";
Q[492].comment = "『召集』は『しょうしゅう』と読む。";

Q[493].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうぞ、〔お召し上がり〕ください。";
Q[493].Ans[0] = "おめしあがり";
Q[493].Ans[1] = "おためしあがり";
Q[493].Ans[2] = "おさしあがり";
Q[493].Ans[3] = "おこしあがり";
Q[493].comment = "『召しあがる』は『めしあがる』と読む。";

Q[494].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔納豆〕が嫌いな日本人はちょっとした変人です。";
Q[494].Ans[0] = "なっとう";
Q[494].Ans[1] = "のうとう";
Q[494].Ans[2] = "なとう";
Q[494].Ans[3] = "なっと";
Q[494].comment = "『納豆』は『なっとう』と読む。";

Q[495].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔吊り革〕につかまらないと危ないですよ。";
Q[495].Ans[0] = "つりかわ";
Q[495].Ans[1] = "はりかわ";
Q[495].Ans[2] = "ほりかわ";
Q[495].Ans[3] = "ありかわ";
Q[495].comment = "『吊り革』は『つりかわ』と読む。";

Q[496].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>卵は何分〔茹で〕ますか。";
Q[496].Ans[0] = "ゆで";
Q[496].Ans[1] = "なで";
Q[496].Ans[2] = "たで";
Q[496].Ans[3] = "むで";
Q[496].comment = "『茹でる』は『ゆでる』と読む。";

Q[497].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>歩きすぎて〔膝〕が痛い。";
Q[497].Ans[0] = "ひざ";
Q[497].Ans[1] = "ひじ";
Q[497].Ans[2] = "あし";
Q[497].Ans[3] = "もも";
Q[497].comment = "『膝』は『ひざ』と読む。";

Q[498].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供の頃、テニスで〔肘〕をケガしたことがある。";
Q[498].Ans[0] = "ひじ";
Q[498].Ans[1] = "ひざ";
Q[498].Ans[2] = "うで";
Q[498].Ans[3] = "かた";
Q[498].comment = "『肘』は『ひじ』と読む。";

Q[499].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ご飯は、お〔茶碗〕に半分でいいです。";
Q[499].Ans[0] = "ちゃわん";
Q[499].Ans[1] = "ちゃかん";
Q[499].Ans[2] = "ちゃえん";
Q[499].Ans[3] = "ちゃぼん";
Q[499].comment = "『茶碗』は『ちゃわん』と読む。";