var Qnum = 300;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ちょっとしたことにまで、彼の〔愛〕を感じる。";
Q[0].Ans[0] = "あい";
Q[0].Ans[1] = "こい";
Q[0].Ans[2] = "ゆめ";
Q[0].Ans[3] = "ひま";
Q[0].comment = "『愛』は『あい』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人々がアメリカを〔憎悪〕するのは自然なことだ。";
Q[1].Ans[0] = "ぞうお";
Q[1].Ans[1] = "ぞうあく";
Q[1].Ans[2] = "ぞうわる";
Q[1].Ans[3] = "ぞうあん";
Q[1].comment = "『憎悪』は『ぞうお』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どんな〔悪人〕にも、少しくらい良いところがあるものだ。";
Q[2].Ans[0] = "あくにん";
Q[2].Ans[1] = "あくじん";
Q[2].Ans[2] = "わるじん";
Q[2].Ans[3] = "わるびと";
Q[2].comment = "『悪人』は『あくにん』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>動物が好きな人に〔悪い〕人はいない。";
Q[3].Ans[0] = "わるい";
Q[3].Ans[1] = "こわい";
Q[3].Ans[2] = "おそい";
Q[3].Ans[3] = "ひどい";
Q[3].comment = "『悪い』は『わるい』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔圧力〕を利用するなべです。";
Q[4].Ans[0] = "あつりょく";
Q[4].Ans[1] = "ようりょく";
Q[4].Ans[2] = "はつりょく";
Q[4].Ans[3] = "かつりょく";
Q[4].comment = "『圧力』は『あつりょく』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>深い海では、大きな〔水圧〕がかかる。";
Q[5].Ans[0] = "すいあつ";
Q[5].Ans[1] = "すいよう";
Q[5].Ans[2] = "すいはつ";
Q[5].Ans[3] = "すいやつ";
Q[5].comment = "『水圧』は『すいあつ』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうかご〔安心〕ください。";
Q[6].Ans[0] = "あんしん";
Q[6].Ans[1] = "かんしん";
Q[6].Ans[2] = "さんしん";
Q[6].Ans[3] = "はんしん";
Q[6].comment = "『安心』は『あんしん』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近は、価格が〔安定〕している。";
Q[7].Ans[0] = "あんてい";
Q[7].Ans[1] = "せんてい";
Q[7].Ans[2] = "こうてい";
Q[7].Ans[3] = "そうてい";
Q[7].comment = "『安定』は『あんてい』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>近所のスーパーでキャベツが〔安い〕らしい。";
Q[8].Ans[0] = "やすい";
Q[8].Ans[1] = "はやい";
Q[8].Ans[2] = "もらい";
Q[8].Ans[3] = "ひろい";
Q[8].comment = "『安い』は『やすい』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何かいい〔案〕はありませんか。";
Q[9].Ans[0] = "あん";
Q[9].Ans[1] = "かん";
Q[9].Ans[2] = "わけ";
Q[9].Ans[3] = "まど";
Q[9].comment = "『案』は『あん』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わたしが〔案内〕します。";
Q[10].Ans[0] = "あんない";
Q[10].Ans[1] = "かんない";
Q[10].Ans[2] = "さんない";
Q[10].Ans[3] = "はんない";
Q[10].comment = "『案内』は『あんない』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔暗記〕は得意です。";
Q[11].Ans[0] = "あんき";
Q[11].Ans[1] = "ほんき";
Q[11].Ans[2] = "おんき";
Q[11].Ans[3] = "いんき";
Q[11].comment = "『暗記』は『あんき』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>森さんは、少し〔暗い〕ところがある。";
Q[12].Ans[0] = "くらい";
Q[12].Ans[1] = "ひどい";
Q[12].Ans[2] = "やすい";
Q[12].Ans[3] = "あかい";
Q[12].comment = "『暗い』は『くらい』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>240点〔以上〕で合格です。";
Q[13].Ans[0] = "いじょう";
Q[13].Ans[1] = "いっじょう";
Q[13].Ans[2] = "いいじょう";
Q[13].Ans[3] = "いんじょう";
Q[13].comment = "『以上』は『いじょう』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔衣服〕を整理する。";
Q[14].Ans[0] = "いふく";
Q[14].Ans[1] = "いふう";
Q[14].Ans[2] = "いっぷう";
Q[14].Ans[3] = "いんふう";
Q[14].comment = "『衣服』は『いふく』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>てんぷらの〔衣〕を作る。";
Q[15].Ans[0] = "ころも";
Q[15].Ans[1] = "い";
Q[15].Ans[2] = "こな";
Q[15].Ans[3] = "たね";
Q[15].comment = "『衣』は『ころも』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>医者なのに〔白衣〕ではない。";
Q[16].Ans[0] = "はくい";
Q[16].Ans[1] = "はくいい";
Q[16].Ans[2] = "はくじ";
Q[16].Ans[3] = "はくし";
Q[16].comment = "『白衣』は『はくい』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>十の〔位〕の数字が正しくない。";
Q[17].Ans[0] = "くらい";
Q[17].Ans[1] = "い";
Q[17].Ans[2] = "いん";
Q[17].Ans[3] = "けた";
Q[17].comment = "『位』は『くらい』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は〔順位〕を下げた。";
Q[18].Ans[0] = "じゅんい";
Q[18].Ans[1] = "じゅんいん";
Q[18].Ans[2] = "じゅんび";
Q[18].Ans[3] = "じゅんし";
Q[18].comment = "『順位』は『じゅんい』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年をとるほど〔位〕が上がる。";
Q[19].Ans[0] = "くらい";
Q[19].Ans[1] = "みぶん";
Q[19].Ans[2] = "けた";
Q[19].Ans[3] = "わけ";
Q[19].comment = "『位』は『くらい』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>当人よりも〔周囲〕が心配している。";
Q[20].Ans[0] = "しゅうい";
Q[20].Ans[1] = "しゅういん";
Q[20].Ans[2] = "しゅうぎ";
Q[20].Ans[3] = "しゅうき";
Q[20].comment = "『周囲』は『しゅうい』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>正しい答えを○で〔囲む〕。";
Q[21].Ans[0] = "かこむ";
Q[21].Ans[1] = "なじむ";
Q[21].Ans[2] = "はさむ";
Q[21].Ans[3] = "いたむ";
Q[21].comment = "『囲む』は『かこむ』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも女の子に〔囲まれて〕いる。";
Q[22].Ans[0] = "かこまれて";
Q[22].Ans[1] = "いたまれて";
Q[22].Ans[2] = "うとまれて";
Q[22].Ans[3] = "はさまれて";
Q[22].comment = "『囲む』は『かこむ』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母は近所の〔医院〕ではたらいていた。";
Q[23].Ans[0] = "いいん";
Q[23].Ans[1] = "いっいん";
Q[23].Ans[2] = "いんい";
Q[23].Ans[3] = "ゆいん";
Q[23].comment = "『医院』は『いいん』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>知り合いに〔依頼〕する。";
Q[24].Ans[0] = "いらい";
Q[24].Ans[1] = "ゆらい";
Q[24].Ans[2] = "はからい";
Q[24].Ans[3] = "しんらい";
Q[24].comment = "『依頼』は『いらい』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔委員会〕に出る。";
Q[25].Ans[0] = "いいんかい";
Q[25].Ans[1] = "よういんかい";
Q[25].Ans[2] = "いんいかい";
Q[25].Ans[3] = "ゆういんかい";
Q[25].comment = "『委員会』は『いいんかい』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年から〔委員〕になった。";
Q[26].Ans[0] = "いいん";
Q[26].Ans[1] = "ぎいん";
Q[26].Ans[2] = "しいん";
Q[26].Ans[3] = "じいん";
Q[26].comment = "『委員』は『いいん』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このところ〔胃〕が悪い。";
Q[27].Ans[0] = "い";
Q[27].Ans[1] = "ちょう";
Q[27].Ans[2] = "はい";
Q[27].Ans[3] = "むね";
Q[27].comment = "『胃』は『い』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔異常〕というほどではない。";
Q[28].Ans[0] = "いじょう";
Q[28].Ans[1] = "いんじょう";
Q[28].Ans[2] = "いいじょう";
Q[28].Ans[3] = "いっじょう";
Q[28].comment = "『異常』は『いじょう』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>顔は同じでも性格は〔異なる〕。";
Q[29].Ans[0] = "ことなる";
Q[29].Ans[1] = "いなる";
Q[29].Ans[2] = "たかなる";
Q[29].Ans[3] = "かさなる";
Q[29].comment = "『異なる』は『ことなる』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔異なる〕方法でやってみる。";
Q[30].Ans[0] = "ことなる";
Q[30].Ans[1] = "かさなる";
Q[30].Ans[2] = "いかなる";
Q[30].Ans[3] = "なくなる";
Q[30].comment = "『異なる』は『ことなる』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車で〔移動〕する。";
Q[31].Ans[0] = "いどう";
Q[31].Ans[1] = "きどう";
Q[31].Ans[2] = "じどう";
Q[31].Ans[3] = "たどう";
Q[31].comment = "『移動』は『いどう』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>別の会社に〔移る〕。";
Q[32].Ans[0] = "うつる";
Q[32].Ans[1] = "のがれる";
Q[32].Ans[2] = "かかる";
Q[32].Ans[3] = "たどる";
Q[32].comment = "『移る』は『うつる』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>場所を〔移して〕話しましょう。";
Q[33].Ans[0] = "うつして";
Q[33].Ans[1] = "はなして";
Q[33].Ans[2] = "もどして";
Q[33].Ans[3] = "おかして";
Q[33].comment = "『移す』は『うつす』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>四月に〔移転〕することになりました。";
Q[34].Ans[0] = "いてん";
Q[34].Ans[1] = "きてん";
Q[34].Ans[2] = "さてん";
Q[34].Ans[3] = "だてん";
Q[34].comment = "『移転』は『いてん』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くの人から〔偉大〕な選手だと思われている。";
Q[35].Ans[0] = "いだい";
Q[35].Ans[1] = "きだい";
Q[35].Ans[2] = "そだい";
Q[35].Ans[3] = "かだい";
Q[35].comment = "『偉大』は『いだい』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の父は〔偉い〕政治家らしい。";
Q[36].Ans[0] = "えらい";
Q[36].Ans[1] = "まずい";
Q[36].Ans[2] = "ふるい";
Q[36].Ans[3] = "からい";
Q[36].comment = "『偉い』は『えらい』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔意見〕がありますか。";
Q[37].Ans[0] = "いけん";
Q[37].Ans[1] = "いっけん";
Q[37].Ans[2] = "いんけん";
Q[37].Ans[3] = "しけん";
Q[37].comment = "『意見』は『いけん』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔違反〕をしてはいけない。";
Q[38].Ans[0] = "いはん";
Q[38].Ans[1] = "きはん";
Q[38].Ans[2] = "しはん";
Q[38].Ans[3] = "かはん";
Q[38].comment = "『違反』は『いはん』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>以上のとおり〔相違〕ありません。";
Q[39].Ans[0] = "そうい";
Q[39].Ans[1] = "そうき";
Q[39].Ans[2] = "そうじ";
Q[39].Ans[3] = "そうび";
Q[39].comment = "『相違』は『そうい』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そう大きな〔違い〕はない。";
Q[40].Ans[0] = "ちがい";
Q[40].Ans[1] = "まかない";
Q[40].Ans[2] = "ひがい";
Q[40].Ans[3] = "いがい";
Q[40].comment = "『違い』は『ちがい』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは〔違う〕と思う。";
Q[41].Ans[0] = "ちがう";
Q[41].Ans[1] = "かなう";
Q[41].Ans[2] = "もらう";
Q[41].Ans[3] = "したがう";
Q[41].comment = "『違う』は『ちがう』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アマゾン川は、〔流域〕の面積では世界一だ。";
Q[42].Ans[0] = "りゅういき";
Q[42].Ans[1] = "りゅうゆう";
Q[42].Ans[2] = "りゅうわく";
Q[42].Ans[3] = "りゅうこく";
Q[42].comment = "『流域』は『りゅういき』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔区域〕で泳いではいけません。";
Q[43].Ans[0] = "くいき";
Q[43].Ans[1] = "くかく";
Q[43].Ans[2] = "くよう";
Q[43].Ans[3] = "くわく";
Q[43].comment = "『区域』は『くいき』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>広い〔地域〕に被害が出た。";
Q[44].Ans[0] = "ちいき";
Q[44].Ans[1] = "ちたい";
Q[44].Ans[2] = "ちほう";
Q[44].Ans[3] = "ちかく";
Q[44].comment = "『地域』は『ちいき』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いまでは〔育児〕に協力する男性も多い。";
Q[45].Ans[0] = "いくじ";
Q[45].Ans[1] = "いつじ";
Q[45].Ans[2] = "ゆうじ";
Q[45].Ans[3] = "ようじ";
Q[45].comment = "『育児』は『いくじ』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これが〔教育〕というものです。";
Q[46].Ans[0] = "きょういく";
Q[46].Ans[1] = "きょうゆう";
Q[46].Ans[2] = "きょうしつ";
Q[46].Ans[3] = "きょうかん";
Q[46].comment = "『教育』は『きょういく』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>エサをたくさんやれば、健康に〔育つ〕。";
Q[47].Ans[0] = "そだつ";
Q[47].Ans[1] = "わかつ";
Q[47].Ans[2] = "じさつ";
Q[47].Ans[3] = "いかつ";
Q[47].comment = "『育つ』は『そだつ』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子犬を〔育てる〕。";
Q[48].Ans[0] = "そだてる";
Q[48].Ans[1] = "もてる";
Q[48].Ans[2] = "おだてる";
Q[48].Ans[3] = "したてる";
Q[48].comment = "『育てる』は『そだてる』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎月の〔一日〕に送ります。";
Q[49].Ans[0] = "ついたち";
Q[49].Ans[1] = "いちじつ";
Q[49].Ans[2] = "はつか";
Q[49].Ans[3] = "ここのか";
Q[49].comment = "『一日』は『ついたち』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相は〔一定〕の理解を示した。";
Q[50].Ans[0] = "いってい";
Q[50].Ans[1] = "いちてい";
Q[50].Ans[2] = "いつてい";
Q[50].Ans[3] = "いてい";
Q[50].comment = "『一定』は『いってい』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>試合後に〔引退〕を発表した。";
Q[51].Ans[0] = "いんたい";
Q[51].Ans[1] = "ひきたい";
Q[51].Ans[2] = "こうたい";
Q[51].Ans[3] = "そうたい";
Q[51].comment = "『引退』は『いんたい』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新聞を〔引用〕する。";
Q[52].Ans[0] = "いんよう";
Q[52].Ans[1] = "ゆうよう";
Q[52].Ans[2] = "ひつよう";
Q[52].Ans[3] = "きゅうよう";
Q[52].comment = "『引用』は『いんよう』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔引力〕とは何か説明して下さい。";
Q[53].Ans[0] = "いんりょく";
Q[53].Ans[1] = "ひつりょく";
Q[53].Ans[2] = "ひきりょく";
Q[53].Ans[3] = "こうりょく";
Q[53].comment = "『引力』は『いんりょく』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今のカゼは〔長引く〕から気をつけて下さい。";
Q[54].Ans[0] = "ながびく";
Q[54].Ans[1] = "ながゆく";
Q[54].Ans[2] = "ながさく";
Q[54].Ans[3] = "ながきく";
Q[54].comment = "『長引く』は『ながびく』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔値引き〕をしてください。";
Q[55].Ans[0] = "ねびき";
Q[55].Ans[1] = "ねまき";
Q[55].Ans[2] = "ねかき";
Q[55].Ans[3] = "ねいき";
Q[55].comment = "『値引き』は『ねびき』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新聞を〔印刷〕する。";
Q[56].Ans[0] = "いんさつ";
Q[56].Ans[1] = "かんさつ";
Q[56].Ans[2] = "けんさつ";
Q[56].Ans[3] = "しんさつ";
Q[56].comment = "『印刷』は『いんさつ』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人は、世界のどこでも〔印象〕が悪い。";
Q[57].Ans[0] = "いんしょう";
Q[57].Ans[1] = "こうしょう";
Q[57].Ans[2] = "けんしょう";
Q[57].Ans[3] = "かいしょう";
Q[57].comment = "『印象』は『いんしょう』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>紙にペンで〔印〕をつける。";
Q[58].Ans[0] = "しるし";
Q[58].Ans[1] = "わけ";
Q[58].Ans[2] = "さかい";
Q[58].Ans[3] = "あたい";
Q[58].comment = "『印』は『しるし』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事故の〔原因〕をしらべる。";
Q[59].Ans[0] = "げんいん";
Q[59].Ans[1] = "げんきん";
Q[59].Ans[2] = "げんかん";
Q[59].Ans[3] = "げんこん";
Q[59].comment = "『原因』は『げんいん』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう５年も〔委員〕をしている。";
Q[60].Ans[0] = "いいん";
Q[60].Ans[1] = "いじん";
Q[60].Ans[2] = "いにん";
Q[60].Ans[3] = "いけん";
Q[60].comment = "『委員』は『いいん』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おみやげに〔湯飲み〕を買う。";
Q[61].Ans[0] = "ゆのみ";
Q[61].Ans[1] = "ゆがみ";
Q[61].Ans[2] = "ゆくみ";
Q[61].Ans[3] = "ゆあみ";
Q[61].comment = "『湯飲み』は『ゆのみ』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>薬を〔飲む〕。";
Q[62].Ans[0] = "のむ";
Q[62].Ans[1] = "かむ";
Q[62].Ans[2] = "あむ";
Q[62].Ans[3] = "はむ";
Q[62].comment = "『飲む』は『のむ』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここで〔飲食〕をしてはいけません。";
Q[63].Ans[0] = "いんしょく";
Q[63].Ans[1] = "けんしょく";
Q[63].Ans[2] = "かんしょく";
Q[63].Ans[3] = "しんしょく";
Q[63].comment = "『飲食』は『いんしょく』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人の意見に〔左右〕されてはいけない。";
Q[64].Ans[0] = "さゆう";
Q[64].Ans[1] = "ひだりみぎ";
Q[64].Ans[2] = "うおうさおう";
Q[64].Ans[3] = "そうよう";
Q[64].comment = "『左右』は『さゆう』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>船に乗って〔宇宙〕にいきましょう。";
Q[65].Ans[0] = "うちゅう";
Q[65].Ans[1] = "うっちゅう";
Q[65].Ans[2] = "うっちゅ";
Q[65].Ans[3] = "うちゅ";
Q[65].comment = "『宇宙』は『うちゅう』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カラスが〔一羽〕います。";
Q[66].Ans[0] = "いちわ";
Q[66].Ans[1] = "いちはね";
Q[66].Ans[2] = "いちば";
Q[66].Ans[3] = "いちぱ";
Q[66].comment = "『一羽』は『いちわ』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カラスが〔六羽〕います。";
Q[67].Ans[0] = "ろっぱ";
Q[67].Ans[1] = "ろくば";
Q[67].Ans[2] = "ろくぱ";
Q[67].Ans[3] = "ろっは";
Q[67].comment = "『六羽』は『ろっぱ』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カラスが〔三羽〕います。";
Q[68].Ans[0] = "さんば";
Q[68].Ans[1] = "さんばね";
Q[68].Ans[2] = "さんはね";
Q[68].Ans[3] = "さんぱ";
Q[68].comment = "『三羽』は『さんば』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鳥の〔羽〕をペンにする。";
Q[69].Ans[0] = "はね";
Q[69].Ans[1] = "くちばし";
Q[69].Ans[2] = "あし";
Q[69].Ans[3] = "ゆび";
Q[69].comment = "『羽』は『はね』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔雨戸〕を閉める。";
Q[70].Ans[0] = "あまど";
Q[70].Ans[1] = "あめど";
Q[70].Ans[2] = "うど";
Q[70].Ans[3] = "あんど";
Q[70].comment = "『雨戸』は『あまど』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔東京湾〕でとれた魚です。";
Q[71].Ans[0] = "とうきょうわん";
Q[71].Ans[1] = "とうきょうこう";
Q[71].Ans[2] = "とうきょうかい";
Q[71].Ans[3] = "とうきょうけん";
Q[71].comment = "『東京湾』は『とうきょうわん』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>試験で〔零点〕をとった。";
Q[72].Ans[0] = "れいてん";
Q[72].Ans[1] = "ぜろてん";
Q[72].Ans[2] = "まんてん";
Q[72].Ans[3] = "かんてん";
Q[72].comment = "『零点』は『れいてん』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>顔は若いが、手に〔年齢〕が出ている。";
Q[73].Ans[0] = "ねんれい";
Q[73].Ans[1] = "ねんりん";
Q[73].Ans[2] = "ねんこう";
Q[73].Ans[3] = "ねんかん";
Q[73].comment = "『年齢』は『ねんれい』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お湯を〔沸かす〕。";
Q[74].Ans[0] = "わかす";
Q[74].Ans[1] = "ふかす";
Q[74].Ans[2] = "なかす";
Q[74].Ans[3] = "とかす";
Q[74].comment = "『沸かす』は『わかす』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お湯が〔沸いて〕いる。";
Q[75].Ans[0] = "わいて";
Q[75].Ans[1] = "ひいて";
Q[75].Ans[2] = "さいて";
Q[75].Ans[3] = "きいて";
Q[75].comment = "『沸く』は『わく』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと〔勉強〕しなさい。";
Q[76].Ans[0] = "べんきょう";
Q[76].Ans[1] = "べんきょ";
Q[76].Ans[2] = "ぺんきょう";
Q[76].Ans[3] = "へんきょ";
Q[76].comment = "『勉強』は『べんきょう』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄は〔兵隊〕に行って死にました。";
Q[77].Ans[0] = "へいたい";
Q[77].Ans[1] = "ひょうたい";
Q[77].Ans[2] = "かんたい";
Q[77].Ans[3] = "せんたい";
Q[77].comment = "『兵隊』は『へいたい』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人は全員〔死亡〕した。";
Q[78].Ans[0] = "しぼう";
Q[78].Ans[1] = "しぽう";
Q[78].Ans[2] = "しほう";
Q[78].Ans[3] = "しもう";
Q[78].comment = "『死亡』は『しぼう』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ジャックさんが〔亡くなり〕ました。";
Q[79].Ans[0] = "なくなり";
Q[79].Ans[1] = "よくなり";
Q[79].Ans[2] = "かくなり";
Q[79].Ans[3] = "もくなり";
Q[79].comment = "『亡くなる』は『なくなる』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは、〔坊や〕だからさ。";
Q[80].Ans[0] = "ぼうや";
Q[80].Ans[1] = "ぼっや";
Q[80].Ans[2] = "ぼんや";
Q[80].Ans[3] = "ぼや";
Q[80].comment = "『坊や』は『ぼうや』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔寝坊〕をしてしまいました。";
Q[81].Ans[0] = "ねぼう";
Q[81].Ans[1] = "ねもう";
Q[81].Ans[2] = "ねかた";
Q[81].Ans[3] = "ねまき";
Q[81].comment = "『寝坊』は『ねぼう』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔坊さん〕の仕事もも楽ではないらしい。";
Q[82].Ans[0] = "ぼうさん";
Q[82].Ans[1] = "ぼんさん";
Q[82].Ans[2] = "ぼくさん";
Q[82].Ans[3] = "ぼっさん";
Q[82].comment = "『坊さん』は『ぼうさん』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔赤ん坊〕がうるさい。";
Q[83].Ans[0] = "あかんぼう";
Q[83].Ans[1] = "あかんぼん";
Q[83].Ans[2] = "あかんぽう";
Q[83].Ans[3] = "あかんほ";
Q[83].comment = "『赤ん坊』は『あかんぼう』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔運〕が悪いとしか言えません。";
Q[84].Ans[0] = "うん";
Q[84].Ans[1] = "いん";
Q[84].Ans[2] = "かん";
Q[84].Ans[3] = "ゆう";
Q[84].comment = "『運』は『うん』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>パナマ〔運河〕は、長い間アメリカが管理していた。";
Q[85].Ans[0] = "うんが";
Q[85].Ans[1] = "いんが";
Q[85].Ans[2] = "ゆうが";
Q[85].Ans[3] = "こうが";
Q[85].comment = "『運河』は『うんが』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車を〔運転〕する。";
Q[86].Ans[0] = "うんてん";
Q[86].Ans[1] = "いんてん";
Q[86].Ans[2] = "かんてん";
Q[86].Ans[3] = "ゆうてん";
Q[86].comment = "『運転』は『うんてん』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔幸運〕を祈ります。";
Q[87].Ans[0] = "こううん";
Q[87].Ans[1] = "こういん";
Q[87].Ans[2] = "こうん";
Q[87].Ans[3] = "こいん";
Q[87].comment = "『幸運』は『こううん』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>幸運を〔祈り〕ます。";
Q[88].Ans[0] = "いのり";
Q[88].Ans[1] = "まいり";
Q[88].Ans[2] = "かかり";
Q[88].Ans[3] = "さかり";
Q[88].comment = "『祈る』は『いのる』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔雲〕が多い天気だ。";
Q[89].Ans[0] = "くも";
Q[89].Ans[1] = "あめ";
Q[89].Ans[2] = "しも";
Q[89].Ans[3] = "ゆき";
Q[89].comment = "『雲』は『くも』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤いペンキを〔塗る〕。";
Q[90].Ans[0] = "ぬる";
Q[90].Ans[1] = "うる";
Q[90].Ans[2] = "する";
Q[90].Ans[3] = "もる";
Q[90].comment = "『塗る』は『ぬる』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人のものを〔盗んでは〕いけません。";
Q[91].Ans[0] = "ぬすんでは";
Q[91].Ans[1] = "むすんでは";
Q[91].Ans[2] = "かさんでは";
Q[91].Ans[3] = "はさんでは";
Q[91].comment = "『盗む』は『ぬすむ』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは〔強盗〕が多い。";
Q[92].Ans[0] = "ごうとう";
Q[92].Ans[1] = "ごうどう";
Q[92].Ans[2] = "ごうたん";
Q[92].Ans[3] = "ごうだん";
Q[92].comment = "『強盗』は『ごうとう』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔盗難〕事件が発生した。";
Q[93].Ans[0] = "とうなん";
Q[93].Ans[1] = "どうなん";
Q[93].Ans[2] = "だんなん";
Q[93].Ans[3] = "たんなん";
Q[93].comment = "『盗難』は『とうなん』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世界の〔頭脳〕が集まる会社だといえる。";
Q[94].Ans[0] = "ずのう";
Q[94].Ans[1] = "ずなう";
Q[94].Ans[2] = "ずのん";
Q[94].Ans[3] = "ずこう";
Q[94].comment = "『頭脳』は『ずのう』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔牛乳〕を飲む。";
Q[95].Ans[0] = "ぎゅうにゅう";
Q[95].Ans[1] = "ぎゅうりゅう";
Q[95].Ans[2] = "ぎゅうにゅ";
Q[95].Ans[3] = "ぎゅうりゅ";
Q[95].comment = "『牛乳』は『ぎゅうにゅう』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもは国の〔宝〕だ。";
Q[96].Ans[0] = "たから";
Q[96].Ans[1] = "むすこ";
Q[96].Ans[2] = "せがれ";
Q[96].Ans[3] = "いとこ";
Q[96].comment = "『宝』は『たから』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔宝石〕がぬすまれた。";
Q[97].Ans[0] = "ほうせき";
Q[97].Ans[1] = "ほんせき";
Q[97].Ans[2] = "ほせき";
Q[97].Ans[3] = "ほっせき";
Q[97].comment = "『宝石』は『ほうせき』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>資料を〔郵送〕する。";
Q[98].Ans[0] = "ゆうそう";
Q[98].Ans[1] = "ようそう";
Q[98].Ans[2] = "ゆそう";
Q[98].Ans[3] = "よそう";
Q[98].comment = "『郵送』は『ゆうそう』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父は〔郵便局〕で仕事をしていました。";
Q[99].Ans[0] = "ゆうびんきょく";
Q[99].Ans[1] = "ゆびんきょく";
Q[99].Ans[2] = "ようびんきょく";
Q[99].Ans[3] = "よんびんきょく";
Q[99].comment = "『郵便局』は『ゆうびんきょく』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>イスに〔腰〕をかける。";
Q[100].Ans[0] = "こし";
Q[100].Ans[1] = "あし";
Q[100].Ans[2] = "ひざ";
Q[100].Ans[3] = "しり";
Q[100].comment = "『腰』は『こし』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近、〔腰〕が痛い。";
Q[101].Ans[0] = "こし";
Q[101].Ans[1] = "むね";
Q[101].Ans[2] = "すね";
Q[101].Ans[3] = "うで";
Q[101].comment = "『腰』は『こし』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今は〔駅〕の近くに住んでいます。";
Q[102].Ans[0] = "えき";
Q[102].Ans[1] = "いえ";
Q[102].Ans[2] = "まち";
Q[102].Ans[3] = "がけ";
Q[102].comment = "『駅』は『えき』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>反応が〔鈍い〕。";
Q[103].Ans[0] = "にぶい";
Q[103].Ans[1] = "ゆるい";
Q[103].Ans[2] = "あさい";
Q[103].Ans[3] = "うまい";
Q[103].comment = "『鈍い』は『にぶい』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>物がぶつかるような〔鈍い〕音がした。";
Q[104].Ans[0] = "にぶい";
Q[104].Ans[1] = "ひくい";
Q[104].Ans[2] = "だるい";
Q[104].Ans[3] = "ひどい";
Q[104].comment = "『鈍い』は『にぶい』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は、午後から〔曇る〕でしょう。";
Q[105].Ans[0] = "くもる";
Q[105].Ans[1] = "かげる";
Q[105].Ans[2] = "しぐれる";
Q[105].Ans[3] = "あれる";
Q[105].comment = "『曇る』は『くもる』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きのうは一日中〔曇り〕でした。";
Q[106].Ans[0] = "くもり";
Q[106].Ans[1] = "さかり";
Q[106].Ans[2] = "いたり";
Q[106].Ans[3] = "おこり";
Q[106].comment = "『曇り』は『くもり』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>40年間、ずっと〔独身〕です。";
Q[107].Ans[0] = "どくしん";
Q[107].Ans[1] = "とくしん";
Q[107].Ans[2] = "どうしん";
Q[107].Ans[3] = "どんしん";
Q[107].comment = "『独身』は『どくしん』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この食べ物は〔独特〕の味がする。";
Q[108].Ans[0] = "どくとく";
Q[108].Ans[1] = "どうとく";
Q[108].Ans[2] = "どっとく";
Q[108].Ans[3] = "どとく";
Q[108].comment = "『独特』は『どくとく』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ようやくアメリカの支配から〔独立〕した。";
Q[109].Ans[0] = "どくりつ";
Q[109].Ans[1] = "どっりつ";
Q[109].Ans[2] = "どうりつ";
Q[109].Ans[3] = "とうりつ";
Q[109].comment = "『独立』は『どくりつ』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>姉は〔独り言〕ばかり言う。";
Q[110].Ans[0] = "ひとりごと";
Q[110].Ans[1] = "さぐりごと";
Q[110].Ans[2] = "まくりごと";
Q[110].Ans[3] = "あざけりごと";
Q[110].comment = "『独り言』は『ひとりごと』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両手を〔消毒〕する。";
Q[111].Ans[0] = "しょうどく";
Q[111].Ans[1] = "しょうどう";
Q[111].Ans[2] = "しょうど";
Q[111].Ans[3] = "しょうとう";
Q[111].comment = "『消毒』は『しょうどく』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔毒〕は入っていませんよ。";
Q[112].Ans[0] = "どく";
Q[112].Ans[1] = "とく";
Q[112].Ans[2] = "どう";
Q[112].Ans[3] = "とう";
Q[112].comment = "『毒』は『どく』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オリンピックで〔銅〕メダルをとった。";
Q[113].Ans[0] = "どう";
Q[113].Ans[1] = "ぎん";
Q[113].Ans[2] = "きん";
Q[113].Ans[3] = "すず";
Q[113].comment = "『銅』は『どう』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤い〔塔〕が建っている。";
Q[114].Ans[0] = "とう";
Q[114].Ans[1] = "いえ";
Q[114].Ans[2] = "だい";
Q[114].Ans[3] = "おり";
Q[114].comment = "『塔』は『とう』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔講堂〕で入学式が行われた。";
Q[115].Ans[0] = "こうどう";
Q[115].Ans[1] = "こうだん";
Q[115].Ans[2] = "こうとう";
Q[115].Ans[3] = "こうどく";
Q[115].comment = "『講堂』は『こうどう』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄は〔食堂〕で働いている。";
Q[116].Ans[0] = "しょくどう";
Q[116].Ans[1] = "しょくだん";
Q[116].Ans[2] = "しょくたん";
Q[116].Ans[3] = "しょくとく";
Q[116].comment = "『食堂』は『しょくどう』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたはどの〔政党〕を支持していますか。";
Q[117].Ans[0] = "せいとう";
Q[117].Ans[1] = "せいけん";
Q[117].Ans[2] = "せいりょく";
Q[117].Ans[3] = "せいかい";
Q[117].comment = "『政党』は『せいとう』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔党〕の決定には従わなければならない。";
Q[118].Ans[0] = "とう";
Q[118].Ans[1] = "むら";
Q[118].Ans[2] = "わけ";
Q[118].Ans[3] = "おさ";
Q[118].comment = "『党』は『とう』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お手紙〔拝見〕しました。";
Q[119].Ans[0] = "はいけん";
Q[119].Ans[1] = "ぱいけん";
Q[119].Ans[2] = "ばいけん";
Q[119].Ans[3] = "はっけん";
Q[119].comment = "『拝見』は『はいけん』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>富士山で朝日を〔拝む〕。";
Q[120].Ans[0] = "おがむ";
Q[120].Ans[1] = "ぬすむ";
Q[120].Ans[2] = "ねたむ";
Q[120].Ans[3] = "かすむ";
Q[120].comment = "『拝む』は『おがむ』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔小麦〕の価格が上がっている。";
Q[121].Ans[0] = "こむぎ";
Q[121].Ans[1] = "こいぬ";
Q[121].Ans[2] = "こごめ";
Q[121].Ans[3] = "こざさ";
Q[121].comment = "『小麦』は『こむぎ』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔肌色〕の絵の具を買う。";
Q[122].Ans[0] = "はだいろ";
Q[122].Ans[1] = "みずいろ";
Q[122].Ans[2] = "ちゃいろ";
Q[122].Ans[3] = "むらさきいろ";
Q[122].comment = "『肌色』は『はだいろ』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くんは〔肌〕が白い。";
Q[123].Ans[0] = "はだ";
Q[123].Ans[1] = "いろ";
Q[123].Ans[2] = "つめ";
Q[123].Ans[3] = "かみ";
Q[123].comment = "『肌』は『はだ』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家のそばには〔畑〕が多い。";
Q[124].Ans[0] = "はたけ";
Q[124].Ans[1] = "たんぼ";
Q[124].Ans[2] = "むぎ";
Q[124].Ans[3] = "いね";
Q[124].comment = "『畑』は『はたけ』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>グラスを〔箱〕に入れる。";
Q[125].Ans[0] = "はこ";
Q[125].Ans[1] = "おけ";
Q[125].Ans[2] = "たる";
Q[125].Ans[3] = "たな";
Q[125].comment = "『箱』は『はこ』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ大使館で〔爆発〕があった。";
Q[126].Ans[0] = "ばくはつ";
Q[126].Ans[1] = "ぼうはつ";
Q[126].Ans[2] = "ばっぱつ";
Q[126].Ans[3] = "ぼっぱつ";
Q[126].comment = "『爆発』は『ばくはつ』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小麦の価格が〔二倍〕になった。";
Q[127].Ans[0] = "にばい";
Q[127].Ans[1] = "にわり";
Q[127].Ans[2] = "にはい";
Q[127].Ans[3] = "にだん";
Q[127].comment = "『二倍』は『にばい』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一億円〕あったら何を買いますか。";
Q[128].Ans[0] = "いちおくえん";
Q[128].Ans[1] = "いちまんえん";
Q[128].Ans[2] = "いっちょうえん";
Q[128].Ans[3] = "いっせんえん";
Q[128].comment = "『一億円』は『いちおくえん』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔欧米〕では肌の色による差別がある。";
Q[129].Ans[0] = "おうべい";
Q[129].Ans[1] = "こうべい";
Q[129].Ans[2] = "ほうべい";
Q[129].Ans[3] = "けんべい";
Q[129].comment = "『欧米』は『おうべい』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空に〔灰色〕の雲が見える。";
Q[130].Ans[0] = "はいいろ";
Q[130].Ans[1] = "みずいろ";
Q[130].Ans[2] = "みどりいろ";
Q[130].Ans[3] = "ちゃいろ";
Q[130].comment = "『灰色』は『はいいろ』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔灰皿〕を用意する。";
Q[131].Ans[0] = "はいざら";
Q[131].Ans[1] = "かいざら";
Q[131].Ans[2] = "おおざら";
Q[131].Ans[3] = "とりざら";
Q[131].comment = "『灰皿』は『はいざら』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会社をやめて〔喫茶店〕を開く。";
Q[132].Ans[0] = "きっさてん";
Q[132].Ans[1] = "きつさてん";
Q[132].Ans[2] = "きんさてん";
Q[132].Ans[3] = "きさてん";
Q[132].comment = "『喫茶店』は『きっさてん』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>キノコの〔ビン詰め〕を食べる。";
Q[133].Ans[0] = "びんづめ";
Q[133].Ans[1] = "びんだめ";
Q[133].Ans[2] = "びんぎめ";
Q[133].Ans[3] = "びんざめ";
Q[133].comment = "『ビン詰め』は『びんづめ』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>商品を袋に〔詰める〕。";
Q[134].Ans[0] = "つめる";
Q[134].Ans[1] = "ためる";
Q[134].Ans[2] = "きめる";
Q[134].Ans[3] = "さめる";
Q[134].comment = "『詰める』は『つめる』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これを入れる〔袋〕はありませんか。";
Q[135].Ans[0] = "ふくろ";
Q[135].Ans[1] = "てさげ";
Q[135].Ans[2] = "かばん";
Q[135].Ans[3] = "さいふ";
Q[135].comment = "『袋』は『ふくろ』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔子孫〕の繁栄を願う。";
Q[136].Ans[0] = "しそん";
Q[136].Ans[1] = "しぞん";
Q[136].Ans[2] = "しそう";
Q[136].Ans[3] = "しっそ";
Q[136].comment = "『子孫』は『しそん』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔孫〕ができました。";
Q[137].Ans[0] = "まご";
Q[137].Ans[1] = "むすめ";
Q[137].Ans[2] = "むすこ";
Q[137].Ans[3] = "おい";
Q[137].comment = "『孫』は『まご』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この地域を〔担当〕しています。";
Q[138].Ans[0] = "たんとう";
Q[138].Ans[1] = "ざんとう";
Q[138].Ans[2] = "かんとう";
Q[138].Ans[3] = "ごうとう";
Q[138].comment = "『担当』は『たんとう』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この仕事は〔負担〕が大きい。";
Q[139].Ans[0] = "ふたん";
Q[139].Ans[1] = "ふったん";
Q[139].Ans[2] = "ふだん";
Q[139].Ans[3] = "ふんだん";
Q[139].comment = "『負担』は『ふたん』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>荷物を〔担いで〕歩く。";
Q[140].Ans[0] = "かついで";
Q[140].Ans[1] = "とついで";
Q[140].Ans[2] = "まかないで";
Q[140].Ans[3] = "いそいで";
Q[140].comment = "『担ぐ』は『かつぐ』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大陸ではまだ〔石炭〕を使っている。";
Q[141].Ans[0] = "せきたん";
Q[141].Ans[1] = "せきだん";
Q[141].Ans[2] = "せいだん";
Q[141].Ans[3] = "せんだん";
Q[141].comment = "『石炭』は『せきたん』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカの〔炭鉱〕で大きな事故があったらしい。";
Q[142].Ans[0] = "たんこう";
Q[142].Ans[1] = "たんごう";
Q[142].Ans[2] = "たんがん";
Q[142].Ans[3] = "たんけん";
Q[142].comment = "『炭鉱』は『たんこう』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ロシアは〔鉱物〕の資源が豊富だ。";
Q[143].Ans[0] = "こうぶつ";
Q[143].Ans[1] = "かんぶつ";
Q[143].Ans[2] = "けんぶつ";
Q[143].Ans[3] = "ごうぶつ";
Q[143].comment = "『鉱物』は『こうぶつ』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>書類を〔印刷〕する。";
Q[144].Ans[0] = "いんさつ";
Q[144].Ans[1] = "いんさい";
Q[144].Ans[2] = "いんざい";
Q[144].Ans[3] = "いんざつ";
Q[144].comment = "『印刷』は『いんさつ』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おみやげに大きな〔皿〕を買った。";
Q[145].Ans[0] = "さら";
Q[145].Ans[1] = "おけ";
Q[145].Ans[2] = "たる";
Q[145].Ans[3] = "なべ";
Q[145].comment = "『皿』は『さら』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テーブルを部屋の〔中央〕に置く。";
Q[146].Ans[0] = "ちゅうおう";
Q[146].Ans[1] = "ちゅうこう";
Q[146].Ans[2] = "ちゅうとう";
Q[146].Ans[3] = "ちゅうぼう";
Q[146].comment = "『中央』は『ちゅうおう』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高い〔煙突〕が見える。";
Q[147].Ans[0] = "えんとつ";
Q[147].Ans[1] = "えいとつ";
Q[147].Ans[2] = "ようとつ";
Q[147].Ans[3] = "よんとつ";
Q[147].comment = "『煙突』は『えんとつ』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう300回目の〔禁煙〕です。";
Q[148].Ans[0] = "きんえん";
Q[148].Ans[1] = "きんよう";
Q[148].Ans[2] = "きんたい";
Q[148].Ans[3] = "きんこう";
Q[148].comment = "『禁煙』は『きんえん』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タバコが〔煙い〕。";
Q[149].Ans[0] = "けむい";
Q[149].Ans[1] = "くさい";
Q[149].Ans[2] = "ひどい";
Q[149].Ans[3] = "すいたい";
Q[149].comment = "『煙い』は『けむい』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>遠くの方に〔煙〕が見える。";
Q[150].Ans[0] = "けむり";
Q[150].Ans[1] = "きり";
Q[150].Ans[2] = "もや";
Q[150].Ans[3] = "ゆげ";
Q[150].comment = "『煙』は『けむり』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この先の〔突き当たり〕を右に曲がってください。";
Q[151].Ans[0] = "つきあたり";
Q[151].Ans[1] = "さきあたり";
Q[151].Ans[2] = "おきあたり";
Q[151].Ans[3] = "やきあたり";
Q[151].comment = "『突き当たり』は『つきあたり』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>成長も、いつかは限界に〔突き当たる〕ときが来る。";
Q[152].Ans[0] = "つきあたる";
Q[152].Ans[1] = "だきあたる";
Q[152].Ans[2] = "なきあたる";
Q[152].Ans[3] = "かきあたる";
Q[152].comment = "『突き当たる』は『つきあたる』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭から〔突っ込んだ〕。";
Q[153].Ans[0] = "つっこんだ";
Q[153].Ans[1] = "かっこんだ";
Q[153].Ans[2] = "さっこんだ";
Q[153].Ans[3] = "だっこんだ";
Q[153].comment = "『突っ込む』は『つっこむ』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両手で胸を強く〔突かれた〕。";
Q[154].Ans[0] = "つかれた";
Q[154].Ans[1] = "さかれた";
Q[154].Ans[2] = "いかれた";
Q[154].Ans[3] = "まかれた";
Q[154].comment = "『突く』は『つく』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>林さんが〔突然〕怒りだした。";
Q[155].Ans[0] = "とつぜん";
Q[155].Ans[1] = "とうぜん";
Q[155].Ans[2] = "どうぜん";
Q[155].Ans[3] = "とっぜん";
Q[155].comment = "『突然』は『とつぜん』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>魚が〔求婚〕のダンスをしている。";
Q[156].Ans[0] = "";
Q[156].Ans[1] = "";
Q[156].Ans[2] = "";
Q[156].Ans[3] = "";
Q[156].comment = "『』は『』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若いときに〔結婚〕したが、結局は失敗した。";
Q[157].Ans[0] = "";
Q[157].Ans[1] = "";
Q[157].Ans[2] = "";
Q[157].Ans[3] = "";
Q[157].comment = "『』は『』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔婚約〕しています。";
Q[158].Ans[0] = "";
Q[158].Ans[1] = "";
Q[158].Ans[2] = "";
Q[158].Ans[3] = "";
Q[158].comment = "『』は『』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山川さんが〔離婚〕したそうです。";
Q[159].Ans[0] = "";
Q[159].Ans[1] = "";
Q[159].Ans[2] = "";
Q[159].Ans[3] = "";
Q[159].comment = "『』は『』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>黄先生がすてきな〔帽子〕をかぶっている。";
Q[160].Ans[0] = "ぼうし";
Q[160].Ans[1] = "ほうし";
Q[160].Ans[2] = "こうし";
Q[160].Ans[3] = "どうし";
Q[160].comment = "『帽子』は『ぼうし』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔針路〕を北にとる。";
Q[161].Ans[0] = "しんろ";
Q[161].Ans[1] = "せんろ";
Q[161].Ans[2] = "ぜんろ";
Q[161].Ans[3] = "じんろ";
Q[161].comment = "『針路』は『しんろ』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時計の〔針〕が止まっている。";
Q[162].Ans[0] = "はり";
Q[162].Ans[1] = "ふで";
Q[162].Ans[2] = "さき";
Q[162].Ans[3] = "ねじ";
Q[162].comment = "『針』は『はり』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔針金〕でしばる。";
Q[163].Ans[0] = "はりがね";
Q[163].Ans[1] = "しんきん";
Q[163].Ans[2] = "ありがね";
Q[163].Ans[3] = "ぜいきん";
Q[163].comment = "『針金』は『はりがね』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>党の〔方針〕を決定する。";
Q[164].Ans[0] = "ほうしん";
Q[164].Ans[1] = "ほうぜん";
Q[164].Ans[2] = "ほうこう";
Q[164].Ans[3] = "ほうとう";
Q[164].comment = "『方針』は『ほうしん』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔地震〕";
Q[165].Ans[0] = "じしん";
Q[165].Ans[1] = "じしゅう";
Q[165].Ans[2] = "じじゅう";
Q[165].Ans[3] = "じぜん";
Q[165].comment = "『地震』は『じしん』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>寒さで体が〔震える〕。";
Q[166].Ans[0] = "ふるえる";
Q[166].Ans[1] = "こごえる";
Q[166].Ans[2] = "なえる";
Q[166].Ans[3] = "かまえる";
Q[166].comment = "『震える』は『ふるえる』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔総理大臣〕として適当ではない。";
Q[167].Ans[0] = "そうりだいじん";
Q[167].Ans[1] = "そうりだいせん";
Q[167].Ans[2] = "そうりだいちん";
Q[167].Ans[3] = "そうりだいしん";
Q[167].comment = "『総理大臣』は『そうりだいじん』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔大臣〕を任命する。";
Q[168].Ans[0] = "だいじん";
Q[168].Ans[1] = "だいしん";
Q[168].Ans[2] = "だいちん";
Q[168].Ans[3] = "だいせん";
Q[168].comment = "『大臣』は『だいじん』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔成績〕が悪い。";
Q[169].Ans[0] = "せいせき";
Q[169].Ans[1] = "せいせい";
Q[169].Ans[2] = "せいせん";
Q[169].Ans[3] = "せいせつ";
Q[169].comment = "『成績』は『せいせき』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔実績〕";
Q[170].Ans[0] = "じっせき";
Q[170].Ans[1] = "じっせい";
Q[170].Ans[2] = "じっせん";
Q[170].Ans[3] = "じったい";
Q[170].comment = "『実績』は『じっせき』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>転んで〔腕〕にけがをした。";
Q[171].Ans[0] = "うで";
Q[171].Ans[1] = "あし";
Q[171].Ans[2] = "すね";
Q[171].Ans[3] = "ひじ";
Q[171].comment = "『腕』は『うで』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔歴史〕を学ぶ。";
Q[172].Ans[0] = "れきし";
Q[172].Ans[1] = "れいし";
Q[172].Ans[2] = "りっし";
Q[172].Ans[3] = "りゅうし";
Q[172].comment = "『歴史』は『れきし』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔留守番〕をたのまれました。";
Q[173].Ans[0] = "るすばん";
Q[173].Ans[1] = "りゅうすばん";
Q[173].Ans[2] = "しゅうしゅばん";
Q[173].Ans[3] = "るしゅばん";
Q[173].comment = "『留守番』は『るすばん』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>郵便局で〔書留〕を出す。";
Q[174].Ans[0] = "かきとめ";
Q[174].Ans[1] = "しょりゅう";
Q[174].Ans[2] = "かきりゅう";
Q[174].Ans[3] = "かいりゅう";
Q[174].comment = "『書留』は『かきとめ』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスの新しい〔停留所〕ができた。";
Q[175].Ans[0] = "ていりゅうじょ";
Q[175].Ans[1] = "ていりゅじょ";
Q[175].Ans[2] = "ているじょ";
Q[175].Ans[3] = "ていりゅっじょ";
Q[175].comment = "『停留所』は『ていりゅうじょ』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカに〔留学〕するのはやめておきなさい。";
Q[176].Ans[0] = "りゅうがく";
Q[176].Ans[1] = "りゅがく";
Q[176].Ans[2] = "るがく";
Q[176].Ans[3] = "りゅっがく";
Q[176].comment = "『留学』は『りゅうがく』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>支出を1000万円以内に〔留める〕ようにしてください。";
Q[177].Ans[0] = "とどめる";
Q[177].Ans[1] = "なだめる";
Q[177].Ans[2] = "からめる";
Q[177].Ans[3] = "おさめる";
Q[177].comment = "『停める』は『とどめる』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>エンジンを〔停止〕する。";
Q[178].Ans[0] = "ていし";
Q[178].Ans[1] = "ちょうし";
Q[178].Ans[2] = "ちゅうし";
Q[178].Ans[3] = "はいし";
Q[178].comment = "『停止』は『ていし』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスを〔停車〕させる。";
Q[179].Ans[0] = "ていしゃ";
Q[179].Ans[1] = "てんしゃ";
Q[179].Ans[2] = "ちゅうしゃ";
Q[179].Ans[3] = "はいしゃ";
Q[179].comment = "『停車』は『ていしゃ』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風のために〔停電〕した。";
Q[180].Ans[0] = "ていでん";
Q[180].Ans[1] = "ほうでん";
Q[180].Ans[2] = "そうでん";
Q[180].Ans[3] = "じゅうでん";
Q[180].comment = "『停電』は『ていでん』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまり〔金額〕が大きくなると困ります。";
Q[181].Ans[0] = "きんがく";
Q[181].Ans[1] = "きんかく";
Q[181].Ans[2] = "きんけつ";
Q[181].Ans[3] = "きんけん";
Q[181].comment = "『金額』は『きんがく』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は〔観客〕が少ない。";
Q[182].Ans[0] = "かんきゃく";
Q[182].Ans[1] = "かんかく";
Q[182].Ans[2] = "かんくう";
Q[182].Ans[3] = "かんきょう";
Q[182].comment = "『観客』は『かんきゃく』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい〔銀行〕ができた。";
Q[183].Ans[0] = "ぎんこう";
Q[183].Ans[1] = "いんこう";
Q[183].Ans[2] = "しんこう";
Q[183].Ans[3] = "かんこう";
Q[183].comment = "『銀行』は『ぎんこう』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会員番号が〔偶数〕のお客様にはプレゼントがあります。";
Q[184].Ans[0] = "ぐうすう";
Q[184].Ans[1] = "きすう";
Q[184].Ans[2] = "かんすう";
Q[184].Ans[3] = "そすう";
Q[184].comment = "『偶数』は『ぐうすう』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アイドルが出るとあって、〔劇場〕に長い列ができている。";
Q[185].Ans[0] = "げきじょう";
Q[185].Ans[1] = "げんじょう";
Q[185].Ans[2] = "げいじょう";
Q[185].Ans[3] = "けんじょう";
Q[185].comment = "『劇場』は『げきじょう』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔発掘〕を手伝う。";
Q[186].Ans[0] = "はっくつ";
Q[186].Ans[1] = "はっそく";
Q[186].Ans[2] = "はっそう";
Q[186].Ans[3] = "はっけん";
Q[186].comment = "『発掘』は『はっくつ』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地方での〔医療〕の質が問題だ。";
Q[187].Ans[0] = "いりょう";
Q[187].Ans[1] = "いじょう";
Q[187].Ans[2] = "いしょう";
Q[187].Ans[3] = "いりゅう";
Q[187].comment = "『医療』は『いりょう』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このバスは〔車輪〕がこわれている。";
Q[188].Ans[0] = "しゃりん";
Q[188].Ans[1] = "しゃわ";
Q[188].Ans[2] = "しゃわん";
Q[188].Ans[3] = "しゃゆ";
Q[188].comment = "『車輪』は『しゃりん』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔指輪〕をプレゼントしてください。";
Q[189].Ans[0] = "ゆびわ";
Q[189].Ans[1] = "ゆびりん";
Q[189].Ans[2] = "しりん";
Q[189].Ans[3] = "ゆびきり";
Q[189].comment = "『指輪』は『ゆびわ』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔和英〕の辞典をさがしています。";
Q[190].Ans[0] = "わえい";
Q[190].Ans[1] = "ふうえい";
Q[190].Ans[2] = "わっえい";
Q[190].Ans[3] = "ふえい";
Q[190].comment = "『和英』は『わえい』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>周先生は〔和服〕が好きです。";
Q[191].Ans[0] = "わふく";
Q[191].Ans[1] = "ふふく";
Q[191].Ans[2] = "ふうふく";
Q[191].Ans[3] = "わっふく";
Q[191].comment = "『和服』は『わふく』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔知識〕をふやすために勉強する。";
Q[192].Ans[0] = "ちしき";
Q[192].Ans[1] = "ちしい";
Q[192].Ans[2] = "ちすう";
Q[192].Ans[3] = "ちしん";
Q[192].comment = "『知識』は『ちしき』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔意識〕がない状態で発見された。";
Q[193].Ans[0] = "いしき";
Q[193].Ans[1] = "いしん";
Q[193].Ans[2] = "いし";
Q[193].Ans[3] = "いじん";
Q[193].comment = "『意識』は『いしき』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄は〔漁師〕をしています。";
Q[194].Ans[0] = "りょうし";
Q[194].Ans[1] = "ぎょし";
Q[194].Ans[2] = "ぎょうし";
Q[194].Ans[3] = "ぎょっし";
Q[194].comment = "『漁師』は『りょうし』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔梅雨〕なので雨が多い。";
Q[195].Ans[0] = "つゆ";
Q[195].Ans[1] = "ばいゆう";
Q[195].Ans[2] = "うめあめ";
Q[195].Ans[3] = "しぐれ";
Q[195].comment = "『梅雨』は『つゆ』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄は〔八百屋〕をしています。";
Q[196].Ans[0] = "やおや";
Q[196].Ans[1] = "はっぴゃくや";
Q[196].Ans[2] = "よろずや";
Q[196].Ans[3] = "さかなや";
Q[196].comment = "『八百屋』は『やおや』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テレビで〔相撲〕をみる。";
Q[197].Ans[0] = "すもう";
Q[197].Ans[1] = "さがみ";
Q[197].Ans[2] = "すうもう";
Q[197].Ans[3] = "すもん";
Q[197].comment = "『相撲』は『すもう』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>となりの家の〔芝生〕がとても青い。";
Q[198].Ans[0] = "しばふ";
Q[198].Ans[1] = "しばき";
Q[198].Ans[2] = "しばせい";
Q[198].Ans[3] = "しばしょう";
Q[198].comment = "『芝生』は『しばふ』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>週末は〔競馬〕をしています。";
Q[199].Ans[0] = "けいば";
Q[199].Ans[1] = "きょうば";
Q[199].Ans[2] = "じょうば";
Q[199].Ans[3] = "きょうま";
Q[199].comment = "『競馬』は『けいば』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔息子〕は台湾に留学しています。";
Q[200].Ans[0] = "むすこ";
Q[200].Ans[1] = "そくし";
Q[200].Ans[2] = "まご";
Q[200].Ans[3] = "せがれ";
Q[200].comment = "『息子』は『むすこ』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ハゲではなく、〔額〕が広いだけです。";
Q[201].Ans[0] = "ひたい";
Q[201].Ans[1] = "がく";
Q[201].Ans[2] = "おでこ";
Q[201].Ans[3] = "あたま";
Q[201].comment = "『額』は『ひたい』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オリンピックで〔銀〕をとりました。";
Q[202].Ans[0] = "ぎん";
Q[202].Ans[1] = "いん";
Q[202].Ans[2] = "きん";
Q[202].Ans[3] = "えん";
Q[202].comment = "『銀』は『ぎん』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ひまなので〔海岸〕を歩いていました。";
Q[203].Ans[0] = "かいがん";
Q[203].Ans[1] = "かいかん";
Q[203].Ans[2] = "かいぎん";
Q[203].Ans[3] = "かいげん";
Q[203].comment = "『海岸』は『かいがん』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔掘った〕イモをさわらないでください。";
Q[204].Ans[0] = "ほった";
Q[204].Ans[1] = "そった";
Q[204].Ans[2] = "かった";
Q[204].Ans[3] = "はった";
Q[204].comment = "『掘る』は『ほる』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔客席〕はみんなわらっている。";
Q[205].Ans[0] = "きゃくせき";
Q[205].Ans[1] = "かくせき";
Q[205].Ans[2] = "こうせき";
Q[205].Ans[3] = "がくせき";
Q[205].comment = "『客席』は『きゃくせき』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>客を〔客間〕に通す。";
Q[206].Ans[0] = "きゃくま";
Q[206].Ans[1] = "かくま";
Q[206].Ans[2] = "くま";
Q[206].Ans[3] = "こんま";
Q[206].comment = "『客間』は『きゃくま』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>絵を〔額〕に入れる。";
Q[207].Ans[0] = "がく";
Q[207].Ans[1] = "しち";
Q[207].Ans[2] = "わく";
Q[207].Ans[3] = "はり";
Q[207].comment = "『額』は『がく』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔超過〕した部分は追加で料金をいただきます。";
Q[208].Ans[0] = "ちょうか";
Q[208].Ans[1] = "しょうか";
Q[208].Ans[2] = "ぞうか";
Q[208].Ans[3] = "こうか";
Q[208].comment = "『超過』は『ちょうか』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの事故は、まさに〔悲劇〕だった。";
Q[209].Ans[0] = "ひげき";
Q[209].Ans[1] = "ひげん";
Q[209].Ans[2] = "ひげい";
Q[209].Ans[3] = "ひけん";
Q[209].comment = "『悲劇』は『ひげき』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔奥様〕はお元気ですか？";
Q[210].Ans[0] = "おくさま";
Q[210].Ans[1] = "おうさま";
Q[210].Ans[2] = "おんさま";
Q[210].Ans[3] = "おっさま";
Q[210].comment = "『奥様』は『おくさま』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔老人〕には親切にしなさい。";
Q[211].Ans[0] = "ろうじん";
Q[211].Ans[1] = "らんじん";
Q[211].Ans[2] = "ろじん";
Q[211].Ans[3] = "りょうじん";
Q[211].comment = "『老人』は『ろうじん』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会話を〔録音〕する。";
Q[212].Ans[0] = "ろくおん";
Q[212].Ans[1] = "ろうおん";
Q[212].Ans[2] = "りょうおん";
Q[212].Ans[3] = "りゅうおん";
Q[212].comment = "『録音』は『ろくおん』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>製品の〔検査〕を行なう。";
Q[213].Ans[0] = "けんさ";
Q[213].Ans[1] = "けんざ";
Q[213].Ans[2] = "けんさつ";
Q[213].Ans[3] = "けんさい";
Q[213].comment = "『検査』は『けんさ』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカには52の〔州〕がある。";
Q[214].Ans[0] = "しゅう";
Q[214].Ans[1] = "すう";
Q[214].Ans[2] = "す";
Q[214].Ans[3] = "しゅ";
Q[214].comment = "『州』は『しゅう』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔時間割〕はまだ決まっていません。";
Q[215].Ans[0] = "じかんわり";
Q[215].Ans[1] = "じかんかつ";
Q[215].Ans[2] = "じかんわる";
Q[215].Ans[3] = "じかんわけ";
Q[215].comment = "『時間割』は『じかんわり』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>校長先生〔夫妻〕を招待する。";
Q[216].Ans[0] = "ふさい";
Q[216].Ans[1] = "ふつう";
Q[216].Ans[2] = "ふうふ";
Q[216].Ans[3] = "ふじん";
Q[216].comment = "『夫妻』は『ふさい』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは〔犯罪〕がとても多い。";
Q[217].Ans[0] = "はんざい";
Q[217].Ans[1] = "はんさい";
Q[217].Ans[2] = "はんせい";
Q[217].Ans[3] = "はんせん";
Q[217].comment = "『犯罪』は『はんざい』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乗り越し〕の料金を払う。";
Q[218].Ans[0] = "のりこし";
Q[218].Ans[1] = "のりほし";
Q[218].Ans[2] = "のりさし";
Q[218].Ans[3] = "のりおし";
Q[218].comment = "『乗り越し』は『のりこし』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは〔偶然〕だと思う。";
Q[219].Ans[0] = "ぐうぜん";
Q[219].Ans[1] = "こうぜん";
Q[219].Ans[2] = "そうぜん";
Q[219].Ans[3] = "とうぜん";
Q[219].comment = "『偶然』は『ぐうぜん』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔幼児〕に酒を飲ませてはいけない。";
Q[220].Ans[0] = "ようじ";
Q[220].Ans[1] = "よんじ";
Q[220].Ans[2] = "よっじ";
Q[220].Ans[3] = "よじ";
Q[220].comment = "『幼児』は『ようじ』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いっしょに〔踊り〕ませんか。";
Q[221].Ans[0] = "おどり";
Q[221].Ans[1] = "もどり";
Q[221].Ans[2] = "きどり";
Q[221].Ans[3] = "かざり";
Q[221].comment = "『踊る』は『おどる』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手術用の血液を〔輸送〕する。";
Q[222].Ans[0] = "ゆそう";
Q[222].Ans[1] = "ゆうそう";
Q[222].Ans[2] = "ようそう";
Q[222].Ans[3] = "よそう";
Q[222].comment = "『輸送』は『ゆそう』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手術のために〔輸血〕する。";
Q[223].Ans[0] = "ゆけつ";
Q[223].Ans[1] = "ようけつ";
Q[223].Ans[2] = "しけつ";
Q[223].Ans[3] = "きけつ";
Q[223].comment = "『輸血』は『ゆけつ』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔万年筆〕をプレゼントする。";
Q[224].Ans[0] = "まんねんひつ";
Q[224].Ans[1] = "まんねんぴつ";
Q[224].Ans[2] = "まんねんふで";
Q[224].Ans[3] = "まんねんぷで";
Q[224].comment = "『万年筆』は『まんねんひつ』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雨で道が〔凸凹〕している。";
Q[225].Ans[0] = "でこぼこ";
Q[225].Ans[1] = "ぼっこぼこ";
Q[225].Ans[2] = "ばこばこ";
Q[225].Ans[3] = "でたらめ";
Q[225].comment = "『凸凹』は『でこぼこ』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔行方〕がわからなくなってもう二月になる。";
Q[226].Ans[0] = "ゆくえ";
Q[226].Ans[1] = "こうほう";
Q[226].Ans[2] = "ぎょうほう";
Q[226].Ans[3] = "こうぼう";
Q[226].comment = "『行方』は『ゆくえ』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風で〔看板〕がこわれた。";
Q[227].Ans[0] = "かんばん";
Q[227].Ans[1] = "がんばん";
Q[227].Ans[2] = "かばん";
Q[227].Ans[3] = "がばん";
Q[227].comment = "『看板』は『かんばん』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔素人〕には負けられない。";
Q[228].Ans[0] = "しろうと";
Q[228].Ans[1] = "すにん";
Q[228].Ans[2] = "そにん";
Q[228].Ans[3] = "しらふ";
Q[228].comment = "『素人』は『しろうと』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい〔眼鏡〕がかわいいと言われている。";
Q[229].Ans[0] = "めがね";
Q[229].Ans[1] = "がんけい";
Q[229].Ans[2] = "がんしょう";
Q[229].Ans[3] = "めかがみ";
Q[229].comment = "『眼鏡』は『めがね』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>王さんが〔失恋〕したらしい。";
Q[230].Ans[0] = "しつれん";
Q[230].Ans[1] = "しつれい";
Q[230].Ans[2] = "しつこい";
Q[230].Ans[3] = "しつごい";
Q[230].comment = "『失恋』は『しつれん』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔温泉〕に入る。";
Q[231].Ans[0] = "おんせん";
Q[231].Ans[1] = "おんせい";
Q[231].Ans[2] = "おんせつ";
Q[231].Ans[3] = "おんすい";
Q[231].comment = "『温泉』は『おんせん』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>休日に〔洗濯〕をする。";
Q[232].Ans[0] = "せんたく";
Q[232].Ans[1] = "せんだく";
Q[232].Ans[2] = "せんたい";
Q[232].Ans[3] = "せんだつ";
Q[232].comment = "『洗濯』は『せんたく』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔乱暴〕なことをしてはいけません。";
Q[233].Ans[0] = "らんぼう";
Q[233].Ans[1] = "らんぼ";
Q[233].Ans[2] = "らんとう";
Q[233].Ans[3] = "らんざつ";
Q[233].comment = "『乱暴』は『らんぼう』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会場は〔混乱〕していた。";
Q[234].Ans[0] = "こんらん";
Q[234].Ans[1] = "こんざつ";
Q[234].Ans[2] = "こんとう";
Q[234].Ans[3] = "こんめい";
Q[234].comment = "『混乱』は『こんらん』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山から〔溶岩〕が流れ出ている。";
Q[235].Ans[0] = "ようがん";
Q[235].Ans[1] = "ゆうがん";
Q[235].Ans[2] = "しゅうがん";
Q[235].Ans[3] = "ろんがん";
Q[235].comment = "『溶岩』は『ようがん』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔溶岩〕が固まってできた物です。";
Q[236].Ans[0] = "ようがん";
Q[236].Ans[1] = "ようかん";
Q[236].Ans[2] = "ようけつ";
Q[236].Ans[3] = "よういわ";
Q[236].comment = "『溶岩』は『ようがん』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゆっくりと〔呼吸〕している。";
Q[237].Ans[0] = "こきゅう";
Q[237].Ans[1] = "こきゅ";
Q[237].Ans[2] = "こしゅう";
Q[237].Ans[3] = "こぎゅう";
Q[237].comment = "『呼吸』は『こきゅう』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>汗をよく〔吸収〕する下着です。";
Q[238].Ans[0] = "きゅうしゅう";
Q[238].Ans[1] = "しゅうしゅう";
Q[238].Ans[2] = "しょうしゅう";
Q[238].Ans[3] = "ちょうしゅう";
Q[238].comment = "『吸収』は『きゅうしゅう』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔平和〕な世界がいいと思う人が多い。";
Q[239].Ans[0] = "へいわ";
Q[239].Ans[1] = "へいふう";
Q[239].Ans[2] = "へいおん";
Q[239].Ans[3] = "へいあん";
Q[239].comment = "『平和』は『へいわ』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会議の内容を〔記録〕する。";
Q[240].Ans[0] = "きろく";
Q[240].Ans[1] = "きろう";
Q[240].Ans[2] = "きほん";
Q[240].Ans[3] = "きりょく";
Q[240].comment = "『記録』は『きろく』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋の〔隅〕に置いてある。";
Q[241].Ans[0] = "すみ";
Q[241].Ans[1] = "かど";
Q[241].Ans[2] = "わき";
Q[241].Ans[3] = "そば";
Q[241].comment = "『隅』は『すみ』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>妻は〔勤め〕に出ています。";
Q[242].Ans[0] = "つとめ";
Q[242].Ans[1] = "かなめ";
Q[242].Ans[2] = "おさめ";
Q[242].Ans[3] = "はげめ";
Q[242].comment = "『勤め』は『つとめ』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>荷物が20キロを〔超えて〕はいけません。";
Q[243].Ans[0] = "こえて";
Q[243].Ans[1] = "かえて";
Q[243].Ans[2] = "きえて";
Q[243].Ans[3] = "みえて";
Q[243].comment = "『超える』は『こえる』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すぐに〔追い越す〕ことができる。";
Q[244].Ans[0] = "おいこす";
Q[244].Ans[1] = "おいさす";
Q[244].Ans[2] = "おいもす";
Q[244].Ans[3] = "おいなす";
Q[244].comment = "『追い越す』は『おいこす』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若者の好みを〔調査〕する。";
Q[245].Ans[0] = "ちょうさ";
Q[245].Ans[1] = "ちょうせい";
Q[245].Ans[2] = "ちょうせつ";
Q[245].Ans[3] = "ちょうか";
Q[245].comment = "『調査』は『ちょうさ』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>料金を〔割引〕する。";
Q[246].Ans[0] = "わりびき";
Q[246].Ans[1] = "わるびき";
Q[246].Ans[2] = "われびき";
Q[246].Ans[3] = "わびき";
Q[246].comment = "『割引』は『わりきび』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中国では〔公害〕が問題になっている。";
Q[247].Ans[0] = "こうがい";
Q[247].Ans[1] = "こうかい";
Q[247].Ans[2] = "こうがん";
Q[247].Ans[3] = "こうかん";
Q[247].comment = "『公害』は『こうがい』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔巨大〕な生物が好きです。";
Q[248].Ans[0] = "きょだい";
Q[248].Ans[1] = "ちょだい";
Q[248].Ans[2] = "こうだい";
Q[248].Ans[3] = "かんだい";
Q[248].comment = "『巨大』は『きょだい』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相手の住所を〔略す〕のは失礼です。";
Q[249].Ans[0] = "りゃくす";
Q[249].Ans[1] = "かくす";
Q[249].Ans[2] = "つくす";
Q[249].Ans[3] = "さらす";
Q[249].comment = "『略す』は『りゃくす』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔親類〕にみんな反対された。";
Q[250].Ans[0] = "しんるい";
Q[250].Ans[1] = "しんろう";
Q[250].Ans[2] = "しんせき";
Q[250].Ans[3] = "しんろく";
Q[250].comment = "『親類』は『しんるい』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この年で〔迷子〕になるなんて思わなかった。";
Q[251].Ans[0] = "まいご";
Q[251].Ans[1] = "めいじ";
Q[251].Ans[2] = "めいし";
Q[251].Ans[3] = "まよいこ";
Q[251].comment = "『迷子』は『まいご』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔利害〕を考えて行動する。";
Q[252].Ans[0] = "りがい";
Q[252].Ans[1] = "りっかい";
Q[252].Ans[2] = "りかい";
Q[252].Ans[3] = "りがん";
Q[252].comment = "『利害』は『りがい』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>動物に〔近寄って〕はいけません。";
Q[253].Ans[0] = "ちかよって";
Q[253].Ans[1] = "ちかずって";
Q[253].Ans[2] = "ちかまって";
Q[253].Ans[3] = "ちかきって";
Q[253].comment = "『近寄る』は『ちかよる』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これからのことを〔占って〕もらう。";
Q[254].Ans[0] = "うらなって";
Q[254].Ans[1] = "はかって";
Q[254].Ans[2] = "つちかって";
Q[254].Ans[3] = "もらって";
Q[254].comment = "『占う』は『うらなう』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近、〔白髪〕が増えてきた。";
Q[255].Ans[0] = "しらが";
Q[255].Ans[1] = "しろはつ";
Q[255].Ans[2] = "しらはつ";
Q[255].Ans[3] = "しらがみ";
Q[255].comment = "『白髪』は『しらが』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔土産〕は何がいいですか。";
Q[256].Ans[0] = "みやげ";
Q[256].Ans[1] = "どさん";
Q[256].Ans[2] = "とさん";
Q[256].Ans[3] = "おみや";
Q[256].comment = "『土産』は『みやげ』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔祖母〕もまだ元気です。";
Q[257].Ans[0] = "そぼ";
Q[257].Ans[1] = "そっぼ";
Q[257].Ans[2] = "そうぼ";
Q[257].Ans[3] = "そんぼ";
Q[257].comment = "『祖母』は『そぼ』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女に〔浴衣〕をプレゼントする。";
Q[258].Ans[0] = "ゆかた";
Q[258].Ans[1] = "ようい";
Q[258].Ans[2] = "よくぎ";
Q[258].Ans[3] = "みずぎ";
Q[258].comment = "『浴衣』は『ゆかた』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中国では〔農薬〕をたくさん使っている。";
Q[259].Ans[0] = "のうやく";
Q[259].Ans[1] = "のうらく";
Q[259].Ans[2] = "のうがく";
Q[259].Ans[3] = "のうさく";
Q[259].comment = "『農薬』は『のうやく』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風で大きな〔損害〕が出た。";
Q[260].Ans[0] = "そんがい";
Q[260].Ans[1] = "ひがい";
Q[260].Ans[2] = "こうがい";
Q[260].Ans[3] = "いんがい";
Q[260].comment = "『損害』は『そんがい』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ベルトがドアに〔挟まった〕。";
Q[261].Ans[0] = "はさまった";
Q[261].Ans[1] = "かまった";
Q[261].Ans[2] = "とどまった";
Q[261].Ans[3] = "おさまった";
Q[261].comment = "『挟まる』は『はさまる』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道の〔両側〕に花を植える。";
Q[262].Ans[0] = "りょうがわ";
Q[262].Ans[1] = "もろがわ";
Q[262].Ans[2] = "ふたがわ";
Q[262].Ans[3] = "かたがわ";
Q[262].comment = "『両側』は『りょうがわ』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔翌日〕にもまた電話があった。";
Q[263].Ans[0] = "よくじつ";
Q[263].Ans[1] = "ようじつ";
Q[263].Ans[2] = "さくじつ";
Q[263].Ans[3] = "こうじつ";
Q[263].comment = "『翌日』は『よくじつ』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オーストラリアは〔大陸〕です。";
Q[264].Ans[0] = "たいりく";
Q[264].Ans[1] = "たいろく";
Q[264].Ans[2] = "たいりょく";
Q[264].Ans[3] = "たいりゅう";
Q[264].comment = "『大陸』は『たいりく』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔年寄り〕は大切にしてください。";
Q[265].Ans[0] = "としより";
Q[265].Ans[1] = "としとり";
Q[265].Ans[2] = "としもり";
Q[265].Ans[3] = "としそり";
Q[265].comment = "『年寄り』は『としより』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女が〔南極〕に行きたいと言っている。";
Q[266].Ans[0] = "なんきょく";
Q[266].Ans[1] = "なんちょう";
Q[266].Ans[2] = "なんきん";
Q[266].Ans[3] = "なんてん";
Q[266].comment = "『南極』は『なんきょく』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔規律〕を守るようにしなさい。";
Q[267].Ans[0] = "きりつ";
Q[267].Ans[1] = "きつりつ";
Q[267].Ans[2] = "きっりつ";
Q[267].Ans[3] = "きそつ";
Q[267].comment = "『規律』は『きりつ』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔余分〕に作っておいてください。";
Q[268].Ans[0] = "よぶん";
Q[268].Ans[1] = "ようぶん";
Q[268].Ans[2] = "かぶん";
Q[268].Ans[3] = "きぶん";
Q[268].comment = "『余分』は『よぶん』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに〔消極的〕ではダメです。";
Q[269].Ans[0] = "しょうきょくてき";
Q[269].Ans[1] = "しょうちくてき";
Q[269].Ans[2] = "しょうこうてき";
Q[269].Ans[3] = "しょうけんてき";
Q[269].comment = "『消極的』は『しょうきょくてき』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>妹が〔退院〕した。";
Q[270].Ans[0] = "たいいん";
Q[270].Ans[1] = "たいゆん";
Q[270].Ans[2] = "たいかん";
Q[270].Ans[3] = "たいけん";
Q[270].comment = "『退院』は『たいいん』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな〔岩〕が落ちてきた。";
Q[271].Ans[0] = "いわ";
Q[271].Ans[1] = "いし";
Q[271].Ans[2] = "がん";
Q[271].Ans[3] = "せき";
Q[271].comment = "『岩』は『いわ』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔双子〕なのに似ていない。";
Q[272].Ans[0] = "ふたご";
Q[272].Ans[1] = "おやこ";
Q[272].Ans[2] = "そうし";
Q[272].Ans[3] = "ふたつご";
Q[272].comment = "『双子』は『ふたご』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんなところに住んでいると都会が〔恋しい〕。";
Q[273].Ans[0] = "こうしい";
Q[273].Ans[1] = "なつかしい";
Q[273].Ans[2] = "ほしい";
Q[273].Ans[3] = "かなしい";
Q[273].comment = "『恋しい』は『こいしい』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔祖父〕はまだ元気です。";
Q[274].Ans[0] = "そふ";
Q[274].Ans[1] = "そうふ";
Q[274].Ans[2] = "そっふ";
Q[274].Ans[3] = "そんふ";
Q[274].comment = "『祖父』は『そふ』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何にでも〔理由〕があるわけではない。";
Q[275].Ans[0] = "りゆう";
Q[275].Ans[1] = "りよう";
Q[275].Ans[2] = "りりょう";
Q[275].Ans[3] = "りよ";
Q[275].comment = "『理由』は『りゆう』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと良い〔油〕を使ってほしい。";
Q[276].Ans[0] = "あぶら";
Q[276].Ans[1] = "にく";
Q[276].Ans[2] = "さかな";
Q[276].Ans[3] = "なっぱ";
Q[276].comment = "『油』は『あぶら』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>他人の意見は〔尊重〕しなさい。";
Q[277].Ans[0] = "そんちょう";
Q[277].Ans[1] = "そうちょう";
Q[277].Ans[2] = "そっちょう";
Q[277].Ans[3] = "そちょう";
Q[277].comment = "『尊重』は『そんちょう』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家族で〔海水浴〕にいく。";
Q[278].Ans[0] = "かいすいよく";
Q[278].Ans[1] = "かいすいよう";
Q[278].Ans[2] = "かいすいゆう";
Q[278].Ans[3] = "かいすいそう";
Q[278].comment = "『海水浴』は『かいすいよく』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日中ではなくても〔差し支え〕ない。";
Q[279].Ans[0] = "さしつかえ";
Q[279].Ans[1] = "さしささえ";
Q[279].Ans[2] = "さしかなえ";
Q[279].Ans[3] = "さしひかえ";
Q[279].comment = "『差し支える』は『さしつかえる』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔二日〕もかかる仕事ではない。";
Q[280].Ans[0] = "ふつか";
Q[280].Ans[1] = "はつか";
Q[280].Ans[2] = "にじつ";
Q[280].Ans[3] = "いつか";
Q[280].comment = "『二日』は『ふつか』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だいぶ日本語が〔上手〕になりました。";
Q[281].Ans[0] = "じょうず";
Q[281].Ans[1] = "うわて";
Q[281].Ans[2] = "かみて";
Q[281].Ans[3] = "うえて";
Q[281].comment = "『上手』は『じょうず』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔風邪〕に気をつけてください。";
Q[282].Ans[0] = "かぜ";
Q[282].Ans[1] = "かぜい";
Q[282].Ans[2] = "かぜん";
Q[282].Ans[3] = "かじゃ";
Q[282].comment = "『風邪』は『かぜ』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔明日〕まで待ってください。";
Q[283].Ans[0] = "あす";
Q[283].Ans[1] = "みょうじつ";
Q[283].Ans[2] = "みんにち";
Q[283].Ans[3] = "あさって";
Q[283].comment = "『明日』は『あす』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔昨日〕までは寒かったのですが。";
Q[284].Ans[0] = "きのう";
Q[284].Ans[1] = "おととい";
Q[284].Ans[2] = "さくにち";
Q[284].Ans[3] = "せんじつ";
Q[284].comment = "『昨日』は『きのう』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの人は本当に〔博士〕ですか。";
Q[285].Ans[0] = "はかせ";
Q[285].Ans[1] = "はかし";
Q[285].Ans[2] = "はげせ";
Q[285].Ans[3] = "ぱくし";
Q[285].comment = "『博士』は『はかせ』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今朝〕はだいぶ寒かったです。";
Q[286].Ans[0] = "けさ";
Q[286].Ans[1] = "あさ";
Q[286].Ans[2] = "こんさ";
Q[286].Ans[3] = "きょう";
Q[286].comment = "『今朝』は『けさ』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今年〕はいつもより寒いです。";
Q[287].Ans[0] = "ことし";
Q[287].Ans[1] = "こねん";
Q[287].Ans[2] = "ちんねん";
Q[287].Ans[3] = "きょねん";
Q[287].comment = "『今年』は『ことし』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>気分が悪いらしく、顔が〔真っ青〕だ。";
Q[288].Ans[0] = "まっさお";
Q[288].Ans[1] = "まっあお";
Q[288].Ans[2] = "まっしょう";
Q[288].Ans[3] = "まっせい";
Q[288].comment = "『真っ青』は『まっさお』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今では、〔足袋〕なんてだれもはかない。";
Q[289].Ans[0] = "たび";
Q[289].Ans[1] = "くつした";
Q[289].Ans[2] = "げた";
Q[289].Ans[3] = "あしぶくろ";
Q[289].comment = "『足袋』は『たび』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一日〕から新年度です。";
Q[290].Ans[0] = "ついたち";
Q[290].Ans[1] = "いちじつ";
Q[290].Ans[2] = "はつか";
Q[290].Ans[3] = "ここのか";
Q[290].comment = "『一日』は『ついたち』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>メガネが〔似合う〕人が好きです。";
Q[291].Ans[0] = "にあう";
Q[291].Ans[1] = "しあう";
Q[291].Ans[2] = "きあう";
Q[291].Ans[3] = "ちあう";
Q[291].comment = "『似合う』は『にあう』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>性格がよく〔似て〕いる。";
Q[292].Ans[0] = "にて";
Q[292].Ans[1] = "そろって";
Q[292].Ans[2] = "かって";
Q[292].Ans[3] = "そって";
Q[292].comment = "『似る』は『にる』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔標識〕がよく見えない。";
Q[293].Ans[0] = "ひょうしき";
Q[293].Ans[1] = "ひょうしん";
Q[293].Ans[2] = "ひょうじ";
Q[293].Ans[3] = "ひょうし";
Q[293].comment = "『標識』は『ひょうしき』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この町では〔漁業〕をしている人が多い。";
Q[294].Ans[0] = "ぎょぎょう";
Q[294].Ans[1] = "こうぎょう";
Q[294].Ans[2] = "しょうぎょう";
Q[294].Ans[3] = "のうぎょう";
Q[294].comment = "『漁業』は『ぎょぎょう』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>さまざまな〔競技〕が予定されている。";
Q[295].Ans[0] = "きょうぎ";
Q[295].Ans[1] = "けいぎ";
Q[295].Ans[2] = "しょうぎ";
Q[295].Ans[3] = "ちょうぎ";
Q[295].comment = "『競技』は『きょうぎ』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>留学生を〔含む〕10人が参加した。";
Q[296].Ans[0] = "ふくむ";
Q[296].Ans[1] = "なじむ";
Q[296].Ans[2] = "からむ";
Q[296].Ans[3] = "ちなむ";
Q[296].comment = "『含む』は『ふくむ』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生を〔含める〕とちょうど100人になる。";
Q[297].Ans[0] = "ふくめる";
Q[297].Ans[1] = "はめる";
Q[297].Ans[2] = "からめる";
Q[297].Ans[3] = "おさめる";
Q[297].comment = "『含める』は『ふくめる』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔汗〕を流して働きなさい。";
Q[298].Ans[0] = "あせ";
Q[298].Ans[1] = "しる";
Q[298].Ans[2] = "みず";
Q[298].Ans[3] = "たれ";
Q[298].comment = "『汗』は『あせ』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先が〔鋭い〕ものを持ち込んではいけない。";
Q[299].Ans[0] = "するどい";
Q[299].Ans[1] = "かたい";
Q[299].Ans[2] = "ほそい";
Q[299].Ans[3] = "いたい";
Q[299].comment = "『鋭い』は『するどい』と読む。";