var Qnum = 300;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この女優は〔演技〕がうまい。";
Q[0].Ans[0] = "えんぎ";
Q[0].Ans[1] = "いんぎ";
Q[0].Ans[2] = "えんち";
Q[0].Ans[3] = "いんじ";
Q[0].comment = "『演技』は『えんぎ』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔永遠〕の愛などあるはずもない。";
Q[1].Ans[0] = "えいえん";
Q[1].Ans[1] = "よんえん";
Q[1].Ans[2] = "よんいん";
Q[1].Ans[3] = "えいいん";
Q[1].comment = "『永遠』は『えいえん』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>記録は〔永久〕に残しておきます。";
Q[2].Ans[0] = "えいきゅう";
Q[2].Ans[1] = "よんじょう";
Q[2].Ans[2] = "えいじょう";
Q[2].Ans[3] = "よんきゅう";
Q[2].comment = "『永久』は『えいきゅう』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>魚だけに〔泳ぎ〕がうまい。";
Q[3].Ans[0] = "およぎ";
Q[3].Ans[1] = "よんぎ";
Q[3].Ans[2] = "えいぎ";
Q[3].Ans[3] = "みずぎ";
Q[3].comment = "『泳ぎ』は『およぎ』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>畑を〔横切る〕ように道をつくる。";
Q[4].Ans[0] = "よこぎる";
Q[4].Ans[1] = "おうぎる";
Q[4].Ans[2] = "ふんきる";
Q[4].Ans[3] = "こうきる";
Q[4].comment = "『横切る』は『よこぎる』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔横断歩道〕では手をあげなさい。";
Q[5].Ans[0] = "おうだんほどう";
Q[5].Ans[1] = "ふんだんぶどう";
Q[5].Ans[2] = "こうだんぶどう";
Q[5].Ans[3] = "よこだんほどう";
Q[5].comment = "『横断歩道』は『おうだんほどう』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔暖か〕な日が続いています。";
Q[6].Ans[0] = "あたたか";
Q[6].Ans[1] = "だんか";
Q[6].Ans[2] = "なんか";
Q[6].Ans[3] = "あだたか";
Q[6].comment = "『暖か』は『あたたか』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スープを〔温める〕。";
Q[7].Ans[0] = "あたためる";
Q[7].Ans[1] = "おんめる";
Q[7].Ans[2] = "うんめる";
Q[7].Ans[3] = "あだためる";
Q[7].comment = "『温める』は『あたためる』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔温室〕でみかんをつくる。";
Q[8].Ans[0] = "おんしつ";
Q[8].Ans[1] = "うんしつ";
Q[8].Ans[2] = "おんじつ";
Q[8].Ans[3] = "うんじつ";
Q[8].comment = "『温室』は『おんしつ』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなで〔温泉〕に入る。";
Q[9].Ans[0] = "おんせん";
Q[9].Ans[1] = "うんせん";
Q[9].Ans[2] = "おんぜん";
Q[9].Ans[3] = "うんぜん";
Q[9].comment = "『温泉』は『おんせん』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本はほとんどが〔温帯〕です。";
Q[10].Ans[0] = "おんたい";
Q[10].Ans[1] = "おんだい";
Q[10].Ans[2] = "うんたい";
Q[10].Ans[3] = "うんだい";
Q[10].comment = "『温帯』は『おんたい』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一年中〔温暖〕でとても住みやすい。";
Q[11].Ans[0] = "おんだん";
Q[11].Ans[1] = "うんなん";
Q[11].Ans[2] = "おんなん";
Q[11].Ans[3] = "うんだん";
Q[11].comment = "『温暖』は『おんだん』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔温度〕が高いとすぐに悪くなります。";
Q[12].Ans[0] = "おんど";
Q[12].Ans[1] = "おんと";
Q[12].Ans[2] = "うんど";
Q[12].Ans[3] = "うんどう";
Q[12].comment = "『温度』は『おんど』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は〔気温〕が低い。";
Q[13].Ans[0] = "きおん";
Q[13].Ans[1] = "きうん";
Q[13].Ans[2] = "ちおん";
Q[13].Ans[3] = "ちうん";
Q[13].comment = "『気温』は『きおん』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>かぜなので〔体温〕が高い。";
Q[14].Ans[0] = "たいおん";
Q[14].Ans[1] = "ていおん";
Q[14].Ans[2] = "たいうん";
Q[14].Ans[3] = "ていうん";
Q[14].comment = "『体温』は『たいおん』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋に〔暖房〕がない。";
Q[15].Ans[0] = "だんぼう";
Q[15].Ans[1] = "だんほう";
Q[15].Ans[2] = "なんぼう";
Q[15].Ans[3] = "なんほう";
Q[15].comment = "『暖房』は『だんぼう』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このあたりは〔牧畜〕がさかんです。";
Q[16].Ans[0] = "ぼくちく";
Q[16].Ans[1] = "もくちく";
Q[16].Ans[2] = "むしゅう";
Q[16].Ans[3] = "もくしゅう";
Q[16].comment = "『牧畜』は『ぼくちく』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔相談〕する人が悪いのではないですか。";
Q[17].Ans[0] = "そうだん";
Q[17].Ans[1] = "しょうだん";
Q[17].Ans[2] = "あいだん";
Q[17].Ans[3] = "しょうたん";
Q[17].comment = "『相談』は『そうだん』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔団体〕で旅行する。";
Q[18].Ans[0] = "だんたい";
Q[18].Ans[1] = "たんだい";
Q[18].Ans[2] = "だんてい";
Q[18].Ans[3] = "たんでい";
Q[18].comment = "『団体』は『だんたい』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔団地〕に住んでいる。";
Q[19].Ans[0] = "だんち";
Q[19].Ans[1] = "だんじ";
Q[19].Ans[2] = "たんち";
Q[19].Ans[3] = "たんじ";
Q[19].comment = "『団地』は『だんち』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お金の〔単位〕はドンです。";
Q[20].Ans[0] = "たんい";
Q[20].Ans[1] = "だんい";
Q[20].Ans[2] = "たい";
Q[20].Ans[3] = "だい";
Q[20].comment = "『単位』は『たんい』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔単語〕がおぼえられません。";
Q[21].Ans[0] = "たんご";
Q[21].Ans[1] = "だんご";
Q[21].Ans[2] = "たんこ";
Q[21].Ans[3] = "だんこ";
Q[21].comment = "『単語』は『たんご』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔単純〕なことしか考えられません。";
Q[22].Ans[0] = "たんじゅん";
Q[22].Ans[1] = "だんしゅん";
Q[22].Ans[2] = "たんしゅん";
Q[22].Ans[3] = "だんじゅん";
Q[22].comment = "『単純』は『たんじゅん』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔単数〕には「a」をつけなさい。";
Q[23].Ans[0] = "たんすう";
Q[23].Ans[1] = "だんすう";
Q[23].Ans[2] = "たんしゅう";
Q[23].Ans[3] = "だんしゅう";
Q[23].comment = "『単数』は『たんすう』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女とは、〔単なる〕友人です。";
Q[24].Ans[0] = "たんなる";
Q[24].Ans[1] = "だんなる";
Q[24].Ans[2] = "たなる";
Q[24].Ans[3] = "だなる";
Q[24].comment = "『単なる』は『たんなる』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔単に〕注意が足りなかったということです。";
Q[25].Ans[0] = "たんに";
Q[25].Ans[1] = "だんに";
Q[25].Ans[2] = "ひとつに";
Q[25].Ans[3] = "ひとえに";
Q[25].comment = "『単に』は『たんに』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたが書く文にはいつも〔述語〕がありません。";
Q[26].Ans[0] = "じゅつご";
Q[26].Ans[1] = "しゅうご";
Q[26].Ans[2] = "じゅつこ";
Q[26].Ans[3] = "しゅご";
Q[26].comment = "『述語』は『じゅつご』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本当のことを〔述べる〕のが正しいとは限りません。";
Q[27].Ans[0] = "のべる";
Q[27].Ans[1] = "つべる";
Q[27].Ans[2] = "すべる";
Q[27].Ans[3] = "はべる";
Q[27].comment = "『述べる』は『のべる』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔柔道〕は日本で生まれました。";
Q[28].Ans[0] = "じゅうどう";
Q[28].Ans[1] = "にゅうどう";
Q[28].Ans[2] = "ろうどう";
Q[28].Ans[3] = "にゅどう";
Q[28].comment = "『柔道』は『じゅうどう』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本人なので、〔祝日〕も学校に行きます。";
Q[29].Ans[0] = "しゅくじつ";
Q[29].Ans[1] = "じゅうじつ";
Q[29].Ans[2] = "じゅうにち";
Q[29].Ans[3] = "しゅくにち";
Q[29].comment = "『祝日』は『しゅくじつ』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなで〔祝う〕ようなことではありません。";
Q[30].Ans[0] = "いわう";
Q[30].Ans[1] = "つどう";
Q[30].Ans[2] = "もらう";
Q[30].Ans[3] = "はらう";
Q[30].comment = "『祝う』は『いわう』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔祝い〕の言葉を述べる。";
Q[31].Ans[0] = "いわい";
Q[31].Ans[1] = "しゅくい";
Q[31].Ans[2] = "じゅうい";
Q[31].Ans[3] = "つどい";
Q[31].comment = "『祝い』は『いわい』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔純情〕というより田舎者です。";
Q[32].Ans[0] = "じゅんじょう";
Q[32].Ans[1] = "しゅんじょう";
Q[32].Ans[2] = "じゅんちん";
Q[32].Ans[3] = "しゅんちん";
Q[32].comment = "『純情』は『じゅんじょう』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>はじめて〔寝台〕特急に乗りました。";
Q[33].Ans[0] = "しんだい";
Q[33].Ans[1] = "ちんだい";
Q[33].Ans[2] = "しんたい";
Q[33].Ans[3] = "ちんたい";
Q[33].comment = "『寝台』は『しんだい』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>南の島の人も〔昼寝〕ばかりしているわけではありません。";
Q[34].Ans[0] = "ひるね";
Q[34].Ans[1] = "ちゅうちん";
Q[34].Ans[2] = "ちゅうしん";
Q[34].Ans[3] = "ちゅうね";
Q[34].comment = "『昼寝』は『ひるね』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長く生きていると〔辛い〕ことも増えます。";
Q[35].Ans[0] = "つらい";
Q[35].Ans[1] = "すごい";
Q[35].Ans[2] = "ひどい";
Q[35].Ans[3] = "きつい";
Q[35].comment = "『辛い』は『つらい』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鏡の前で顔のしわを〔伸ばす〕。";
Q[36].Ans[0] = "のばす";
Q[36].Ans[1] = "とばす";
Q[36].Ans[2] = "やばす";
Q[36].Ans[3] = "せばす";
Q[36].comment = "『伸ばす』は『のばす』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔評論〕というよりも悪口だ。";
Q[37].Ans[0] = "ひょうろん";
Q[37].Ans[1] = "びょうろん";
Q[37].Ans[2] = "ぴょうろん";
Q[37].Ans[3] = "ぴょうるん";
Q[37].comment = "『評論』は『ひょうろん』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>急いで書いたような〔論文〕ですね。";
Q[38].Ans[0] = "ろんぶん";
Q[38].Ans[1] = "るんぶん";
Q[38].Ans[2] = "ろんうん";
Q[38].Ans[3] = "るんうん";
Q[38].comment = "『論文』は『ろんぶん』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長い間〔論争〕になっている。";
Q[39].Ans[0] = "ろんそう";
Q[39].Ans[1] = "ろんぜん";
Q[39].Ans[2] = "るんそう";
Q[39].Ans[3] = "るんぜん";
Q[39].comment = "『論争』は『ろんそう』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国際政治について〔論じる〕。";
Q[40].Ans[0] = "ろんじる";
Q[40].Ans[1] = "るんじる";
Q[40].Ans[2] = "ろうじる";
Q[40].Ans[3] = "りんじる";
Q[40].comment = "『論じる』は『ろんじる』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔表現論〕を学んでいる。";
Q[41].Ans[0] = "ひょうげんろん";
Q[41].Ans[1] = "びょうげんるん";
Q[41].Ans[2] = "びょうけんるん";
Q[41].Ans[3] = "ひょうせんろん";
Q[41].comment = "『表現論』は『ひょうげんろん』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>では、〔失礼〕します。";
Q[42].Ans[0] = "しつれい";
Q[42].Ans[1] = "しっれい";
Q[42].Ans[2] = "しつり";
Q[42].Ans[3] = "しれい";
Q[42].comment = "『失礼』は『しつれい』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世話になった人に〔礼〕を言う。";
Q[43].Ans[0] = "れい";
Q[43].Ans[1] = "らい";
Q[43].Ans[2] = "さつ";
Q[43].Ans[3] = "さず";
Q[43].comment = "『礼』は『れい』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すべて〔完了〕しました。";
Q[44].Ans[0] = "かんりょう";
Q[44].Ans[1] = "わんりょう";
Q[44].Ans[2] = "せんりょう";
Q[44].Ans[3] = "えんりょう";
Q[44].comment = "『完了』は『かんりょう』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔終了〕しました。";
Q[45].Ans[0] = "しゅうりょう";
Q[45].Ans[1] = "じゅうりょう";
Q[45].Ans[2] = "じょうりょう";
Q[45].Ans[3] = "しょうりょう";
Q[45].comment = "『終了』は『しゅうりょう』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人は〔権利〕ばかり主張する。";
Q[46].Ans[0] = "けんり";
Q[46].Ans[1] = "ごんり";
Q[46].Ans[2] = "げんり";
Q[46].Ans[3] = "せんり";
Q[46].comment = "『権利』は『けんり』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これほど〔不利〕な条件では、話を進められない。";
Q[47].Ans[0] = "ふり";
Q[47].Ans[1] = "ぶり";
Q[47].Ans[2] = "ふっり";
Q[47].Ans[3] = "ぶっり";
Q[47].comment = "『不利』は『ふり』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の学生は、漢字の問題では〔有利〕だ。";
Q[48].Ans[0] = "ゆうり";
Q[48].Ans[1] = "うり";
Q[48].Ans[2] = "あり";
Q[48].Ans[3] = "ようり";
Q[48].comment = "『有利』は『ゆうり』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔利害〕を考えて行動する。";
Q[49].Ans[0] = "りがい";
Q[49].Ans[1] = "りはい";
Q[49].Ans[2] = "りかい";
Q[49].Ans[3] = "りわい";
Q[49].comment = "『利害』は『りがい』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人にしては〔利口〕な子どもだ。";
Q[50].Ans[0] = "りこう";
Q[50].Ans[1] = "りくち";
Q[50].Ans[2] = "りぐち";
Q[50].Ans[3] = "りごう";
Q[50].comment = "『利口』は『りこう』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>警告を〔与える〕ことができる。";
Q[51].Ans[0] = "あたえる";
Q[51].Ans[1] = "あだえる";
Q[51].Ans[2] = "ゆえる";
Q[51].Ans[3] = "いえる";
Q[51].comment = "『与える』は『あたえる』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔給与〕が少ない。";
Q[52].Ans[0] = "きゅうよ";
Q[52].Ans[1] = "ぎゅうよ";
Q[52].Ans[2] = "きょうよ";
Q[52].Ans[3] = "ぎょうよ";
Q[52].comment = "『給与』は『きゅうよ』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は、何を〔召しあがる〕。";
Q[53].Ans[0] = "めしあがる";
Q[53].Ans[1] = "おしあがる";
Q[53].Ans[2] = "のしあがる";
Q[53].Ans[3] = "さしあがる";
Q[53].comment = "『召しあがる』は『めしあがる』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここに〔署名〕してください。";
Q[54].Ans[0] = "しょめい";
Q[54].Ans[1] = "しゅうめい";
Q[54].Ans[2] = "しょうめい";
Q[54].Ans[3] = "しゅめい";
Q[54].comment = "『署名』は『しょめい』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔消防署〕の前に住んでいます。";
Q[55].Ans[0] = "しょうぼうしょ";
Q[55].Ans[1] = "しゃぼうしゅう";
Q[55].Ans[2] = "しゃぼうしゅ";
Q[55].Ans[3] = "しょぼうしょう";
Q[55].comment = "『消防署』は『しょうぼうしょ』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お話は、〔承り〕ました。";
Q[56].Ans[0] = "うけたまわり";
Q[56].Ans[1] = "うげたまわり";
Q[56].Ans[2] = "うけだまわり";
Q[56].Ans[3] = "うげだまわり";
Q[56].comment = "『承り』は『うけたまわり』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あとは〔承認〕するだけです。";
Q[57].Ans[0] = "しょうにん";
Q[57].Ans[1] = "ぜんにん";
Q[57].Ans[2] = "じょうれん";
Q[57].Ans[3] = "しょれん";
Q[57].comment = "『承認』は『しょうにん』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日も、また日が〔昇る〕。";
Q[58].Ans[0] = "のぼる";
Q[58].Ans[1] = "あがる";
Q[58].Ans[2] = "こえる";
Q[58].Ans[3] = "あげる";
Q[58].comment = "『昇る』は『のぼる』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔文章〕を書くのが好きです。";
Q[59].Ans[0] = "ぶんしょう";
Q[59].Ans[1] = "うんしょう";
Q[59].Ans[2] = "うんじょう";
Q[59].Ans[3] = "ぶんじょう";
Q[59].comment = "『文章』は『ぶんしょう』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔将来〕は大統領になりたいです。";
Q[60].Ans[0] = "しょうらい";
Q[60].Ans[1] = "じゅうらい";
Q[60].Ans[2] = "じょうらい";
Q[60].Ans[3] = "しゅうらい";
Q[60].comment = "『将来』は『しょうらい』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本から新しい先生を〔招く〕。";
Q[61].Ans[0] = "まねく";
Q[61].Ans[1] = "までく";
Q[61].Ans[2] = "まにく";
Q[61].Ans[3] = "まびく";
Q[61].comment = "『招く』は『まねく』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外国人だけの食事会に〔招待〕された。";
Q[62].Ans[0] = "しょうたい";
Q[62].Ans[1] = "じょうたい";
Q[62].Ans[2] = "じょうだい";
Q[62].Ans[3] = "しょうだい";
Q[62].comment = "『招待』は『しょうたい』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そろそろパンが〔焼ける〕ころです。";
Q[63].Ans[0] = "やける";
Q[63].Ans[1] = "こける";
Q[63].Ans[2] = "かける";
Q[63].Ans[3] = "たける";
Q[63].comment = "『焼ける』は『やける』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>肉を〔焼く〕のが好きです。";
Q[64].Ans[0] = "やく";
Q[64].Ans[1] = "かく";
Q[64].Ans[2] = "まく";
Q[64].Ans[3] = "たく";
Q[64].comment = "『焼く』は『やく』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔条件〕の悪い仕事しかない。";
Q[65].Ans[0] = "じょうけん";
Q[65].Ans[1] = "とうけん";
Q[65].Ans[2] = "しょうげん";
Q[65].Ans[3] = "とうぜん";
Q[65].comment = "『条件』は『じょうけん』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔城〕を見るのが好きです。";
Q[66].Ans[0] = "しろ";
Q[66].Ans[1] = "じょう";
Q[66].Ans[2] = "じょ";
Q[66].Ans[3] = "ちょう";
Q[66].comment = "『城』は『しろ』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>飲み物は〔除いて〕500円以下にして下さい。";
Q[67].Ans[0] = "のぞいて";
Q[67].Ans[1] = "たたいて";
Q[67].Ans[2] = "とどいて";
Q[67].Ans[3] = "ほどいて";
Q[67].comment = "『除いて』は『のぞいて』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ヨーロッパの〔諸国〕をたずねる旅をする。";
Q[68].Ans[0] = "しょこく";
Q[68].Ans[1] = "ちょごく";
Q[68].Ans[2] = "じゅこく";
Q[68].Ans[3] = "ちゅごく";
Q[68].comment = "『諸国』は『しょこく』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔研修〕といいながら温泉で遊んでいた。";
Q[69].Ans[0] = "けんしゅう";
Q[69].Ans[1] = "えんしょう";
Q[69].Ans[2] = "けんしょう";
Q[69].Ans[3] = "えんしゅう";
Q[69].comment = "『研修』は『けんしゅう』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>数字を〔修正〕する。";
Q[70].Ans[0] = "しゅうせい";
Q[70].Ans[1] = "しょうぜん";
Q[70].Ans[2] = "しゅうぜん";
Q[70].Ans[3] = "しょうせい";
Q[70].comment = "『修正』は『しゅうせい』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車を〔修理〕する。";
Q[71].Ans[0] = "しゅうり";
Q[71].Ans[1] = "しょうり";
Q[71].Ans[2] = "しょっり";
Q[71].Ans[3] = "しゅっり";
Q[71].comment = "『修理』は『しゅうり』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔教授〕が死にそうです。";
Q[72].Ans[0] = "きょうじゅ";
Q[72].Ans[1] = "じょうしゅ";
Q[72].Ans[2] = "じょうしょう";
Q[72].Ans[3] = "きょうしょう";
Q[72].comment = "『教授』は『きょうじゅ』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔助教授〕が喜んでいます。";
Q[73].Ans[0] = "じょきょうじゅ";
Q[73].Ans[1] = "じゅきょうじゅ";
Q[73].Ans[2] = "じゅじょうしょう";
Q[73].Ans[3] = "じょじょうしゅ";
Q[73].comment = "『助教授』は『じょきょうじゅ』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海岸のゴミを〔拾う〕。";
Q[74].Ans[0] = "ひろう";
Q[74].Ans[1] = "ふるう";
Q[74].Ans[2] = "すくう";
Q[74].Ans[3] = "かこう";
Q[74].comment = "『拾う』は『ひろう』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生ゴミを〔処理〕する。";
Q[75].Ans[0] = "しょり";
Q[75].Ans[1] = "ちゅり";
Q[75].Ans[2] = "しゅり";
Q[75].Ans[3] = "ちゅうり";
Q[75].comment = "『処理』は『しょり』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アイドルの〔雑誌〕を買う。";
Q[76].Ans[0] = "ざっし";
Q[76].Ans[1] = "ざし";
Q[76].Ans[2] = "ざじ";
Q[76].Ans[3] = "ざっじ";
Q[76].comment = "『雑誌』は『ざっし』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本は〔資源〕のない国です。";
Q[77].Ans[0] = "しげん";
Q[77].Ans[1] = "ずえん";
Q[77].Ans[2] = "ずげん";
Q[77].Ans[3] = "じえん";
Q[77].comment = "『資源』は『しげん』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ型の〔資本〕主義は良くない。";
Q[78].Ans[0] = "しほん";
Q[78].Ans[1] = "ずぼん";
Q[78].Ans[2] = "じほん";
Q[78].Ans[3] = "ずぽん";
Q[78].comment = "『資本』は『しほん』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔資料〕の整理をする。";
Q[79].Ans[0] = "しりょう";
Q[79].Ans[1] = "じりょう";
Q[79].Ans[2] = "ずりょう";
Q[79].Ans[3] = "ずりょ";
Q[79].comment = "『資料』は『しりょう』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この肉は〔脂〕が多くておいしそうです。";
Q[80].Ans[0] = "あぶら";
Q[80].Ans[1] = "し";
Q[80].Ans[2] = "じ";
Q[80].Ans[3] = "あぷら";
Q[80].comment = "『脂』は『あぶら』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>じゃあ、〔試し〕にやってみましょうか。";
Q[81].Ans[0] = "ためし";
Q[81].Ans[1] = "たのし";
Q[81].Ans[2] = "たくし";
Q[81].Ans[3] = "たわし";
Q[81].comment = "『試し』は『ためし』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい商品を〔試して〕みる。";
Q[82].Ans[0] = "ためして";
Q[82].Ans[1] = "たおして";
Q[82].Ans[2] = "たやして";
Q[82].Ans[3] = "たくして";
Q[82].comment = "『試して』は『ためして』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭の木の〔枝〕を切る。";
Q[83].Ans[0] = "えだ";
Q[83].Ans[1] = "じ";
Q[83].Ans[2] = "し";
Q[83].Ans[3] = "えた";
Q[83].comment = "『枝』は『えだ』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾は〔湿度〕が高い。";
Q[84].Ans[0] = "しつど";
Q[84].Ans[1] = "しっど";
Q[84].Ans[2] = "しど";
Q[84].Ans[3] = "しっどう";
Q[84].comment = "『湿度』は『しつど』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>シャツがまだ〔湿って〕いる。";
Q[85].Ans[0] = "しめって";
Q[85].Ans[1] = "しまって";
Q[85].Ans[2] = "かかって";
Q[85].Ans[3] = "たまって";
Q[85].comment = "『湿って』は『しめって』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔湿気〕があるところには置かないでください。";
Q[86].Ans[0] = "しっけ";
Q[86].Ans[1] = "しけ";
Q[86].Ans[2] = "しっき";
Q[86].Ans[3] = "しき";
Q[86].comment = "『湿気』は『しっけ』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔節約〕しなければ生きていけない。";
Q[87].Ans[0] = "せつやく";
Q[87].Ans[1] = "ぜいやく";
Q[87].Ans[2] = "ぜつやく";
Q[87].Ans[3] = "ぜやく";
Q[87].comment = "『節約』は『せつやく』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔婚約〕していたわけではないから。";
Q[88].Ans[0] = "こんやく";
Q[88].Ans[1] = "ふんやく";
Q[88].Ans[2] = "こうやく";
Q[88].Ans[3] = "ふうやく";
Q[88].comment = "『婚約』は『こんやく』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>平均は〔約〕30才です。";
Q[89].Ans[0] = "やく";
Q[89].Ans[1] = "ゆく";
Q[89].Ans[2] = "およそ";
Q[89].Ans[3] = "おおよそ";
Q[89].comment = "『約』は『やく』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯罪を〔防止〕するにはどうしたらいいだろう。";
Q[90].Ans[0] = "ぼうし";
Q[90].Ans[1] = "ほうし";
Q[90].Ans[2] = "ぼうじ";
Q[90].Ans[3] = "ほうじ";
Q[90].comment = "『防止』は『ぼうし』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔防犯〕のためのベルを持っている。";
Q[91].Ans[0] = "ぼうはん";
Q[91].Ans[1] = "ほうはん";
Q[91].Ans[2] = "ぼうぱん";
Q[91].Ans[3] = "ほうばん";
Q[91].comment = "『防犯』は『ぼうはん』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔消防〕の仕事をしています。";
Q[92].Ans[0] = "しょうぼう";
Q[92].Ans[1] = "しょほう";
Q[92].Ans[2] = "しょぼう";
Q[92].Ans[3] = "しょうほう";
Q[92].comment = "『消防』は『しょうぼう』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>かぜは〔予防〕することが大切です。";
Q[93].Ans[0] = "よぼう";
Q[93].Ans[1] = "よほう";
Q[93].Ans[2] = "ゆぼう";
Q[93].Ans[3] = "ゆほう";
Q[93].comment = "『予防』は『よぼう』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔情報〕が少ないので、何とも言えません。";
Q[94].Ans[0] = "じょうほう";
Q[94].Ans[1] = "じょうぼう";
Q[94].Ans[2] = "じょほう";
Q[94].Ans[3] = "じょぼう";
Q[94].comment = "『情報』は『じょうほう』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔予報〕によれば、今年は暑くなるそうです。";
Q[95].Ans[0] = "よほう";
Q[95].Ans[1] = "よぼう";
Q[95].Ans[2] = "ゆほう";
Q[95].Ans[3] = "ゆぼう";
Q[95].comment = "『予報』は『よほう』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大事なことは早く〔報告〕しなさい。";
Q[96].Ans[0] = "ほうこく";
Q[96].Ans[1] = "ほうごく";
Q[96].Ans[2] = "ぼうこく";
Q[96].Ans[3] = "ぼうごく";
Q[96].comment = "『報告』は『ほうこく』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>白い人は〔皮膚〕が弱い。";
Q[97].Ans[0] = "ひふ";
Q[97].Ans[1] = "ぴふ";
Q[97].Ans[2] = "びふ";
Q[97].Ans[3] = "ぴふう";
Q[97].comment = "『皮膚』は『ひふ』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>北極は、大陸ではなく海に〔浮かんだ〕氷です。";
Q[98].Ans[0] = "うかんだ";
Q[98].Ans[1] = "つかんだ";
Q[98].Ans[2] = "ふかんだ";
Q[98].Ans[3] = "ゆかんだ";
Q[98].comment = "『浮かんだ』は『うかんだ』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コーヒーにクリームを〔浮かべる〕。";
Q[99].Ans[0] = "うかべる";
Q[99].Ans[1] = "さかべる";
Q[99].Ans[2] = "たかべる";
Q[99].Ans[3] = "おかべる";
Q[99].comment = "『浮かべる』は『うかべる』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間はみんな水に〔浮く〕。";
Q[100].Ans[0] = "うく";
Q[100].Ans[1] = "きく";
Q[100].Ans[2] = "まく";
Q[100].Ans[3] = "とく";
Q[100].comment = "『浮く』は『うく』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>銀行の〔窓口〕に行ってください。";
Q[101].Ans[0] = "まどぐち";
Q[101].Ans[1] = "まとくち";
Q[101].Ans[2] = "まとぐち";
Q[101].Ans[3] = "まどくち";
Q[101].comment = "『窓口』は『まどぐち』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水道を〔節約〕する。";
Q[102].Ans[0] = "せつやく";
Q[102].Ans[1] = "せっやく";
Q[102].Ans[2] = "せずやく";
Q[102].Ans[3] = "せいやく";
Q[102].comment = "『節約』は『せつやく』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長さを〔調節〕する。";
Q[103].Ans[0] = "ちょうせつ";
Q[103].Ans[1] = "じょうせつ";
Q[103].Ans[2] = "ちょうぜつ";
Q[103].Ans[3] = "じょうぜつ";
Q[103].comment = "『調節』は『ちょうせつ』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>詩に〔節〕をつける。";
Q[104].Ans[0] = "ふし";
Q[104].Ans[1] = "せつ";
Q[104].Ans[2] = "ぶし";
Q[104].Ans[3] = "ぜつ";
Q[104].comment = "『節』は『ふし』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>理解が〔浅い〕ようだ。";
Q[105].Ans[0] = "あさい";
Q[105].Ans[1] = "あざい";
Q[105].Ans[2] = "ふかい";
Q[105].Ans[3] = "ふがい";
Q[105].comment = "『浅い』は『あさい』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そこまで〔争う〕ことはない。";
Q[106].Ans[0] = "あらそう";
Q[106].Ans[1] = "きそう";
Q[106].Ans[2] = "たたかう";
Q[106].Ans[3] = "はりあう";
Q[106].comment = "『争う』は『あらそう』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語で〔論争〕する。";
Q[107].Ans[0] = "ろんそう";
Q[107].Ans[1] = "るんぞう";
Q[107].Ans[2] = "ろんしょう";
Q[107].Ans[3] = "るんじょう";
Q[107].comment = "『論争』は『ろんそう』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔洗面〕には使えますが、飲めません。";
Q[108].Ans[0] = "せんめん";
Q[108].Ans[1] = "しめん";
Q[108].Ans[2] = "あらめん";
Q[108].Ans[3] = "しんめん";
Q[108].comment = "『洗面』は『せんめん』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外から帰ったら〔手洗い〕をしなさい。";
Q[109].Ans[0] = "てあらい";
Q[109].Ans[1] = "しょうせんい";
Q[109].Ans[2] = "しょうしい";
Q[109].Ans[3] = "てしい";
Q[109].comment = "『手洗い』は『てあらい』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どもができたら、〔責任〕をとりなさい。";
Q[110].Ans[0] = "せきにん";
Q[110].Ans[1] = "ずれん";
Q[110].Ans[2] = "じにん";
Q[110].Ans[3] = "せぎれん";
Q[110].comment = "『責任』は『せきにん』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人は、人の失敗を〔責める〕のが好きらしい。";
Q[111].Ans[0] = "せめる";
Q[111].Ans[1] = "うめる";
Q[111].Ans[2] = "さめる";
Q[111].Ans[3] = "もめる";
Q[111].comment = "『責める』は『せめる』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔昔〕からそういうところがある人でした。";
Q[112].Ans[0] = "むかし";
Q[112].Ans[1] = "むがし";
Q[112].Ans[2] = "むがじ";
Q[112].Ans[3] = "むかじ";
Q[112].comment = "『昔』は『むかし』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>パソコンで〔作曲〕する。";
Q[113].Ans[0] = "さっきょく";
Q[113].Ans[1] = "さぎょく";
Q[113].Ans[2] = "さくぎょく";
Q[113].Ans[3] = "さきょく";
Q[113].comment = "『作曲』は『さっきょく』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔曲線〕を引く。";
Q[114].Ans[0] = "きょくせん";
Q[114].Ans[1] = "ちゅうせん";
Q[114].Ans[2] = "ちゅせん";
Q[114].Ans[3] = "きょっせん";
Q[114].comment = "『曲線』は『きょくせん』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>手の力だけで棒を〔曲げる〕。";
Q[115].Ans[0] = "まげる";
Q[115].Ans[1] = "さげる";
Q[115].Ans[2] = "なげる";
Q[115].Ans[3] = "もげる";
Q[115].comment = "『曲げる』は『まげる』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>漢字の〔訓〕をおぼえる。";
Q[116].Ans[0] = "くん";
Q[116].Ans[1] = "しゅん";
Q[116].Ans[2] = "しん";
Q[116].Ans[3] = "ぐん";
Q[116].comment = "『訓』は『くん』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いくら〔訓練〕してもうまくいかない。";
Q[117].Ans[0] = "くんれん";
Q[117].Ans[1] = "しゅんれん";
Q[117].Ans[2] = "しんれん";
Q[117].Ans[3] = "ぐんれん";
Q[117].comment = "『訓練』は『くんれん』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔狭い〕部屋に住んでいると人間も小さくなる。";
Q[118].Ans[0] = "せまい";
Q[118].Ans[1] = "ほそい";
Q[118].Ans[2] = "こまかい";
Q[118].Ans[3] = "あらい";
Q[118].comment = "『狭い』は『せまい』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何度も〔警告〕しました。";
Q[119].Ans[0] = "けいこく";
Q[119].Ans[1] = "じんごく";
Q[119].Ans[2] = "じんこく";
Q[119].Ans[3] = "けいごく";
Q[119].comment = "『警告』は『けいこく』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大統領の〔警備〕をする。";
Q[120].Ans[0] = "けいび";
Q[120].Ans[1] = "じんべい";
Q[120].Ans[2] = "じんび";
Q[120].Ans[3] = "けいべい";
Q[120].comment = "『警備』は『けいび』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この家は少し〔傾いて〕いるように思います。";
Q[121].Ans[0] = "かたむいて";
Q[121].Ans[1] = "うなづいて";
Q[121].Ans[2] = "かがやいて";
Q[121].Ans[3] = "うつむいて";
Q[121].comment = "『傾いて』は『かたむいて』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>漢字の訓ができない〔傾向〕がある。";
Q[122].Ans[0] = "けいこう";
Q[122].Ans[1] = "ちんしょう";
Q[122].Ans[2] = "ちんごう";
Q[122].Ans[3] = "けいしょう";
Q[122].comment = "『傾向』は『けいこう』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔の人の〔知恵〕にも学ぶところがある。";
Q[123].Ans[0] = "ちえ";
Q[123].Ans[1] = "ちけい";
Q[123].Ans[2] = "じえ";
Q[123].Ans[3] = "じけい";
Q[123].comment = "『知恵』は『ちえ』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔恵まれた〕家庭に生まれただけにわがままだ。";
Q[124].Ans[0] = "めぐまれた";
Q[124].Ans[1] = "はさまれた";
Q[124].Ans[2] = "はばまれた";
Q[124].Ans[3] = "かこまれた";
Q[124].comment = "『恵まれた』は『めぐまれた』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空港まで〔迎え〕に来てください。";
Q[125].Ans[0] = "むかえ";
Q[125].Ans[1] = "かなえ";
Q[125].Ans[2] = "きたえ";
Q[125].Ans[3] = "たたえ";
Q[125].comment = "『迎え』は『むかえ』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなで〔出迎え〕をする。";
Q[126].Ans[0] = "でむかえ";
Q[126].Ans[1] = "でむがえ";
Q[126].Ans[2] = "だむかえ";
Q[126].Ans[3] = "だむがえ";
Q[126].comment = "『出迎え』は『でむかえ』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お客を〔出迎える〕。";
Q[127].Ans[0] = "でむかえる";
Q[127].Ans[1] = "でかえる";
Q[127].Ans[2] = "だかえる";
Q[127].Ans[3] = "だむかえる";
Q[127].comment = "『出迎える』は『でむかえる』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>週末は〔園芸〕をしています。";
Q[128].Ans[0] = "えんげい";
Q[128].Ans[1] = "えんけい";
Q[128].Ans[2] = "えんい";
Q[128].Ans[3] = "えんいん";
Q[128].comment = "『園芸』は『えんげい』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔芸術〕の才能はないようだ。";
Q[129].Ans[0] = "げいじゅつ";
Q[129].Ans[1] = "いしゅう";
Q[129].Ans[2] = "いじゅつ";
Q[129].Ans[3] = "けいしゅう";
Q[129].comment = "『芸術』は『げいじゅつ』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この町はガラス〔工芸〕で有名です。";
Q[130].Ans[0] = "こうげい";
Q[130].Ans[1] = "ごうい";
Q[130].Ans[2] = "ごうけい";
Q[130].Ans[3] = "こうい";
Q[130].comment = "『工芸』は『こうげい』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔芸能〕といえば能です。";
Q[131].Ans[0] = "げいのう";
Q[131].Ans[1] = "いなん";
Q[131].Ans[2] = "いのう";
Q[131].Ans[3] = "けいなん";
Q[131].comment = "『芸能』は『げいのう』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔文芸〕の評論をする。";
Q[132].Ans[0] = "ぶんげい";
Q[132].Ans[1] = "うんい";
Q[132].Ans[2] = "うんけい";
Q[132].Ans[3] = "ぶんい";
Q[132].comment = "『文芸』は『ぶんげい』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたは、アメリカ人なのに〔賢い〕ですね。";
Q[133].Ans[0] = "かしこい";
Q[133].Ans[1] = "ずるい";
Q[133].Ans[2] = "するどい";
Q[133].Ans[3] = "にぶい";
Q[133].comment = "『賢い』は『かしこい』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>動物を使って〔実験〕する。";
Q[134].Ans[0] = "じっけん";
Q[134].Ans[1] = "しげん";
Q[134].Ans[2] = "しつげん";
Q[134].Ans[3] = "じけん";
Q[134].comment = "『実検』は『じっけん』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学を〔受験〕する。";
Q[135].Ans[0] = "じゅけん";
Q[135].Ans[1] = "しょうけん";
Q[135].Ans[2] = "じゅうけん";
Q[135].Ans[3] = "しょけん";
Q[135].comment = "『受験』は『じゅけん』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バスの〔回数券〕を買う。";
Q[136].Ans[0] = "かいすうけん";
Q[136].Ans[1] = "かいしゅうけん";
Q[136].Ans[2] = "かいしゅうげん";
Q[136].Ans[3] = "かいすうげん";
Q[136].comment = "『回数券』は『かいすうけん』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生用の〔定期券〕を使っている。";
Q[137].Ans[0] = "ていきけん";
Q[137].Ans[1] = "じょうちけん";
Q[137].Ans[2] = "じょうきけん";
Q[137].Ans[3] = "ていちけん";
Q[137].comment = "『定期券』は『ていきけん』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔健康〕がいちばん大切です。";
Q[138].Ans[0] = "けんこう";
Q[138].Ans[1] = "けんごう";
Q[138].Ans[2] = "けんこ";
Q[138].Ans[3] = "けんご";
Q[138].comment = "『健康』は『けんこう』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この村には、家が〔一軒〕しかない。";
Q[139].Ans[0] = "いっけん";
Q[139].Ans[1] = "いちげん";
Q[139].Ans[2] = "いっげん";
Q[139].Ans[3] = "いじけん";
Q[139].comment = "『一軒』は『いっけん』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>塩の〔加減〕がよいです。";
Q[140].Ans[0] = "かげん";
Q[140].Ans[1] = "かぜん";
Q[140].Ans[2] = "かけん";
Q[140].Ans[3] = "かせん";
Q[140].comment = "『加減』は『かげん』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年によって〔増減〕がある。";
Q[141].Ans[0] = "ぞうげん";
Q[141].Ans[1] = "ざんぜん";
Q[141].Ans[2] = "ざんげん";
Q[141].Ans[3] = "ぞうぜん";
Q[141].comment = "『増減』は『ぞうげん』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここまで塩を〔減らす〕とおいしくない。";
Q[142].Ans[0] = "へらす";
Q[142].Ans[1] = "はらす";
Q[142].Ans[2] = "あらす";
Q[142].Ans[3] = "からす";
Q[142].comment = "『減らす』は『へらす』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>右の方だけ靴が〔減る〕。";
Q[143].Ans[0] = "へる";
Q[143].Ans[1] = "はる";
Q[143].Ans[2] = "ほる";
Q[143].Ans[3] = "そる";
Q[143].comment = "『減る』は『へる』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔公害〕が問題になっている。";
Q[144].Ans[0] = "こうがい";
Q[144].Ans[1] = "ごうはい";
Q[144].Ans[2] = "こうはい";
Q[144].Ans[3] = "ごうがい";
Q[144].comment = "『公害』は『こうがい』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔公共〕のものは大切にしよう。";
Q[145].Ans[0] = "こうきょう";
Q[145].Ans[1] = "ごうきょ";
Q[145].Ans[2] = "こうきょ";
Q[145].Ans[3] = "ごうきょう";
Q[145].comment = "『公共』は『こうきょう』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テストの前に〔公式〕をおぼえる。";
Q[146].Ans[0] = "こうしき";
Q[146].Ans[1] = "くし";
Q[146].Ans[2] = "ごうし";
Q[146].Ans[3] = "くしき";
Q[146].comment = "『公式』は『こうしき』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔公正〕な立場で考える。";
Q[147].Ans[0] = "こうせい";
Q[147].Ans[1] = "くじょう";
Q[147].Ans[2] = "くぜい";
Q[147].Ans[3] = "ごうじょう";
Q[147].comment = "『公正』は『こうせい』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テストの結果を〔公表〕する。";
Q[148].Ans[0] = "こうひょう";
Q[148].Ans[1] = "くびょう";
Q[148].Ans[2] = "ごうびょう";
Q[148].Ans[3] = "くひょう";
Q[148].comment = "『公表』は『こうひょう』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>５人の留学生を〔雇って〕いる。";
Q[149].Ans[0] = "やとって";
Q[149].Ans[1] = "かまって";
Q[149].Ans[2] = "まかなって";
Q[149].Ans[3] = "ねぎらって";
Q[149].comment = "『雇って』は『やとって』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現状を〔肯定〕するわけではない。";
Q[150].Ans[0] = "こうてい";
Q[150].Ans[1] = "けんてい";
Q[150].Ans[2] = "こうじょう";
Q[150].Ans[3] = "けんじょう";
Q[150].comment = "『肯定』は『こうてい』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔事故〕に気をつけてください。";
Q[151].Ans[0] = "じこ";
Q[151].Ans[1] = "じごう";
Q[151].Ans[2] = "じご";
Q[151].Ans[3] = "じこう";
Q[151].comment = "『事故』は『じこ』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>住んでいたおじいさんが死んだので、庭の木も〔枯れて〕しまった。";
Q[152].Ans[0] = "かれて";
Q[152].Ans[1] = "しおれて";
Q[152].Ans[2] = "すたれて";
Q[152].Ans[3] = "よれて";
Q[152].comment = "『枯れて』は『かれて』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>前のものには〔誤り〕がありました。";
Q[153].Ans[0] = "あやまり";
Q[153].Ans[1] = "いつわり";
Q[153].Ans[2] = "いすわり";
Q[153].Ans[3] = "まんねり";
Q[153].comment = "『誤り』は『あやまり』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは、ひどい〔誤解〕をされたものですね。";
Q[154].Ans[0] = "ごかい";
Q[154].Ans[1] = "うかい";
Q[154].Ans[2] = "うがい";
Q[154].Ans[3] = "ごうかい";
Q[154].comment = "『誤解』は『ごかい』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔金庫〕もいっしょに盗まれました。";
Q[155].Ans[0] = "きんこ";
Q[155].Ans[1] = "きんく";
Q[155].Ans[2] = "じんく";
Q[155].Ans[3] = "じんこ";
Q[155].comment = "『金庫』は『きんこ』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔車庫〕の犬がうるさい。";
Q[156].Ans[0] = "しゃこ";
Q[156].Ans[1] = "しゃく";
Q[156].Ans[2] = "しゃご";
Q[156].Ans[3] = "しゃこう";
Q[156].comment = "『車庫』は『しゃこ』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔厚かましい〕ことを言ってすみません。";
Q[157].Ans[0] = "あつかましい";
Q[157].Ans[1] = "あずかましい";
Q[157].Ans[2] = "あっかましい";
Q[157].Ans[3] = "あんかましい";
Q[157].comment = "『厚かましい』は『あつかましい』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人は、肉は〔厚い〕方がおいしいと思っている。";
Q[158].Ans[0] = "あつい";
Q[158].Ans[1] = "うとい";
Q[158].Ans[2] = "きつい";
Q[158].Ans[3] = "ねばい";
Q[158].comment = "『厚い』は『あつい』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>５円と50円の〔硬貨〕にはあながあいています。";
Q[159].Ans[0] = "こうか";
Q[159].Ans[1] = "こうほ";
Q[159].Ans[2] = "いんほ";
Q[159].Ans[3] = "いんか";
Q[159].comment = "『硬貨』は『こうか』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はいつも文章が〔硬い〕。";
Q[160].Ans[0] = "かたい";
Q[160].Ans[1] = "するどい";
Q[160].Ans[2] = "あらい";
Q[160].Ans[3] = "しつこい";
Q[160].comment = "『硬い』は『かたい』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この魚は〔骨〕が多すぎる。";
Q[161].Ans[0] = "ほね";
Q[161].Ans[1] = "こつ";
Q[161].Ans[2] = "ぐう";
Q[161].Ans[3] = "とげ";
Q[161].comment = "『骨』は『ほね』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>転んで左手を〔骨折〕した。";
Q[162].Ans[0] = "こっせつ";
Q[162].Ans[1] = "ほねおり";
Q[162].Ans[2] = "こつおり";
Q[162].Ans[3] = "ほねぜつ";
Q[162].comment = "『骨折』は『こっせつ』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔座席〕がいっぱいだったので、立って見た。";
Q[163].Ans[0] = "ざせき";
Q[163].Ans[1] = "ざっし";
Q[163].Ans[2] = "ざし";
Q[163].Ans[3] = "ざっせき";
Q[163].comment = "『座席』は『ざせき』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いすに〔座る〕。";
Q[164].Ans[0] = "すわる";
Q[164].Ans[1] = "かける";
Q[164].Ans[2] = "さする";
Q[164].Ans[3] = "はべる";
Q[164].comment = "『座る』は『すわる』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は、８月〔以降〕の予定です。";
Q[165].Ans[0] = "いこう";
Q[165].Ans[1] = "いごう";
Q[165].Ans[2] = "いじょう";
Q[165].Ans[3] = "いしょう";
Q[165].comment = "『以降』は『いこう』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカの経済が〔下降〕している。";
Q[166].Ans[0] = "かこう";
Q[166].Ans[1] = "かじょう";
Q[166].Ans[2] = "げこう";
Q[166].Ans[3] = "げじょう";
Q[166].comment = "『下降』は『かこう』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>駅の前で客を〔降ろす〕。";
Q[167].Ans[0] = "おろす";
Q[167].Ans[1] = "やろす";
Q[167].Ans[2] = "かろす";
Q[167].Ans[3] = "さろす";
Q[167].comment = "『降ろす』は『おろす』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>田舎なので、星が〔降る〕ように見える。";
Q[168].Ans[0] = "ふる";
Q[168].Ans[1] = "てる";
Q[168].Ans[2] = "よる";
Q[168].Ans[3] = "たる";
Q[168].comment = "『降る』は『ふる』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔航空便〕で送るととても高い。";
Q[169].Ans[0] = "こうくうびん";
Q[169].Ans[1] = "はんこんびん";
Q[169].Ans[2] = "はんくうびん";
Q[169].Ans[3] = "こうこんびん";
Q[169].comment = "『航空便』は『こうくうびん』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このあたりはいつも〔混雑〕している。";
Q[170].Ans[0] = "こんざつ";
Q[170].Ans[1] = "くんざつ";
Q[170].Ans[2] = "こんざ";
Q[170].Ans[3] = "くんざ";
Q[170].comment = "『混雑』は『こんざつ』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>近くにアメリカ軍の基地があるので、ラジオの〔雑音〕がひどい。";
Q[171].Ans[0] = "ざつおん";
Q[171].Ans[1] = "ざついん";
Q[171].Ans[2] = "ぞうおん";
Q[171].Ans[3] = "ぞういん";
Q[171].comment = "『雑音』は『ざつおん』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この学校の卒業生だけあって、仕事が〔雑〕だ";
Q[172].Ans[0] = "ざつ";
Q[172].Ans[1] = "ぞう";
Q[172].Ans[2] = "まず";
Q[172].Ans[3] = "ぜん";
Q[172].comment = "『雑』は『ざつ』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾は、〔猫〕より犬が多い。";
Q[173].Ans[0] = "ねこ";
Q[173].Ans[1] = "ねご";
Q[173].Ans[2] = "ねこう";
Q[173].Ans[3] = "ねっこ";
Q[173].comment = "『猫』は『ねこ』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生を〔評価〕するのも楽ではない。";
Q[174].Ans[0] = "ひょうか";
Q[174].Ans[1] = "ぴょうか";
Q[174].Ans[2] = "ひょうが";
Q[174].Ans[3] = "ぴょうが";
Q[174].comment = "『評価』は『ひょうか』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは世界中で〔評判〕が悪い。";
Q[175].Ans[0] = "ひょうばん";
Q[175].Ans[1] = "ぴょうばん";
Q[175].Ans[2] = "ひょうはん";
Q[175].Ans[3] = "ぴょうはん";
Q[175].comment = "『評判』は『ひょうばん』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>研究のため、虫の〔標本〕を集めている。";
Q[176].Ans[0] = "ひょうほん";
Q[176].Ans[1] = "びょうほん";
Q[176].Ans[2] = "ひょうぼん";
Q[176].Ans[3] = "びょうぼん";
Q[176].comment = "『標本』は『ひょうほん』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔標準〕からは大きく外れていますね。";
Q[177].Ans[0] = "ひょうじゅん";
Q[177].Ans[1] = "びょうじゅん";
Q[177].Ans[2] = "ひょうじゅ";
Q[177].Ans[3] = "びょうじゅ";
Q[177].comment = "『標準』は『ひょうじゅん』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔標識〕をよく見なさい。";
Q[178].Ans[0] = "ひょうしき";
Q[178].Ans[1] = "ひょうし";
Q[178].Ans[2] = "びょうしき";
Q[178].Ans[3] = "びょうし";
Q[178].comment = "『標識』は『ひょうしき』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何も〔目標〕がない。";
Q[179].Ans[0] = "もくひょう";
Q[179].Ans[1] = "むびょう";
Q[179].Ans[2] = "むひょう";
Q[179].Ans[3] = "もくびょう";
Q[179].comment = "『目標』は『もくひょう』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔秒〕の単位で動いている。";
Q[180].Ans[0] = "びょう";
Q[180].Ans[1] = "みょう";
Q[180].Ans[2] = "しょう";
Q[180].Ans[3] = "じょう";
Q[180].comment = "『秒』は『びょう』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の言葉に〔恐怖〕を感じる。";
Q[181].Ans[0] = "きょうふ";
Q[181].Ans[1] = "こうふ";
Q[181].Ans[2] = "きょうぶ";
Q[181].Ans[3] = "こうぶ";
Q[181].comment = "『恐怖』は『きょうふ』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔普段〕から準備しておかないから、こういうことになるのです。";
Q[182].Ans[0] = "ふだん";
Q[182].Ans[1] = "ふったん";
Q[182].Ans[2] = "ふたん";
Q[182].Ans[3] = "ふっだん";
Q[182].comment = "『普段』は『ふだん』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔普通〕がいちばんです。";
Q[183].Ans[0] = "ふつう";
Q[183].Ans[1] = "ふずう";
Q[183].Ans[2] = "ふっつう";
Q[183].Ans[3] = "ふっずう";
Q[183].comment = "『普通』は『ふつう』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>出口で記念品を〔販売〕する。";
Q[184].Ans[0] = "はんばい";
Q[184].Ans[1] = "はんまい";
Q[184].Ans[2] = "はっばい";
Q[184].Ans[3] = "はっまい";
Q[184].comment = "『販売』は『はんばい』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔疲れ〕が出たらしい。";
Q[185].Ans[0] = "つかれ";
Q[185].Ans[1] = "つがれ";
Q[185].Ans[2] = "ぐたびれ";
Q[185].Ans[3] = "くだびれ";
Q[185].comment = "『疲れ』は『つかれ』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔筆記〕用具を持って来てください。";
Q[186].Ans[0] = "ひっき";
Q[186].Ans[1] = "びっき";
Q[186].Ans[2] = "ひっぎ";
Q[186].Ans[3] = "びき";
Q[186].comment = "『筆記』は『ひっき』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔筆者〕の主張を１行で書きなさい。";
Q[187].Ans[0] = "ひっしゃ";
Q[187].Ans[1] = "びじゃ";
Q[187].Ans[2] = "ひっじゃ";
Q[187].Ans[3] = "びしゃ";
Q[187].comment = "『筆者』は『ひっしゃ』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔筆〕を作る体験をする。";
Q[188].Ans[0] = "ふで";
Q[188].Ans[1] = "びつ";
Q[188].Ans[2] = "ひつ";
Q[188].Ans[3] = "ふて";
Q[188].comment = "『筆』は『ふで』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔薄暗い〕ところで本を読むと目に悪い。";
Q[189].Ans[0] = "うすぐらい";
Q[189].Ans[1] = "うずぐらい";
Q[189].Ans[2] = "うずくらい";
Q[189].Ans[3] = "うすくらい";
Q[189].comment = "『薄暗い』は『うすぐらい』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>苦いので水で〔薄める〕。";
Q[190].Ans[0] = "うすめる";
Q[190].Ans[1] = "からめる";
Q[190].Ans[2] = "ぬくめる";
Q[190].Ans[3] = "まるめる";
Q[190].comment = "『薄める』は『うすめる』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔濃い〕コーヒーが好きです。";
Q[191].Ans[0] = "こい";
Q[191].Ans[1] = "ごい";
Q[191].Ans[2] = "のい";
Q[191].Ans[3] = "のうい";
Q[191].comment = "『濃い』は『こい』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>研究室で、気体の〔濃度〕をはかる機械を買った。";
Q[192].Ans[0] = "のうど";
Q[192].Ans[1] = "のど";
Q[192].Ans[2] = "こうど";
Q[192].Ans[3] = "こど";
Q[192].comment = "『濃度』は『のうど』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>たまには〔悩む〕のも悪くないだろう。";
Q[193].Ans[0] = "なやむ";
Q[193].Ans[1] = "はばむ";
Q[193].Ans[2] = "こばむ";
Q[193].Ans[3] = "かがむ";
Q[193].comment = "『悩む』は『なやむ』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>とうとう〔破産〕した。";
Q[194].Ans[0] = "はさん";
Q[194].Ans[1] = "ぽさん";
Q[194].Ans[2] = "はざん";
Q[194].Ans[3] = "ぽざん";
Q[194].comment = "『破産』は『はさん』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ガラスの〔破片〕でケガをした。";
Q[195].Ans[0] = "はへん";
Q[195].Ans[1] = "はぺん";
Q[195].Ans[2] = "ぽぺん";
Q[195].Ans[3] = "ぽへん";
Q[195].comment = "『破片』は『はへん』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>紙をビリビリと〔破く〕。";
Q[196].Ans[0] = "やぶく";
Q[196].Ans[1] = "さく";
Q[196].Ans[2] = "すく";
Q[196].Ans[3] = "ゆがく";
Q[196].comment = "『破く』は『やぶく』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>残念ながら記録を〔破る〕ことはできなかった。";
Q[197].Ans[0] = "やぶる";
Q[197].Ans[1] = "こえる";
Q[197].Ans[2] = "くぐる";
Q[197].Ans[3] = "めくる";
Q[197].comment = "『破る』は『やぶる』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>田舎なので〔宿泊〕するところがありません。";
Q[198].Ans[0] = "しゅくはく";
Q[198].Ans[1] = "しゅっぼう";
Q[198].Ans[2] = "しゅくぼう";
Q[198].Ans[3] = "しゅっはく";
Q[198].comment = "『宿泊』は『しゅくはく』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雪のため空港に〔泊まる〕ことになった。";
Q[199].Ans[0] = "とまる";
Q[199].Ans[1] = "とどまる";
Q[199].Ans[2] = "ととまる";
Q[199].Ans[3] = "とうまる";
Q[199].comment = "『泊まる』は『とまる』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>細いだけで、〔髪の毛〕が少ないわけではない。";
Q[200].Ans[0] = "かみのけ";
Q[200].Ans[1] = "かみのもう";
Q[200].Ans[2] = "はつのけ";
Q[200].Ans[3] = "はつのもう";
Q[200].comment = "『髪の毛』は『かみのけ』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これ以上、罪を〔犯す〕ことはない。";
Q[201].Ans[0] = "おかす";
Q[201].Ans[1] = "わかす";
Q[201].Ans[2] = "ふかす";
Q[201].Ans[3] = "まかす";
Q[201].comment = "『犯す』は『おかす』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは〔犯罪〕が多い国だ。";
Q[202].Ans[0] = "はんざい";
Q[202].Ans[1] = "はんずい";
Q[202].Ans[2] = "はっざい";
Q[202].Ans[3] = "はっずい";
Q[202].comment = "『犯罪』は『はんざい』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔犯人〕はやはりアメリカ人だった。";
Q[203].Ans[0] = "はんにん";
Q[203].Ans[1] = "はんじん";
Q[203].Ans[2] = "はんびと";
Q[203].Ans[3] = "はんぴと";
Q[203].comment = "『犯人』は『はんにん』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人だからといって、〔知能〕が低いわけではない。";
Q[204].Ans[0] = "ちのう";
Q[204].Ans[1] = "じのう";
Q[204].Ans[2] = "ちなん";
Q[204].Ans[3] = "じなん";
Q[204].comment = "『知能』は『ちのう』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼には絵の〔才能〕がない。";
Q[205].Ans[0] = "さいのう";
Q[205].Ans[1] = "ざいのう";
Q[205].Ans[2] = "さいなん";
Q[205].Ans[3] = "ざいなん";
Q[205].comment = "『才能』は『さいのう』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本のものは〔性能〕が良い。";
Q[206].Ans[0] = "せいのう";
Q[206].Ans[1] = "しんのう";
Q[206].Ans[2] = "しんなん";
Q[206].Ans[3] = "せいなん";
Q[206].comment = "『性能』は『せいのう』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>食べるときには、かならず〔加熱〕してください。";
Q[207].Ans[0] = "かねつ";
Q[207].Ans[1] = "じゃねつ";
Q[207].Ans[2] = "かねず";
Q[207].Ans[3] = "じゃねつ";
Q[207].comment = "『加熱』は『かねつ』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なべを〔熱する〕。";
Q[208].Ans[0] = "ねっする";
Q[208].Ans[1] = "あっする";
Q[208].Ans[2] = "さっする";
Q[208].Ans[3] = "たっする";
Q[208].comment = "『熱する』は『ねっする』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>高雄は〔熱帯〕なので、一年中暑い。";
Q[209].Ans[0] = "ねったい";
Q[209].Ans[1] = "あったい";
Q[209].Ans[2] = "ねっだい";
Q[209].Ans[3] = "あっだい";
Q[209].comment = "『熱帯』は『ねったい』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゲームに〔熱中〕している。";
Q[210].Ans[0] = "ねっちゅう";
Q[210].Ans[1] = "ねちゅう";
Q[210].Ans[2] = "ねじゅう";
Q[210].Ans[3] = "ねっじゅう";
Q[210].comment = "『熱中』は『ねっちゅう』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カナダから手紙が〔届いた〕。";
Q[211].Ans[0] = "とどいた";
Q[211].Ans[1] = "ついた";
Q[211].Ans[2] = "まねいた";
Q[211].Ans[3] = "まいた";
Q[211].comment = "『届いた』は『とどいた』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生を〔指導〕するのも大変だ。";
Q[212].Ans[0] = "しどう";
Q[212].Ans[1] = "じどう";
Q[212].Ans[2] = "じとう";
Q[212].Ans[3] = "しとう";
Q[212].comment = "『指導』は『しどう』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すべて〔任せる〕から、何とかしてくれ。";
Q[213].Ans[0] = "まかせる";
Q[213].Ans[1] = "はかせる";
Q[213].Ans[2] = "さかせる";
Q[213].Ans[3] = "たかせる";
Q[213].comment = "『任せる』は『まかせる』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自分でしたことの〔責任〕は自分でとりなさい。";
Q[214].Ans[0] = "せきにん";
Q[214].Ans[1] = "ざにん";
Q[214].Ans[2] = "ざれん";
Q[214].Ans[3] = "せきれん";
Q[214].comment = "『責任』は『せきにん』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビンは〔燃える〕ごみではありませんよ。";
Q[215].Ans[0] = "もえる";
Q[215].Ans[1] = "ゆえる";
Q[215].Ans[2] = "にえる";
Q[215].Ans[3] = "なえる";
Q[215].comment = "『燃える』は『もえる』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭で木の葉を〔燃やす〕";
Q[216].Ans[0] = "もやす";
Q[216].Ans[1] = "はやす";
Q[216].Ans[2] = "たやす";
Q[216].Ans[3] = "にやす";
Q[216].comment = "『燃やす』は『もやす』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どものために〔童話〕を読む。";
Q[217].Ans[0] = "どうわ";
Q[217].Ans[1] = "とうわ";
Q[217].Ans[2] = "どんわ";
Q[217].Ans[3] = "とんわ";
Q[217].comment = "『童話』は『どうわ』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小学校の〔児童〕たちの前で話をする。";
Q[218].Ans[0] = "じどう";
Q[218].Ans[1] = "じとう";
Q[218].Ans[2] = "にとう";
Q[218].Ans[3] = "にどう";
Q[218].comment = "『児童』は『じどう』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どんなことも〔途中〕でやめてはいけない。";
Q[219].Ans[0] = "とちゅう";
Q[219].Ans[1] = "とじゅう";
Q[219].Ans[2] = "とうちゅう";
Q[219].Ans[3] = "とうじゅう";
Q[219].comment = "『途中』は『とちゅう』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もともとの〔用途〕以外には使わないでください。";
Q[220].Ans[0] = "ようと";
Q[220].Ans[1] = "よとう";
Q[220].Ans[2] = "ようど";
Q[220].Ans[3] = "よどう";
Q[220].comment = "『用途』は『ようと』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ホテルを〔展開〕する会社の社長だ。";
Q[221].Ans[0] = "てんかい";
Q[221].Ans[1] = "じょうかい";
Q[221].Ans[2] = "てんがい";
Q[221].Ans[3] = "じょうがい";
Q[221].comment = "『展開』は『てんかい』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会の〔発展〕は教育による。";
Q[222].Ans[0] = "はってん";
Q[222].Ans[1] = "はてん";
Q[222].Ans[2] = "はっでん";
Q[222].Ans[3] = "はでん";
Q[222].comment = "『発展』は『はってん』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔私鉄〕を使って通学する。";
Q[223].Ans[0] = "してつ";
Q[223].Ans[1] = "すてつ";
Q[223].Ans[2] = "しでつ";
Q[223].Ans[3] = "すでつ";
Q[223].comment = "『私鉄』は『してつ』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔鉄橋〕の工事をしている。";
Q[224].Ans[0] = "てっきょう";
Q[224].Ans[1] = "てっちょう";
Q[224].Ans[2] = "てっぎょう";
Q[224].Ans[3] = "てっじょう";
Q[224].comment = "『鉄橋』は『てっきょう』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾では〔鉄道〕よりもバスが便利です。";
Q[225].Ans[0] = "てつどう";
Q[225].Ans[1] = "てっとう";
Q[225].Ans[2] = "てっどう";
Q[225].Ans[3] = "てつとう";
Q[225].comment = "『鉄道』は『てつどう』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔鉄〕のナイフを使っている。";
Q[226].Ans[0] = "てつ";
Q[226].Ans[1] = "でつ";
Q[226].Ans[2] = "てず";
Q[226].Ans[3] = "でず";
Q[226].comment = "『鉄』は『てつ』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コピーして〔拡大〕する。";
Q[227].Ans[0] = "かくだい";
Q[227].Ans[1] = "こうだい";
Q[227].Ans[2] = "かくたい";
Q[227].Ans[3] = "こうたい";
Q[227].comment = "『拡大』は『かくだい』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>機能を〔拡張〕するソフトを入れる。";
Q[228].Ans[0] = "かくちょう";
Q[228].Ans[1] = "こうちょう";
Q[228].Ans[2] = "かくじょう";
Q[228].Ans[3] = "こうじょう";
Q[228].comment = "『拡張』は『かくちょう』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学生を〔甘やかす〕べきではない。";
Q[229].Ans[0] = "あまやかす";
Q[229].Ans[1] = "あだやかす";
Q[229].Ans[2] = "あらやかす";
Q[229].Ans[3] = "あざやかす";
Q[229].comment = "『甘やかす』は『あまやかす』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の言うことはいつも〔甘い〕。";
Q[230].Ans[0] = "あまい";
Q[230].Ans[1] = "さくい";
Q[230].Ans[2] = "だるい";
Q[230].Ans[3] = "むさい";
Q[230].comment = "『甘い』は『あまい』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年も合格は〔危うい〕だろう。";
Q[231].Ans[0] = "あやうい";
Q[231].Ans[1] = "あだうい";
Q[231].Ans[2] = "あざうい";
Q[231].Ans[3] = "あなうい";
Q[231].comment = "『危うい』は『あやうい』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔危険〕なので近くに来ないでください。";
Q[232].Ans[0] = "きけん";
Q[232].Ans[1] = "いせん";
Q[232].Ans[2] = "きせん";
Q[232].Ans[3] = "いけん";
Q[232].comment = "『危険』は『きけん』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>３度目でようやく〔議員〕になった。";
Q[233].Ans[0] = "ぎいん";
Q[233].Ans[1] = "いいん";
Q[233].Ans[2] = "ぎえん";
Q[233].Ans[3] = "いえん";
Q[233].comment = "『議員』は『ぎいん』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>四年に一度〔議会〕が開かれる。";
Q[234].Ans[0] = "ぎかい";
Q[234].Ans[1] = "いかい";
Q[234].Ans[2] = "ぎがい";
Q[234].Ans[3] = "いがい";
Q[234].comment = "『議会』は『ぎかい』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔議長〕に選ばれた。";
Q[235].Ans[0] = "ぎちょう";
Q[235].Ans[1] = "ぎじょう";
Q[235].Ans[2] = "いちょう";
Q[235].Ans[3] = "いじょう";
Q[235].comment = "『議長』は『ぎちょう』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔机〕の上を整理する。";
Q[236].Ans[0] = "つくえ";
Q[236].Ans[1] = "つぐえ";
Q[236].Ans[2] = "ずぐえ";
Q[236].Ans[3] = "ずくえ";
Q[236].comment = "『机』は『つくえ』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>１級に合格するのは〔簡単〕なことではない。";
Q[237].Ans[0] = "かんたん";
Q[237].Ans[1] = "ぜんたん";
Q[237].Ans[2] = "がんだん";
Q[237].Ans[3] = "ぜんだん";
Q[237].comment = "『簡単』は『かんたん』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔許可〕がなければ入れません。";
Q[238].Ans[0] = "きょか";
Q[238].Ans[1] = "しゅうか";
Q[238].Ans[2] = "しゅか";
Q[238].Ans[3] = "きょうか";
Q[238].comment = "『許可』は『きょか』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうしても〔許す〕ことはできない。";
Q[239].Ans[0] = "ゆるす";
Q[239].Ans[1] = "こらす";
Q[239].Ans[2] = "はらす";
Q[239].Ans[3] = "しるす";
Q[239].comment = "『許す』は『ゆるす』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>話し合いで〔境界〕を決める。";
Q[240].Ans[0] = "きょうかい";
Q[240].Ans[1] = "じんかい";
Q[240].Ans[2] = "ぎょうかい";
Q[240].Ans[3] = "じっかい";
Q[240].comment = "『境界』は『きょうかい』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>歩いて〔国境〕を越えることができる。";
Q[241].Ans[0] = "こっきょう";
Q[241].Ans[1] = "こっぎょう";
Q[241].Ans[2] = "こくじん";
Q[241].Ans[3] = "こぐじん";
Q[241].comment = "『国境』は『こっきょう』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>30才を〔境〕に、体力が落ちていく。";
Q[242].Ans[0] = "さかい";
Q[242].Ans[1] = "さがい";
Q[242].Ans[2] = "ざかい";
Q[242].Ans[3] = "ざがい";
Q[242].comment = "『境』は『さかい』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年から〔禁止〕されたのです。";
Q[243].Ans[0] = "きんし";
Q[243].Ans[1] = "じんじ";
Q[243].Ans[2] = "きんじ";
Q[243].Ans[3] = "じんし";
Q[243].comment = "『禁止』は『きんし』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ〔軍〕が、多くの住民を殺した。";
Q[244].Ans[0] = "ぐん";
Q[244].Ans[1] = "じゅん";
Q[244].Ans[2] = "くん";
Q[244].Ans[3] = "しゅん";
Q[244].comment = "『軍』は『ぐん』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はアメリカ人だから、〔事件〕を起こす前に帰した方がいい。";
Q[245].Ans[0] = "じけん";
Q[245].Ans[1] = "じげん";
Q[245].Ans[2] = "しけん";
Q[245].Ans[3] = "しげん";
Q[245].comment = "『事件』は『じけん』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風で〔砂〕が目に入った。";
Q[246].Ans[0] = "すな";
Q[246].Ans[1] = "すま";
Q[246].Ans[2] = "つな";
Q[246].Ans[3] = "つま";
Q[246].comment = "『砂』は『すな』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あやまって〔済む〕話ではない。";
Q[247].Ans[0] = "すむ";
Q[247].Ans[1] = "つむ";
Q[247].Ans[2] = "くむ";
Q[247].Ans[3] = "しむ";
Q[247].comment = "『済む』は『すむ』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学で〔経済〕の勉強をする。";
Q[248].Ans[0] = "けいざい";
Q[248].Ans[1] = "けいさい";
Q[248].Ans[2] = "けっさい";
Q[248].Ans[3] = "けんざい";
Q[248].comment = "『経済』は『けいざい』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>木の枝にナイフで名前を〔刻む〕。";
Q[249].Ans[0] = "きざむ";
Q[249].Ans[1] = "きばむ";
Q[249].Ans[2] = "きだむ";
Q[249].Ans[3] = "きがむ";
Q[249].comment = "『刻む』は『きざむ』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>近くの人に〔時刻〕をたずねる。";
Q[250].Ans[0] = "じこく";
Q[250].Ans[1] = "しこく";
Q[250].Ans[2] = "じごく";
Q[250].Ans[3] = "しごく";
Q[250].comment = "『時刻』は『じこく』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それほど〔深刻〕な問題ではない。";
Q[251].Ans[0] = "しんこく";
Q[251].Ans[1] = "しんごく";
Q[251].Ans[2] = "しんく";
Q[251].Ans[3] = "しんぐ";
Q[251].comment = "『深刻』は『しんこく』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔遅刻〕は２回で欠席になる。";
Q[252].Ans[0] = "ちこく";
Q[252].Ans[1] = "ちごく";
Q[252].Ans[2] = "じこく";
Q[252].Ans[3] = "じごく";
Q[252].comment = "『遅刻』は『ちこく』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テストの〔採点〕をする。";
Q[253].Ans[0] = "さいてん";
Q[253].Ans[1] = "さいでん";
Q[253].Ans[2] = "ざいてん";
Q[253].Ans[3] = "ざいでん";
Q[253].comment = "『採点』は『さいてん』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>車が〔財産〕だという考えは古い。";
Q[254].Ans[0] = "ざいさん";
Q[254].Ans[1] = "さいざん";
Q[254].Ans[2] = "ざいざん";
Q[254].Ans[3] = "さいさん";
Q[254].comment = "『財産』は『ざいさん』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこかで〔財布〕を落としてしまった。";
Q[255].Ans[0] = "さいふ";
Q[255].Ans[1] = "ざいふ";
Q[255].Ans[2] = "さいぶ";
Q[255].Ans[3] = "ざいぶ";
Q[255].comment = "『財布』は『さいふ』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔賛成〕した議員は少なかった。";
Q[256].Ans[0] = "さんせい";
Q[256].Ans[1] = "ざんせい";
Q[256].Ans[2] = "さんぜい";
Q[256].Ans[3] = "ざんぜい";
Q[256].comment = "『賛成』は『さんせい』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>胸にナイフが〔刺さった〕まま発見された。";
Q[257].Ans[0] = "ささった";
Q[257].Ans[1] = "とさった";
Q[257].Ans[2] = "かさった";
Q[257].Ans[3] = "くすった";
Q[257].comment = "『刺さった』は『ささった』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうして日本人はどんな魚も〔刺身〕にするのですか。";
Q[258].Ans[0] = "さしみ";
Q[258].Ans[1] = "ざしみ";
Q[258].Ans[2] = "さじみ";
Q[258].Ans[3] = "ざじみ";
Q[258].comment = "『刺身』は『さしみ』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会人になったので〔名刺〕を作った。";
Q[259].Ans[0] = "めいし";
Q[259].Ans[1] = "みんし";
Q[259].Ans[2] = "めいじ";
Q[259].Ans[3] = "みんじ";
Q[259].comment = "『名刺』は『めいし』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はとても〔意志〕が強い。";
Q[260].Ans[0] = "いし";
Q[260].Ans[1] = "いじ";
Q[260].Ans[2] = "いち";
Q[260].Ans[3] = "いっち";
Q[260].comment = "『意志』は『いし』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>議会を〔解散〕する。";
Q[261].Ans[0] = "かいさん";
Q[261].Ans[1] = "かいざん";
Q[261].Ans[2] = "げさん";
Q[261].Ans[3] = "げざん";
Q[261].comment = "『解散』は『かいさん』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人の気を〔散らす〕ようなことをするな。";
Q[262].Ans[0] = "ちらす";
Q[262].Ans[1] = "さらす";
Q[262].Ans[2] = "ばらす";
Q[262].Ans[3] = "からす";
Q[262].comment = "『散らす』は『ちらす』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうやったらこれだけ部屋を〔散らかす〕ことができるのですか。";
Q[263].Ans[0] = "ちらかす";
Q[263].Ans[1] = "しらかす";
Q[263].Ans[2] = "やらかす";
Q[263].Ans[3] = "わらかす";
Q[263].comment = "『散らかす』は『ちらかす』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔散る〕からこそ、花は美しいのです。";
Q[264].Ans[0] = "ちる";
Q[264].Ans[1] = "ゆる";
Q[264].Ans[2] = "める";
Q[264].Ans[3] = "せる";
Q[264].comment = "『散る』は『ちる』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚式の〔司会〕をしましょうか。";
Q[265].Ans[0] = "しかい";
Q[265].Ans[1] = "すかい";
Q[265].Ans[2] = "しがい";
Q[265].Ans[3] = "すがい";
Q[265].comment = "『司会』は『しかい』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本を〔五冊〕買う。";
Q[266].Ans[0] = "ごさつ";
Q[266].Ans[1] = "いつさつ";
Q[266].Ans[2] = "ござつ";
Q[266].Ans[3] = "いつざつ";
Q[266].comment = "『五冊』は『ごさつ』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっとよく〔観察〕しなさい。";
Q[267].Ans[0] = "かんさつ";
Q[267].Ans[1] = "かんざつ";
Q[267].Ans[2] = "かさつ";
Q[267].Ans[3] = "かざつ";
Q[267].comment = "『観察』は『かんさつ』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨日までは花が〔咲いて〕いた。";
Q[268].Ans[0] = "さいて";
Q[268].Ans[1] = "ひらいて";
Q[268].Ans[2] = "あいて";
Q[268].Ans[3] = "わらいて";
Q[268].comment = "『咲いて』は『さいて』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔育児〕に協力しない父親も多い。";
Q[269].Ans[0] = "いくじ";
Q[269].Ans[1] = "いぐじ";
Q[269].Ans[2] = "いくに";
Q[269].Ans[3] = "いぐに";
Q[269].comment = "『育児』は『いくじ』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔四捨五入〕すると40才です。";
Q[270].Ans[0] = "ししゃごにゅう";
Q[270].Ans[1] = "しじゃごじゅう";
Q[270].Ans[2] = "しじゃいつにゅう";
Q[270].Ans[3] = "ししゃいつじゅう";
Q[270].comment = "『四捨五入』は『ししゃごにゅう』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゴミを〔捨てる〕場所がない。";
Q[271].Ans[0] = "すてる";
Q[271].Ans[1] = "してる";
Q[271].Ans[2] = "ちてる";
Q[271].Ans[3] = "つてる";
Q[271].comment = "『捨てる』は『すてる』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学の近くに〔下宿〕をさがす。";
Q[272].Ans[0] = "げしゅく";
Q[272].Ans[1] = "かじゅく";
Q[272].Ans[2] = "げじゅく";
Q[272].Ans[3] = "かしゅく";
Q[272].comment = "『下宿』は『げしゅく』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外国人は〔宿泊〕できません。";
Q[273].Ans[0] = "しゅくはく";
Q[273].Ans[1] = "しゅうぼう";
Q[273].Ans[2] = "しゅくぼう";
Q[273].Ans[3] = "しゅうはく";
Q[273].comment = "『宿泊』は『しゅくはく』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日の〔宿〕は、もう予約してあります。";
Q[274].Ans[0] = "やど";
Q[274].Ans[1] = "やと";
Q[274].Ans[2] = "ゆど";
Q[274].Ans[3] = "ゆと";
Q[274].comment = "『宿』は『やど』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生活の〔水準〕が低い。";
Q[275].Ans[0] = "すいじゅん";
Q[275].Ans[1] = "すいしゅん";
Q[275].Ans[2] = "すうじゅん";
Q[275].Ans[3] = "すうしゅん";
Q[275].comment = "『水準』は『すいじゅん』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔標準〕より少し多いくらいだ。";
Q[276].Ans[0] = "ひょうじゅん";
Q[276].Ans[1] = "びょうじゅん";
Q[276].Ans[2] = "ひょうしゅん";
Q[276].Ans[3] = "びょうしゅん";
Q[276].comment = "『標準』は『ひょうじゅん』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔賞金〕が少ない。";
Q[277].Ans[0] = "しょうきん";
Q[277].Ans[1] = "しょうじん";
Q[277].Ans[2] = "しゃっきん";
Q[277].Ans[3] = "しゃっじん";
Q[277].comment = "『賞金』は『しょうきん』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔賞品〕は辞書です。";
Q[278].Ans[0] = "しょうひん";
Q[278].Ans[1] = "しょうぴん";
Q[278].Ans[2] = "しゃひん";
Q[278].Ans[3] = "しゃぴん";
Q[278].comment = "『賞品』は『しょうひん』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両親に〔紹介〕する。";
Q[279].Ans[0] = "しょうかい";
Q[279].Ans[1] = "しょうがい";
Q[279].Ans[2] = "じょうかい";
Q[279].Ans[3] = "じょうがい";
Q[279].comment = "『紹介』は『しょうかい』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたの〔勝ち〕です。";
Q[280].Ans[0] = "かち";
Q[280].Ans[1] = "さち";
Q[280].Ans[2] = "たち";
Q[280].Ans[3] = "おち";
Q[280].comment = "『勝ち』は『かち』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔勝手に〕報告しないでください。";
Q[281].Ans[0] = "かってに";
Q[281].Ans[1] = "かっでに";
Q[281].Ans[2] = "かてに";
Q[281].Ans[3] = "かでに";
Q[281].comment = "『勝手に』は『かってに』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔勝敗〕に関係なく楽しめる。";
Q[282].Ans[0] = "しょうはい";
Q[282].Ans[1] = "しょうばい";
Q[282].Ans[2] = "しゃはい";
Q[282].Ans[3] = "しゃばい";
Q[282].comment = "『勝敗』は『しょうはい』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>また〔勝負〕しましょう。";
Q[283].Ans[0] = "しょうぶ";
Q[283].Ans[1] = "しょうふ";
Q[283].Ans[2] = "しゃふう";
Q[283].Ans[3] = "しゃぶう";
Q[283].comment = "『勝負』は『しょうぶ』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は〔優勝〕したい。";
Q[284].Ans[0] = "ゆうしょう";
Q[284].Ans[1] = "ようしょう";
Q[284].Ans[2] = "ゆうしょ";
Q[284].Ans[3] = "ようしょ";
Q[284].comment = "『優勝』は『ゆうしょう』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨年は15〔勝〕した。";
Q[285].Ans[0] = "しょう";
Q[285].Ans[1] = "しょ";
Q[285].Ans[2] = "じょう";
Q[285].Ans[3] = "じょ";
Q[285].comment = "『勝』は『しょう』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい〔畳〕にする。";
Q[286].Ans[0] = "たたみ";
Q[286].Ans[1] = "だだみ";
Q[286].Ans[2] = "だたみ";
Q[286].Ans[3] = "ただみ";
Q[286].comment = "『畳』は『たたみ』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タオルを〔畳む〕。";
Q[287].Ans[0] = "たたむ";
Q[287].Ans[1] = "はさむ";
Q[287].Ans[2] = "かさむ";
Q[287].Ans[3] = "からむ";
Q[287].comment = "『畳む』は『たたむ』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔畳〕の部屋に住んでいる。";
Q[288].Ans[0] = "たたみ";
Q[288].Ans[1] = "ひなた";
Q[288].Ans[2] = "かさね";
Q[288].Ans[3] = "かもい";
Q[288].comment = "『畳』は『たたみ』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔の船は〔蒸気〕で走っていた。";
Q[289].Ans[0] = "じょうき";
Q[289].Ans[1] = "じょうち";
Q[289].Ans[2] = "しょうき";
Q[289].Ans[3] = "しょうち";
Q[289].comment = "『蒸気』は『じょうき』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父親が〔蒸発〕してしまった。";
Q[290].Ans[0] = "じょうはつ";
Q[290].Ans[1] = "じょうは";
Q[290].Ans[2] = "しょうはつ";
Q[290].Ans[3] = "しょうは";
Q[290].comment = "『蒸発』は『じょうはつ』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水は100度で〔水蒸気〕になる。";
Q[291].Ans[0] = "すいじょうき";
Q[291].Ans[1] = "すうじょうち";
Q[291].Ans[2] = "すうしょうき";
Q[291].Ans[3] = "すいしょうち";
Q[291].comment = "『水蒸気』は『すいじょうき』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔蒸す〕よりも焼いた方がおいしい。";
Q[292].Ans[0] = "むす";
Q[292].Ans[1] = "こす";
Q[292].Ans[2] = "ぬす";
Q[292].Ans[3] = "もす";
Q[292].comment = "『蒸す』は『むす』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の夏はとても〔蒸し暑い〕。";
Q[293].Ans[0] = "むしあつい";
Q[293].Ans[1] = "うしあつい";
Q[293].Ans[2] = "むしあずい";
Q[293].Ans[3] = "うしあずい";
Q[293].comment = "『蒸し暑い』は『むしあつい』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海外旅行で異文化に〔触れる〕。";
Q[294].Ans[0] = "ふれる";
Q[294].Ans[1] = "される";
Q[294].Ans[2] = "つれる";
Q[294].Ans[3] = "すれる";
Q[294].comment = "『触れる』は『ふれる』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>客席から〔笑い〕が起こった。";
Q[295].Ans[0] = "わらい";
Q[295].Ans[1] = "しょうい";
Q[295].Ans[2] = "うれい";
Q[295].Ans[3] = "しゃい";
Q[295].comment = "『笑い』は『わらい』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>答えは〔整数〕になるはずですが。";
Q[296].Ans[0] = "せいすう";
Q[296].Ans[1] = "ぜいしゅう";
Q[296].Ans[2] = "ぜいすう";
Q[296].Ans[3] = "せいしゅう";
Q[296].comment = "『整数』は『せいすう』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自動車を〔整備〕する。";
Q[297].Ans[0] = "せいび";
Q[297].Ans[1] = "ぜいび";
Q[297].Ans[2] = "せんび";
Q[297].Ans[3] = "ぜんび";
Q[297].comment = "『整備』は『せいび』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日曜日に部屋の〔整理〕をする。";
Q[298].Ans[0] = "せいり";
Q[298].Ans[1] = "ぜんり";
Q[298].Ans[2] = "せんり";
Q[298].Ans[3] = "ぜいり";
Q[298].comment = "『整理』は『せいり』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔整った〕顔をしている。";
Q[299].Ans[0] = "ととのった";
Q[299].Ans[1] = "とどのった";
Q[299].Ans[2] = "ととなった";
Q[299].Ans[3] = "とどなった";
Q[299].comment = "『整った』は『ととのった』と読む。";
