var Qnum = 550;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>北野先生は、お金に〔細かい〕人です。";
Q[0].Ans[0] = "こまかい";
Q[0].Ans[1] = "ほそかい";
Q[0].Ans[2] = "ちいかい";
Q[0].Ans[3] = "いさかい";
Q[0].comment = "『細かい』は『こまかい』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔奈良〕にいます。";
Q[1].Ans[0] = "なら";
Q[1].Ans[1] = "から";
Q[1].Ans[2] = "たら";
Q[1].Ans[3] = "ほら";
Q[1].comment = "『奈良』は『なら』と読む（地名）。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スケジュールには、まだ〔流動的〕なところがある。";
Q[2].Ans[0] = "りゅうどうてき";
Q[2].Ans[1] = "ろうどうてき";
Q[2].Ans[2] = "こうどうてき";
Q[2].Ans[3] = "そうどうてき";
Q[2].comment = "『流動的』は『りゅうどうてき』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現在〔流行〕しているスタイルだ。";
Q[3].Ans[0] = "りゅうこう";
Q[3].Ans[1] = "りゅこう";
Q[3].Ans[2] = "りょうこう";
Q[3].Ans[3] = "りょこう";
Q[3].comment = "『流行』は『りゅうこう』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風説を〔流布〕した疑いで取り調べを受けている。";
Q[4].Ans[0] = "るふ";
Q[4].Ans[1] = "りゅうふ";
Q[4].Ans[2] = "りゅふ";
Q[4].Ans[3] = "りょうふ";
Q[4].comment = "『流布』は『るふ』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>万物は〔流転〕する。";
Q[5].Ans[0] = "るてん";
Q[5].Ans[1] = "りゅうてん";
Q[5].Ans[2] = "りょてん";
Q[5].Ans[3] = "ながてん";
Q[5].comment = "『流転』は『るてん』と読む。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>川が〔流れて〕います。";
Q[6].Ans[0] = "ながれて";
Q[6].Ans[1] = "すたれて";
Q[6].Ans[2] = "いかれて";
Q[6].Ans[3] = "よごれて";
Q[6].comment = "『流れる』は『ながれる』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>話の〔流れ〕がまったくわからない。";
Q[7].Ans[0] = "ながれ";
Q[7].Ans[1] = "まぎれ";
Q[7].Ans[2] = "いかれ";
Q[7].Ans[3] = "はぎれ";
Q[7].comment = "『流れ』は『ながれ』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>川に笹舟を〔流す〕。";
Q[8].Ans[0] = "ながす";
Q[8].Ans[1] = "ひたす";
Q[8].Ans[2] = "おこす";
Q[8].Ans[3] = "さがす";
Q[8].comment = "『流す』は『ながす』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そうめん〔流し〕を楽しむ。";
Q[9].Ans[0] = "ながし";
Q[9].Ans[1] = "さがし";
Q[9].Ans[2] = "こがし";
Q[9].Ans[3] = "はがし";
Q[9].comment = "『流し』は『ながし』と読む。";

Q[10].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカには〔留学〕しない方がいい。";
Q[10].Ans[0] = "りゅうがく";
Q[10].Ans[1] = "るがく";
Q[10].Ans[2] = "ろうがく";
Q[10].Ans[3] = "りゅがく";
Q[10].comment = "『留学』は『りゅうがく』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結論は〔保留〕させてください。";
Q[11].Ans[0] = "ほりゅう";
Q[11].Ans[1] = "ほる";
Q[11].Ans[2] = "ほるう";
Q[11].Ans[3] = "ほりゅ";
Q[11].comment = "『保留』は『ほりゅう』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>しばらく〔留守〕にします。";
Q[12].Ans[0] = "るす";
Q[12].Ans[1] = "りゅうす";
Q[12].Ans[2] = "るうす";
Q[12].Ans[3] = "りゅす";
Q[12].comment = "『留守』は『るす』と読む。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>主人は、いつもあなたのことを〔留めて〕いましたよ。";
Q[13].Ans[0] = "とめて";
Q[13].Ans[1] = "つめて";
Q[13].Ans[2] = "ためて";
Q[13].Ans[3] = "こめて";
Q[13].comment = "『留める』は『とめる』と読む。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカの工場は〔歩留まり〕がかなり悪い。";
Q[14].Ans[0] = "ぶどまり";
Q[14].Ans[1] = "ぶたかまり";
Q[14].Ans[2] = "ぶおさまり";
Q[14].Ans[3] = "ぶかたまり";
Q[14].comment = "『ぶどまり』は『ぶどまり』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>絵はがきをピンで〔留める〕。";
Q[15].Ans[0] = "とめる";
Q[15].Ans[1] = "さめる";
Q[15].Ans[2] = "きめる";
Q[15].Ans[3] = "しめる";
Q[15].comment = "『留める』は『とめる』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>表情には〔動揺〕が見られる。";
Q[16].Ans[0] = "どうよう";
Q[16].Ans[1] = "どうゆう";
Q[16].Ans[2] = "どうかん";
Q[16].Ans[3] = "どうこう";
Q[16].comment = "『動揺』は『どうよう』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震でライトが〔揺れて〕いる。";
Q[17].Ans[0] = "ゆれて";
Q[17].Ans[1] = "もれて";
Q[17].Ans[2] = "たれて";
Q[17].Ans[3] = "あれて";
Q[17].comment = "『揺れる』は『ゆれる』と読む。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>表記に〔揺れ〕が見られる。";
Q[18].Ans[0] = "ゆれ";
Q[18].Ans[1] = "もれ";
Q[18].Ans[2] = "なれ";
Q[18].Ans[3] = "きれ";
Q[18].comment = "『揺れ』は『ゆれ』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔揺れ〕が大きかった地域は次のとおりです。";
Q[19].Ans[0] = "ゆれ";
Q[19].Ans[1] = "おれ";
Q[19].Ans[2] = "だれ";
Q[19].Ans[3] = "はれ";
Q[19].comment = "『揺れ』は『』と読む。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔揺り返し〕の地震に注意してください。";
Q[20].Ans[0] = "ゆりかえし";
Q[20].Ans[1] = "とりかえし";
Q[20].Ans[2] = "なりかえし";
Q[20].Ans[3] = "くりかえし";
Q[20].comment = "『揺り返し』は『ゆりかえし』と読む。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔揺りかご〕から墓場まで、政府が面倒を見る。";
Q[21].Ans[0] = "ゆりかご";
Q[21].Ans[1] = "とりかご";
Q[21].Ans[2] = "おりかご";
Q[21].Ans[3] = "よりかご";
Q[21].comment = "『揺りかご』は『ゆりかご』と読む。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新発見によって、定説が〔揺らいで〕いる。";
Q[22].Ans[0] = "ゆらいで";
Q[22].Ans[1] = "もらいで";
Q[22].Ans[2] = "ならいで";
Q[22].Ans[3] = "いらいで";
Q[22].comment = "『揺らぐ』は『ゆらぐ』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の表情からは〔揺るぎない〕自信が読みとれる。";
Q[23].Ans[0] = "ゆるぎない";
Q[23].Ans[1] = "よるぎない";
Q[23].Ans[2] = "ふるぎない";
Q[23].Ans[3] = "にるぎない";
Q[23].comment = "『揺るぎない』は『ゆるぎない』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現在の体制が〔揺るぐ〕ことはないだろう。";
Q[24].Ans[0] = "ゆるぐ";
Q[24].Ans[1] = "かるぐ";
Q[24].Ans[2] = "にるぐ";
Q[24].Ans[3] = "なるぐ";
Q[24].comment = "『揺るぐ』は『ゆるぐ』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>波に船体を激しく〔揺すられた〕。";
Q[25].Ans[0] = "ゆすられた";
Q[25].Ans[1] = "こすられた";
Q[25].Ans[2] = "かすられた";
Q[25].Ans[3] = "さすられた";
Q[25].comment = "『揺すられる』は『ゆすられる』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、身体を前後に大きく〔揺すって〕いた。";
Q[26].Ans[0] = "ゆすって";
Q[26].Ans[1] = "こすって";
Q[26].Ans[2] = "かすって";
Q[26].Ans[3] = "さすって";
Q[26].comment = "『揺する』は『ゆする』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相手に〔揺さぶり〕をかける。";
Q[27].Ans[0] = "ゆさぶり";
Q[27].Ans[1] = "なさぶり";
Q[27].Ans[2] = "あさぶり";
Q[27].Ans[3] = "まさぶり";
Q[27].comment = "『揺さぶり』は『ゆさぶり』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>心が〔揺すぶられる〕出来事だった。";
Q[28].Ans[0] = "ゆすぶられる";
Q[28].Ans[1] = "なすぶられる";
Q[28].Ans[2] = "もすぶられる";
Q[28].Ans[3] = "だすぶられる";
Q[28].comment = "『揺すぶる』は『ゆすぶる』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この山には〔広葉樹〕が多い。";
Q[29].Ans[0] = "こうようじゅ";
Q[29].Ans[1] = "こうはじゅ";
Q[29].Ans[2] = "こういいじゅ";
Q[29].Ans[3] = "こうえいじゅ";
Q[29].comment = "『広葉樹』は『こうようじゅ』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔葉脈〕を生かして、しおりをつくる。";
Q[30].Ans[0] = "ようみゃく";
Q[30].Ans[1] = "いんみゃく";
Q[30].Ans[2] = "えいみゃく";
Q[30].Ans[3] = "はみゃく";
Q[30].comment = "『葉脈』は『ようみゃく』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔紅葉〕がきれいだ。";
Q[31].Ans[0] = "もみじ";
Q[31].Ans[1] = "かえで";
Q[31].Ans[2] = "いちょう";
Q[31].Ans[3] = "つつじ";
Q[31].comment = "『紅葉』は『もみじ』と読む。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山が美しく〔紅葉〕している。";
Q[32].Ans[0] = "こうよう";
Q[32].Ans[1] = "もみじ";
Q[32].Ans[2] = "ほんよう";
Q[32].Ans[3] = "ほんえい";
Q[32].comment = "『紅葉』は『こうよう』と読む。なお、「紅葉する」は古語で、現在はほとんど使われない。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔落ち葉〕をあ集めてイモを焼く。";
Q[33].Ans[0] = "おちば";
Q[33].Ans[1] = "おちは";
Q[33].Ans[2] = "おちぱ";
Q[33].Ans[3] = "おちよう";
Q[33].comment = "『落ち葉』は『おちば』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スナップ写真を３〔葉〕用意してください。";
Q[34].Ans[0] = "よう";
Q[34].Ans[1] = "は";
Q[34].Ans[2] = "い";
Q[34].Ans[3] = "えい";
Q[34].comment = "『葉』は『よう』と読む。写真などを数える単位。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>黒く塗ったガラス板で〔太陽〕の観察をする。";
Q[35].Ans[0] = "たいよう";
Q[35].Ans[1] = "たいよん";
Q[35].Ans[2] = "たいよ";
Q[35].Ans[3] = "たいよお";
Q[35].comment = "『太陽』は『たいよう』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アルカリの〔水溶液〕をビーカーに注ぐ。";
Q[36].Ans[0] = "すいようえき";
Q[36].Ans[1] = "すいゆうえき";
Q[36].Ans[2] = "すいよんえき";
Q[36].Ans[3] = "すいよえき";
Q[36].comment = "『水溶液』は『すいようえき』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この洗剤は冷たい水にもよく〔溶ける〕。";
Q[37].Ans[0] = "とける";
Q[37].Ans[1] = "まける";
Q[37].Ans[2] = "はける";
Q[37].Ans[3] = "きける";
Q[37].comment = "『溶ける』は『とける』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>暑いのでアイスもすぐに〔溶けて〕しまう。";
Q[38].Ans[0] = "とけて";
Q[38].Ans[1] = "なけて";
Q[38].Ans[2] = "うけて";
Q[38].Ans[3] = "ふけて";
Q[38].comment = "『溶ける』は『とける』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ぬるま湯に粉ミルクを〔溶かす〕。";
Q[39].Ans[0] = "とかす";
Q[39].Ans[1] = "いかす";
Q[39].Ans[2] = "さかす";
Q[39].Ans[3] = "ふかす";
Q[39].comment = "『溶かす』は『とかす』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まずは、大さじ２杯のバターを〔溶かし〕ます。";
Q[40].Ans[0] = "とかし";
Q[40].Ans[1] = "なかし";
Q[40].Ans[2] = "うかし";
Q[40].Ans[3] = "ぼかし";
Q[40].comment = "『溶かす』は『とかす』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>片栗粉を水で〔溶く〕。";
Q[41].Ans[0] = "とく";
Q[41].Ans[1] = "かく";
Q[41].Ans[2] = "ひく";
Q[41].Ans[3] = "こす";
Q[41].comment = "『溶く』は『とく』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>青い色の絵の具を〔溶く〕。";
Q[42].Ans[0] = "とく";
Q[42].Ans[1] = "かく";
Q[42].Ans[2] = "はく";
Q[42].Ans[3] = "おく";
Q[42].comment = "『溶く』は『とく』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔腰痛〕に悩まされている。";
Q[43].Ans[0] = "ようつう";
Q[43].Ans[1] = "こしつう";
Q[43].Ans[2] = "げきつう";
Q[43].Ans[3] = "";
Q[43].comment = "『腰痛』は『ようつう』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近、〔腰〕が痛い。";
Q[44].Ans[0] = "こし";
Q[44].Ans[1] = "かた";
Q[44].Ans[2] = "ひじ";
Q[44].Ans[3] = "ひざ";
Q[44].comment = "『腰』は『こし』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔蒸発〕する分を考えて、一割多く水を入れます。";
Q[45].Ans[0] = "じょうはつ";
Q[45].Ans[1] = "じゅうはつ";
Q[45].Ans[2] = "じっはつ";
Q[45].Ans[3] = "じょはつ";
Q[45].comment = "『蒸発』は『じょうはつ』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>イギリスで〔蒸気機関〕が発明された。";
Q[46].Ans[0] = "じょうききかん";
Q[46].Ans[1] = "ちょうききかん";
Q[46].Ans[2] = "ちゅうききかん";
Q[46].Ans[3] = "じっききかん";
Q[46].comment = "『蒸気機関』は『じょうききかん』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゆでるより〔蒸した〕方がおいしい。";
Q[47].Ans[0] = "むした";
Q[47].Ans[1] = "ほした";
Q[47].Ans[2] = "かした";
Q[47].Ans[3] = "とした";
Q[47].comment = "『蒸す』は『むす』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾の夏は〔蒸し暑い〕。";
Q[48].Ans[0] = "むしあつい";
Q[48].Ans[1] = "おしあつい";
Q[48].Ans[2] = "さしあつい";
Q[48].Ans[3] = "かしあつい";
Q[48].comment = "『蒸し暑い』は『むしあつい』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>靴下の中が〔蒸れて〕しまう。";
Q[49].Ans[0] = "むれて";
Q[49].Ans[1] = "もれて";
Q[49].Ans[2] = "たれて";
Q[49].Ans[3] = "しれて";
Q[49].comment = "『蒸れる』は『むれる』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>フタをして５分間〔蒸らして〕ください。";
Q[50].Ans[0] = "むらして";
Q[50].Ans[1] = "こらして";
Q[50].Ans[2] = "もらして";
Q[50].Ans[3] = "たらして";
Q[50].comment = "『蒸らす』は『むらす』と読む。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔縄文〕の遺跡が発見された。";
Q[51].Ans[0] = "じょうもん";
Q[51].Ans[1] = "なわもん";
Q[51].Ans[2] = "じゅもん";
Q[51].Ans[3] = "こうもん";
Q[51].comment = "『縄文』は『じょうもん』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔縄〕を投げる。";
Q[52].Ans[0] = "なわ";
Q[52].Ans[1] = "あみ";
Q[52].Ans[2] = "つな";
Q[52].Ans[3] = "はけ";
Q[52].comment = "『縄』は『なわ』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アユは〔縄張り〕に入るものを攻撃する。";
Q[53].Ans[0] = "なわばり";
Q[53].Ans[1] = "とげばり";
Q[53].Ans[2] = "まえばり";
Q[53].Ans[3] = "とばり";
Q[53].comment = "『縄張り』は『なわばり』と読む。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔土壌〕を改良する。";
Q[54].Ans[0] = "どじょう";
Q[54].Ans[1] = "どちょう";
Q[54].Ans[2] = "どぞう";
Q[54].Ans[3] = "どこう";
Q[54].comment = "『土壌』は『どじょう』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社長の〔令嬢〕と結婚する。";
Q[55].Ans[0] = "れいじょう";
Q[55].Ans[1] = "れいびょう";
Q[55].Ans[2] = "れいちょう";
Q[55].Ans[3] = "れいにょう";
Q[55].comment = "『令嬢』は『れいじょう』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔お嬢さん〕と呼ばれて喜んでいるようでは。";
Q[56].Ans[0] = "おじょうさん";
Q[56].Ans[1] = "およめさん";
Q[56].Ans[2] = "おひめさん";
Q[56].Ans[3] = "おひなさん";
Q[56].comment = "『お嬢さん』は『おじょうさん』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔手錠〕は、趣味で使うものです。";
Q[57].Ans[0] = "てじょう";
Q[57].Ans[1] = "てちょう";
Q[57].Ans[2] = "てってい";
Q[57].Ans[3] = "てまえ";
Q[57].comment = "『手錠』は『てじょう』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔錠剤〕ですから飲みやすいと思います。";
Q[58].Ans[0] = "じょうざい";
Q[58].Ans[1] = "こうざい";
Q[58].Ans[2] = "そうざい";
Q[58].Ans[3] = "ていざい";
Q[58].comment = "『錠剤』は『じょうざい』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生前に〔譲渡〕する。";
Q[59].Ans[0] = "じょうと";
Q[59].Ans[1] = "せんと";
Q[59].Ans[2] = "そうと";
Q[59].Ans[3] = "ぞうと";
Q[59].comment = "『譲渡』は『じょうと』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これ以上の〔譲歩〕はできません。";
Q[60].Ans[0] = "じょうほ";
Q[60].Ans[1] = "きょうほ";
Q[60].Ans[2] = "かんぽ";
Q[60].Ans[3] = "ごっほ";
Q[60].comment = "『譲歩』は『じょうほ』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社長の座を息子に〔譲る〕。";
Q[61].Ans[0] = "ゆずる";
Q[61].Ans[1] = "とおる";
Q[61].Ans[2] = "さげる";
Q[61].Ans[3] = "おごる";
Q[61].comment = "『譲る』は『ゆずる』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔譲る〕べきところはありません。";
Q[62].Ans[0] = "ゆずる";
Q[62].Ans[1] = "あやまる";
Q[62].Ans[2] = "まもる";
Q[62].Ans[3] = "やめる";
Q[62].comment = "『譲る』は『ゆずる』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>安くお〔譲り〕しますよ。";
Q[63].Ans[0] = "ゆずり";
Q[63].Ans[1] = "ひきとり";
Q[63].Ans[2] = "まもり";
Q[63].Ans[3] = "はかり";
Q[63].comment = "『譲る』は『ゆずる』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>しょう油を〔醸造〕する仕事をしている。";
Q[64].Ans[0] = "じょうぞう";
Q[64].Ans[1] = "そうぞう";
Q[64].Ans[2] = "けんぞう";
Q[64].Ans[3] = "あいぞう";
Q[64].comment = "『醸造』は『じょうぞう』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>壁のイラストが、なんとも言えない気分を〔醸し出す〕。";
Q[65].Ans[0] = "かもしだす";
Q[65].Ans[1] = "さらしだす";
Q[65].Ans[2] = "こがしだす";
Q[65].Ans[3] = "みたしだす";
Q[65].comment = "『醸し出す』は『かもしだす』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の行動は物議を〔醸した〕。";
Q[66].Ans[0] = "かもした";
Q[66].Ans[1] = "さらした";
Q[66].Ans[2] = "おかした";
Q[66].Ans[3] = "ならした";
Q[66].comment = "『醸す』は『かもす』と読む。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あざやかな〔原色〕の服だ。";
Q[67].Ans[0] = "げんしょく";
Q[67].Ans[1] = "げんしき";
Q[67].Ans[2] = "げんすう";
Q[67].Ans[3] = "げんせい";
Q[67].comment = "『原色』は『げんしょく』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頂上からの〔景色〕は美しい。";
Q[68].Ans[0] = "けしき";
Q[68].Ans[1] = "けしょく";
Q[68].Ans[2] = "けすう";
Q[68].Ans[3] = "けいろ";
Q[68].comment = "『景色』は『けしき』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この色素は〔発色〕があざやかだ。";
Q[69].Ans[0] = "はっしょく";
Q[69].Ans[1] = "はっしき";
Q[69].Ans[2] = "はっせき";
Q[69].Ans[3] = "はっそう";
Q[69].comment = "『発色』は『はっしょく』と読む。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔色彩〕が心理に与える影響を研究している。";
Q[70].Ans[0] = "しきさい";
Q[70].Ans[1] = "しょくさい";
Q[70].Ans[2] = "すうさい";
Q[70].Ans[3] = "そうさい";
Q[70].comment = "『色彩』は『しきさい』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>有害な〔色素〕は使っていません。";
Q[71].Ans[0] = "しきそ";
Q[71].Ans[1] = "しょくそ";
Q[71].Ans[2] = "いろそ";
Q[71].Ans[3] = "すうそ";
Q[71].comment = "『色素』は『しきそ』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>髪の毛を〔茶色〕にする。";
Q[72].Ans[0] = "ちゃいろ";
Q[72].Ans[1] = "ちゃしょく";
Q[72].Ans[2] = "ちゃせき";
Q[72].Ans[3] = "ちゃしき";
Q[72].comment = "『茶色』は『ちゃいろ』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お得意様ですから、少し〔色〕をつけてありますよ。";
Q[73].Ans[0] = "いろ";
Q[73].Ans[1] = "しょく";
Q[73].Ans[2] = "しき";
Q[73].Ans[3] = "わけ";
Q[73].comment = "『色』は『いろ』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>販売機で〔食券〕を買う。";
Q[74].Ans[0] = "しょっけん";
Q[74].Ans[1] = "しょうけん";
Q[74].Ans[2] = "しゃっけん";
Q[74].Ans[3] = "すうけん";
Q[74].comment = "『食券』は『しょっけん』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔断食〕をしたが、５時間しか続かなかった。";
Q[75].Ans[0] = "だんじき";
Q[75].Ans[1] = "だんしょく";
Q[75].Ans[2] = "だんすう";
Q[75].Ans[3] = "だんちょう";
Q[75].comment = "『断食』は『だんじき』と読む。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔食い物〕はないか？";
Q[76].Ans[0] = "くいもの";
Q[76].Ans[1] = "たいもの";
Q[76].Ans[2] = "あいもの";
Q[76].Ans[3] = "かいもの";
Q[76].comment = "『食い物』は『くいもの』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>働かないのに、大飯を〔食らう〕男だ。";
Q[77].Ans[0] = "くらう";
Q[77].Ans[1] = "もらう";
Q[77].Ans[2] = "はらう";
Q[77].Ans[3] = "いらう";
Q[77].comment = "『食らう』は『くらう』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなに〔食べたら〕牛みたいになってしまうよ。";
Q[78].Ans[0] = "たべたら";
Q[78].Ans[1] = "さべたら";
Q[78].Ans[2] = "しべたら";
Q[78].Ans[3] = "なべたら";
Q[78].comment = "『食べる』は『たべる』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔植物〕が言葉を話すわけがない。";
Q[79].Ans[0] = "しょくぶつ";
Q[79].Ans[1] = "ちょくぶつ";
Q[79].Ans[2] = "きょくぶつ";
Q[79].Ans[3] = "そくぶつ";
Q[79].comment = "『植物』は『しょくぶつ』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わずかな〔植毛〕だってバレることがある。";
Q[80].Ans[0] = "しょくもう";
Q[80].Ans[1] = "ちょくもう";
Q[80].Ans[2] = "きょくもう";
Q[80].Ans[3] = "じょくもう";
Q[80].comment = "『植毛』は『しょくもう』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔植木〕に水をやる。";
Q[81].Ans[0] = "うえき";
Q[81].Ans[1] = "なえぎ";
Q[81].Ans[2] = "もてぎ";
Q[81].Ans[3] = "かれき";
Q[81].comment = "『植木』は『うえき』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>果物の苗を〔植える〕。";
Q[82].Ans[0] = "うえる";
Q[82].Ans[1] = "はえる";
Q[82].Ans[2] = "かえる";
Q[82].Ans[3] = "そえる";
Q[82].comment = "『植える』は『うえる』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>並木が〔植わって〕いる。";
Q[83].Ans[0] = "うわって";
Q[83].Ans[1] = "かわって";
Q[83].Ans[2] = "さわって";
Q[83].Ans[3] = "まわって";
Q[83].comment = "『植わる』は『うわる』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一面に大麦が〔植わって〕いる。";
Q[84].Ans[0] = "うわって";
Q[84].Ans[1] = "いわって";
Q[84].Ans[2] = "ふわって";
Q[84].Ans[3] = "くわって";
Q[84].comment = "『植わる』は『うわる』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>貝の〔生殖〕について研究している。";
Q[85].Ans[0] = "せいしょく";
Q[85].Ans[1] = "せいちょく";
Q[85].Ans[2] = "せいじょく";
Q[85].Ans[3] = "せいきょく";
Q[85].comment = "『生殖』は『せいしょく』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明治は〔殖産興業〕の時代だった。";
Q[86].Ans[0] = "しょくさんこうぎょう";
Q[86].Ans[1] = "きょくさんこうぎょう";
Q[86].Ans[2] = "ちょくさんこうぎょう";
Q[86].Ans[3] = "ぎょくさんこうぎょう";
Q[86].comment = "『殖産興業』は『しょくさんこうぎょう』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>財産が〔殖える〕のはよいことだ。";
Q[87].Ans[0] = "ふえる";
Q[87].Ans[1] = "はえる";
Q[87].Ans[2] = "さえる";
Q[87].Ans[3] = "かえる";
Q[87].comment = "『殖える』は『ふえる』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>資産を〔殖やす〕ためには、有効な運用が必要だ。";
Q[88].Ans[0] = "ふやす";
Q[88].Ans[1] = "ひやす";
Q[88].Ans[2] = "もやす";
Q[88].Ans[3] = "そやす";
Q[88].comment = "『殖やす』は『ふやす』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>効率的に牛を〔殖やす〕方法を開発した。";
Q[89].Ans[0] = "ふやす";
Q[89].Ans[1] = "もやす";
Q[89].Ans[2] = "はやす";
Q[89].Ans[3] = "ひやす";
Q[89].comment = "『殖やす』は『ふやす』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔装飾〕は立派だが、材質は悪い。";
Q[90].Ans[0] = "そうしょく";
Q[90].Ans[1] = "そうしょう";
Q[90].Ans[2] = "そうしゅう";
Q[90].Ans[3] = "そうちゃく";
Q[90].comment = "『装飾』は『そうしょく』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この部分は、連体〔修飾〕にになっている。";
Q[91].Ans[0] = "しゅうしょく";
Q[91].Ans[1] = "しゅうかく";
Q[91].Ans[2] = "しゅうしょう";
Q[91].Ans[3] = "しゅうかい";
Q[91].comment = "『修飾』は『しゅうしょく』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>花を髪に〔飾る〕。";
Q[92].Ans[0] = "かざる";
Q[92].Ans[1] = "ささる";
Q[92].Ans[2] = "そめる";
Q[92].Ans[3] = "はめる";
Q[92].comment = "『飾る』は『かざる』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、いつも〔飾らない〕ことばで、自分を語っている。";
Q[93].Ans[0] = "かざらない";
Q[93].Ans[1] = "おごらない";
Q[93].Ans[2] = "いたらない";
Q[93].Ans[3] = "なさらない";
Q[93].comment = "『飾る』は『かざる』と読む。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もうアイディアも〔尽きる〕ころだ。";
Q[94].Ans[0] = "つきる";
Q[94].Ans[1] = "あきる";
Q[94].Ans[2] = "いきる";
Q[94].Ans[3] = "みきる";
Q[94].comment = "『尽きる』は『つきる』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すっかり愛想を〔尽かされた〕。";
Q[95].Ans[0] = "つかされた";
Q[95].Ans[1] = "いかされた";
Q[95].Ans[2] = "まかされた";
Q[95].Ans[3] = "のかされた";
Q[95].comment = "『尽かす』は『つかす』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔迅速〕な対応をお願いします。";
Q[96].Ans[0] = "じんそく";
Q[96].Ans[1] = "さっそく";
Q[96].Ans[2] = "せっそく";
Q[96].Ans[3] = "こうそく";
Q[96].comment = "『迅速』は『じんそく』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>被害は〔甚大〕だ。";
Q[97].Ans[0] = "じんだい";
Q[97].Ans[1] = "きょだい";
Q[97].Ans[2] = "こうだい";
Q[97].Ans[3] = "そうだい";
Q[97].comment = "『甚大』は『じんだい』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これでうまくいくのか〔甚だ〕疑問だ。";
Q[98].Ans[0] = "はなはだ";
Q[98].Ans[1] = "いまだ";
Q[98].Ans[2] = "こないだ";
Q[98].Ans[3] = "まだ";
Q[98].comment = "『甚だ』は『はなはだ』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまりにも〔甚だしい〕場合は、例外とする。";
Q[99].Ans[0] = "はなはだしい";
Q[99].Ans[1] = "おびただしい";
Q[99].Ans[2] = "あわただしい";
Q[99].Ans[3] = "ただしい";
Q[99].comment = "『甚だしい』は『はなはだしい』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>５回の攻撃の前に〔円陣〕を組む。";
Q[100].Ans[0] = "えんじん";
Q[100].Ans[1] = "えんしゃ";
Q[100].Ans[2] = "えんそう";
Q[100].Ans[3] = "えんかい";
Q[100].comment = "『円陣』は『えんじん』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>容疑者を〔尋問〕する。";
Q[101].Ans[0] = "じんもん";
Q[101].Ans[1] = "しつもん";
Q[101].Ans[2] = "ごうもん";
Q[101].Ans[3] = "かんもん";
Q[101].comment = "『尋問』は『じんもん』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの身のこなし、〔尋常〕な使い手ではないな。";
Q[102].Ans[0] = "じんじょう";
Q[102].Ans[1] = "かんじょう";
Q[102].Ans[2] = "せんじょう";
Q[102].Ans[3] = "こんじょう";
Q[102].comment = "『尋常』は『じんじょう』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おじさんに道を〔尋ねる〕。";
Q[103].Ans[0] = "たずねる";
Q[103].Ans[1] = "たばねる";
Q[103].Ans[2] = "ごねる";
Q[103].Ans[3] = "ゆだねる";
Q[103].comment = "『尋ねる』は『たずねる』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>データを〔図表〕に整理する。";
Q[104].Ans[0] = "ずひょう";
Q[104].Ans[1] = "とひょう";
Q[104].Ans[2] = "がひょう";
Q[104].Ans[3] = "すひょう";
Q[104].comment = "『図表』は『ずひょう』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは〔地図〕にない町だ。";
Q[105].Ans[0] = "ちず";
Q[105].Ans[1] = "ちと";
Q[105].Ans[2] = "ちつ";
Q[105].Ans[3] = "ちど";
Q[105].comment = "『地図』は『ちず』と読む。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔意図〕がわからない。";
Q[106].Ans[0] = "いと";
Q[106].Ans[1] = "いず";
Q[106].Ans[2] = "いみ";
Q[106].Ans[3] = "いす";
Q[106].comment = "『意図』は『いと』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔図書〕を購入する。";
Q[107].Ans[0] = "としょ";
Q[107].Ans[1] = "ずしょ";
Q[107].Ans[2] = "とうしょ";
Q[107].Ans[3] = "すうしょ";
Q[107].comment = "『図書』は『としょ』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ひそかに再起を〔図る〕。";
Q[108].Ans[0] = "はかる";
Q[108].Ans[1] = "のびる";
Q[108].Ans[2] = "いたる";
Q[108].Ans[3] = "まける";
Q[108].comment = "『図る』は『はかる』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なにかと便宜を〔図って〕いただきまして、ありがとうございます。";
Q[109].Ans[0] = "はかって";
Q[109].Ans[1] = "とって";
Q[109].Ans[2] = "おごって";
Q[109].Ans[3] = "ならって";
Q[109].comment = "『図る』は『はかる』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔水分〕が不足すると、うまくいきません。";
Q[110].Ans[0] = "すいぶん";
Q[110].Ans[1] = "みずぶん";
Q[110].Ans[2] = "じゅうぶん";
Q[110].Ans[3] = "みぶん";
Q[110].comment = "『水分』は『すいぶん』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空を〔水色〕の絵の具で塗る。";
Q[111].Ans[0] = "みずいろ";
Q[111].Ans[1] = "すいしょく";
Q[111].Ans[2] = "すいいろ";
Q[111].Ans[3] = "みずしょく";
Q[111].comment = "『水色』は『みずいろ』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔吹奏楽〕のサークルに入る。";
Q[112].Ans[0] = "すいそうがく";
Q[112].Ans[1] = "ふいそうがく";
Q[112].Ans[2] = "ふきそうがく";
Q[112].Ans[3] = "すきそうがく";
Q[112].comment = "『吹奏楽』は『すいそうがく』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>春の〔息吹〕を感じる。";
Q[113].Ans[0] = "いぶき";
Q[113].Ans[1] = "いきふき";
Q[113].Ans[2] = "いっふき";
Q[113].Ans[3] = "いふう";
Q[113].comment = "『息吹』は『いぶき』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山に〔清水〕をくみにいく。";
Q[114].Ans[0] = "しみず";
Q[114].Ans[1] = "しょうず";
Q[114].Ans[2] = "あいず";
Q[114].Ans[3] = "せいず";
Q[114].comment = "『清水』は『しみず』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ひどい〔吹雪〕で何も見えない、";
Q[115].Ans[0] = "ふぶき";
Q[115].Ans[1] = "しぐれ";
Q[115].Ans[2] = "あられ";
Q[115].Ans[3] = "あらし";
Q[115].comment = "『吹雪』は『ふぶき』と読む。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>強い風が〔吹いて〕いる。";
Q[116].Ans[0] = "ふいて";
Q[116].Ans[1] = "といて";
Q[116].Ans[2] = "さいて";
Q[116].Ans[3] = "ないて";
Q[116].comment = "『吹く』は『ふく』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風が〔吹かない〕と、とても暑い。";
Q[117].Ans[0] = "ふかない";
Q[117].Ans[1] = "いかない";
Q[117].Ans[2] = "きかない";
Q[117].Ans[3] = "さかない";
Q[117].comment = "『吹く』は『ふく』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ストッパーを〔垂直〕に設置する。";
Q[118].Ans[0] = "すいちょく";
Q[118].Ans[1] = "すうちょく";
Q[118].Ans[2] = "すっちょく";
Q[118].Ans[3] = "すんちょく";
Q[118].comment = "『垂直』は『すいちょく』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔懸垂〕の回数を競う。";
Q[119].Ans[0] = "けんすい";
Q[119].Ans[1] = "けんすう";
Q[119].Ans[2] = "けんすん";
Q[119].Ans[3] = "けんしょう";
Q[119].comment = "『懸垂』は『けんすい』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水滴が〔垂れる〕。";
Q[120].Ans[0] = "たれる";
Q[120].Ans[1] = "もれる";
Q[120].Ans[2] = "はれる";
Q[120].Ans[3] = "とれる";
Q[120].comment = "『垂れる』は『たれる』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔垂れた〕目が特徴的な顔だ。";
Q[121].Ans[0] = "たれた";
Q[121].Ans[1] = "はれた";
Q[121].Ans[2] = "なれた";
Q[121].Ans[3] = "うれた";
Q[121].comment = "『垂れる』は『たれる』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>救助用のロープを〔垂らす〕。";
Q[122].Ans[0] = "たらす";
Q[122].Ans[1] = "からす";
Q[122].Ans[2] = "さらす";
Q[122].Ans[3] = "おらす";
Q[122].comment = "『垂らす』は『たらす』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>隠し味にしょう油を一滴〔垂らす〕。";
Q[123].Ans[0] = "たらす";
Q[123].Ans[1] = "もらす";
Q[123].Ans[2] = "こらす";
Q[123].Ans[3] = "さらす";
Q[123].comment = "『垂らす』は『たらす』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学時代は〔自炊〕していました。";
Q[124].Ans[0] = "じすい";
Q[124].Ans[1] = "じはん";
Q[124].Ans[2] = "じたく";
Q[124].Ans[3] = "じがく";
Q[124].comment = "『自炊』は『じすい』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔炊飯器〕を購入する。";
Q[125].Ans[0] = "すいはんき";
Q[125].Ans[1] = "かいはんき";
Q[125].Ans[2] = "こうはんき";
Q[125].Ans[3] = "けいはんき";
Q[125].comment = "『炊飯器』は『すいはんき』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>直火でご飯を〔炊く〕。";
Q[126].Ans[0] = "たく";
Q[126].Ans[1] = "ふく";
Q[126].Ans[2] = "ひく";
Q[126].Ans[3] = "さく";
Q[126].comment = "『炊く』は『たく』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>とても〔純粋〕な青年だ。";
Q[127].Ans[0] = "じゅんすい";
Q[127].Ans[1] = "じゅんそつ";
Q[127].Ans[2] = "じゅんじょう";
Q[127].Ans[3] = "じゅんこう";
Q[127].comment = "『純粋』は『じゅんすい』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>技術の〔粋〕を尽くして製作した。";
Q[128].Ans[0] = "すい";
Q[128].Ans[1] = "わく";
Q[128].Ans[2] = "かぎり";
Q[128].Ans[3] = "まま";
Q[128].comment = "『粋』は『すい』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>元首相の死因は〔老衰〕だった。";
Q[129].Ans[0] = "ろうすい";
Q[129].Ans[1] = "ろうさい";
Q[129].Ans[2] = "ろうしょう";
Q[129].Ans[3] = "ろうせん";
Q[129].comment = "『老衰』は『ろうすい』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>帝国は次第に〔衰退〕した。";
Q[130].Ans[0] = "すいたい";
Q[130].Ans[1] = "こうたい";
Q[130].Ans[2] = "かんたい";
Q[130].Ans[3] = "はんたい";
Q[130].comment = "『衰退』は『すいたい』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>さすがのチャンピオンも年齢的な〔衰え〕は隠せない。";
Q[131].Ans[0] = "おとろえ";
Q[131].Ans[1] = "うろたえ";
Q[131].Ans[2] = "うったえ";
Q[131].Ans[3] = "こしらえ";
Q[131].comment = "『衰え』は『おとろえ』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>使わない能力はどんどん〔衰えて〕いく。";
Q[132].Ans[0] = "おとろえて";
Q[132].Ans[1] = "そびえて";
Q[132].Ans[2] = "わきまえて";
Q[132].Ans[3] = "あたえて";
Q[132].comment = "『衰える』は『おとろえる』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>計画を〔推進〕する。";
Q[133].Ans[0] = "すいしん";
Q[133].Ans[1] = "おうしん";
Q[133].Ans[2] = "こうしん";
Q[133].Ans[3] = "はいしん";
Q[133].comment = "『推進』は『すいしん』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>対立候補を〔推す〕。";
Q[134].Ans[0] = "おす";
Q[134].Ans[1] = "さす";
Q[134].Ans[2] = "かす";
Q[134].Ans[3] = "なす";
Q[134].comment = "『推す』は『おす』と読む。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文面から〔推す〕と、まったく反対というわけではないようだ。";
Q[135].Ans[0] = "おす";
Q[135].Ans[1] = "さす";
Q[135].Ans[2] = "たす";
Q[135].Ans[3] = "のす";
Q[135].comment = "『推す』は『おす』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>奥歯は〔麻酔〕の効きが弱い。";
Q[136].Ans[0] = "ますい";
Q[136].Ans[1] = "ませい";
Q[136].Ans[2] = "まかい";
Q[136].Ans[3] = "またい";
Q[136].comment = "『麻酔』は『ますい』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は、カントに〔心酔〕している。";
Q[137].Ans[0] = "しんすい";
Q[137].Ans[1] = "しんたい";
Q[137].Ans[2] = "しんてい";
Q[137].Ans[3] = "しんかい";
Q[137].comment = "『心酔』は『しんすい』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台北県には〔酔っぱらい〕が多い。";
Q[138].Ans[0] = "よっぱらい";
Q[138].Ans[1] = "かっぱらい";
Q[138].Ans[2] = "とっぱらい";
Q[138].Ans[3] = "おっぱらい";
Q[138].comment = "『酔っぱらい』は『よっぱらい』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>勝利の美酒に〔酔う〕。";
Q[139].Ans[0] = "よう";
Q[139].Ans[1] = "かう";
Q[139].Ans[2] = "こう";
Q[139].Ans[3] = "そう";
Q[139].comment = "『酔う』は『よう』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だいぶ〔酔い〕がまわってきた。";
Q[140].Ans[0] = "よい";
Q[140].Ans[1] = "あい";
Q[140].Ans[2] = "かい";
Q[140].Ans[3] = "そい";
Q[140].comment = "『酔い』は『よい』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金属板を〔切断〕する。";
Q[141].Ans[0] = "せつだん";
Q[141].Ans[1] = "きりだん";
Q[141].Ans[2] = "さいだん";
Q[141].Ans[3] = "そうだん";
Q[141].comment = "『切断』は『せつだん』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はとても〔親切〕な学生だ。";
Q[142].Ans[0] = "しんせつ";
Q[142].Ans[1] = "しんせい";
Q[142].Ans[2] = "しんきり";
Q[142].Ans[3] = "しんらつ";
Q[142].comment = "『親切』は『しんせつ』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>責任は〔一切〕とりません。";
Q[143].Ans[0] = "いっさい";
Q[143].Ans[1] = "いっせつ";
Q[143].Ans[2] = "いっきり";
Q[143].Ans[3] = "いっかん";
Q[143].comment = "『一切』は『いっさい』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大根を〔切る〕。";
Q[144].Ans[0] = "きる";
Q[144].Ans[1] = "ゆでる";
Q[144].Ans[2] = "なでる";
Q[144].Ans[3] = "わる";
Q[144].comment = "『切る』は『きる』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭は〔切れる〕が性格が悪い。";
Q[145].Ans[0] = "きれる";
Q[145].Ans[1] = "われる";
Q[145].Ans[2] = "かれる";
Q[145].Ans[3] = "とれる";
Q[145].comment = "『切れる』は『きれる』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>光の〔屈折〕を実験で確かめる。";
Q[146].Ans[0] = "くっせつ";
Q[146].Ans[1] = "くっせい";
Q[146].Ans[2] = "くっせき";
Q[146].Ans[3] = "くっせん";
Q[146].comment = "『屈折』は『くっせつ』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔骨折〕したところもすっかりよくなった。";
Q[147].Ans[0] = "こっせつ";
Q[147].Ans[1] = "こっせき";
Q[147].Ans[2] = "こっせい";
Q[147].Ans[3] = "こっせん";
Q[147].comment = "『骨折』は『こっせつ』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔折り紙〕のコンクールに出品する。";
Q[148].Ans[0] = "おりがみ";
Q[148].Ans[1] = "ほりがみ";
Q[148].Ans[2] = "かりがみ";
Q[148].Ans[3] = "さりがみ";
Q[148].comment = "『折り紙』は『おりがみ』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまりを〔折〕に入れて持ち帰る。";
Q[149].Ans[0] = "おり";
Q[149].Ans[1] = "こて";
Q[149].Ans[2] = "わく";
Q[149].Ans[3] = "ふた";
Q[149].comment = "『折』は『おり』と読む。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>重さで支柱が〔折れて〕しまった。";
Q[150].Ans[0] = "おれて";
Q[150].Ans[1] = "とれて";
Q[150].Ans[2] = "なれて";
Q[150].Ans[3] = "かれて";
Q[150].comment = "『折れる』は『おれる』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>名刺の角が〔折れて〕いたら、どうしたらいいですか。";
Q[151].Ans[0] = "おれて";
Q[151].Ans[1] = "もれて";
Q[151].Ans[2] = "とれて";
Q[151].Ans[3] = "かれて";
Q[151].comment = "『折れる』は『おれる』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔拙速〕な対応は好ましくない。";
Q[152].Ans[0] = "せっそく";
Q[152].Ans[1] = "しゅっそく";
Q[152].Ans[2] = "しっそく";
Q[152].Ans[3] = "さっそく";
Q[152].comment = "『拙速』は『せっそく』と読む。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カーブの〔巧拙〕が勝敗を分ける。";
Q[153].Ans[0] = "こうせつ";
Q[153].Ans[1] = "こうしゅつ";
Q[153].Ans[2] = "こうしつ";
Q[153].Ans[3] = "こうたつ";
Q[153].comment = "『巧拙』は『こうせつ』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔窃盗〕の罪で警察に捕まった。";
Q[154].Ans[0] = "せっとう";
Q[154].Ans[1] = "ごうとう";
Q[154].Ans[2] = "けんとう";
Q[154].Ans[3] = "そうとう";
Q[154].comment = "『窃盗』は『せっとう』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゴルフで〔接待〕する。";
Q[155].Ans[0] = "せったい";
Q[155].Ans[1] = "しょうたい";
Q[155].Ans[2] = "そうたい";
Q[155].Ans[3] = "こうたい";
Q[155].comment = "『接待』は『せったい』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>弁護士が〔接見〕する。";
Q[156].Ans[0] = "せっけん";
Q[156].Ans[1] = "こうけん";
Q[156].Ans[2] = "あんけん";
Q[156].Ans[3] = "えっけん";
Q[156].comment = "『接見』は『せっけん』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔接ぎ木〕をして、苗をふやす。";
Q[157].Ans[0] = "つぎき";
Q[157].Ans[1] = "せぎき";
Q[157].Ans[2] = "さぎき";
Q[157].Ans[3] = "かぎき";
Q[157].comment = "『接ぎ木』は『つぎき』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それでは木に竹を〔接ぐ〕ような話だ。";
Q[158].Ans[0] = "つぐ";
Q[158].Ans[1] = "もぐ";
Q[158].Ans[2] = "なぐ";
Q[158].Ans[3] = "すぐ";
Q[158].comment = "『接ぐ』は『つぐ』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学会の〔設立〕大会に参加する。";
Q[159].Ans[0] = "せつりつ";
Q[159].Ans[1] = "かいりつ";
Q[159].Ans[2] = "こうりつ";
Q[159].Ans[3] = "そうりつ";
Q[159].comment = "『設立』は『せつりつ』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この温泉は、〔設備〕は悪いがお湯は良い。";
Q[160].Ans[0] = "せつび";
Q[160].Ans[1] = "そうび";
Q[160].Ans[2] = "せいび";
Q[160].Ans[3] = "かんび";
Q[160].comment = "『設備』は『せつび』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>案内コーナーを〔設けて〕います。";
Q[161].Ans[0] = "もうけて";
Q[161].Ans[1] = "あずけて";
Q[161].Ans[2] = "かまけて";
Q[161].Ans[3] = "たむけて";
Q[161].comment = "『設ける』は『もうける』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は〔降雪〕が少ない。";
Q[162].Ans[0] = "こうせつ";
Q[162].Ans[1] = "こうう";
Q[162].Ans[2] = "こうゆき";
Q[162].Ans[3] = "こうばい";
Q[162].comment = "『降雪』は『こうせつ』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>気温が上がっているので、〔雪崩〕に十分に注意してください。";
Q[163].Ans[0] = "なだれ";
Q[163].Ans[1] = "ふぶき";
Q[163].Ans[2] = "あられ";
Q[163].Ans[3] = "みぞれ";
Q[163].comment = "『雪崩』は『なだれ』と読む。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>例年よりも早い〔初雪〕だ。";
Q[164].Ans[0] = "はつゆき";
Q[164].Ans[1] = "はつせつ";
Q[164].Ans[2] = "はつあめ";
Q[164].Ans[3] = "はつぐも";
Q[164].comment = "『初雪』は『はつゆき』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アルコールの〔摂取〕を控えてください。";
Q[165].Ans[0] = "せっしゅ";
Q[165].Ans[1] = "こうしゅ";
Q[165].Ans[2] = "しょうしゅ";
Q[165].Ans[3] = "かんしゅ";
Q[165].comment = "『摂取』は『せっしゅ』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日頃の〔不摂生〕が病気につながるらしい。";
Q[166].Ans[0] = "ふせっせい";
Q[166].Ans[1] = "ふかんせい";
Q[166].Ans[2] = "ふけんせい";
Q[166].Ans[3] = "ふせんせい";
Q[166].comment = "『不摂生』は『ふせっせい』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いろいろな〔関節〕が痛い。";
Q[167].Ans[0] = "かんせつ";
Q[167].Ans[1] = "かんせち";
Q[167].Ans[2] = "かんそく";
Q[167].Ans[3] = "かんせん";
Q[167].comment = "『関節』は『かんせつ』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔節約〕しないと、いつか困ることになります。";
Q[168].Ans[0] = "せつやく";
Q[168].Ans[1] = "せっやく";
Q[168].Ans[2] = "せんやく";
Q[168].Ans[3] = "せいやく";
Q[168].comment = "『節約』は『せつやく』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ホテルに〔お節料理〕を注文する。";
Q[169].Ans[0] = "おせちりょうり";
Q[169].Ans[1] = "おせつりょうり";
Q[169].Ans[2] = "おふちりょうり";
Q[169].Ans[3] = "おふしりょうり";
Q[169].comment = "『お節料理』は『おせちりょうり』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>竹の〔節〕を抜く。";
Q[170].Ans[0] = "ふし";
Q[170].Ans[1] = "せつ";
Q[170].Ans[2] = "すじ";
Q[170].Ans[3] = "わき";
Q[170].comment = "『節』は『ふし』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>詞に〔節〕をつけていく。";
Q[171].Ans[0] = "ふし";
Q[171].Ans[1] = "おと";
Q[171].Ans[2] = "きょく";
Q[171].Ans[3] = "すじ";
Q[171].comment = "『節』は『ふし』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>首相の〔演説〕には中身がない。";
Q[172].Ans[0] = "えんぜつ";
Q[172].Ans[1] = "えんぜい";
Q[172].Ans[2] = "えんせい";
Q[172].Ans[3] = "えんしゅう";
Q[172].comment = "『演説』は『えんぜつ』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地方を〔遊説〕する。";
Q[173].Ans[0] = "ゆうぜい";
Q[173].Ans[1] = "ゆうぜつ";
Q[173].Ans[2] = "ゆうせん";
Q[173].Ans[3] = "ゆうしゅう";
Q[173].comment = "『遊説』は『ゆうぜい』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わがままな学生に社会の道理を〔説く〕。";
Q[174].Ans[0] = "とく";
Q[174].Ans[1] = "きく";
Q[174].Ans[2] = "ふく";
Q[174].Ans[3] = "つく";
Q[174].comment = "『説く』は『とく』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>イラク市民の苦しみは、〔筆舌〕に尽くし難い。";
Q[175].Ans[0] = "ひつぜつ";
Q[175].Ans[1] = "ひつじた";
Q[175].Ans[2] = "ひつたん";
Q[175].Ans[3] = "ひつせい";
Q[175].comment = "『筆舌』は『ひつぜつ』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>見た目はかわいいが、なかなかの〔毒舌〕だ。";
Q[176].Ans[0] = "どくぜつ";
Q[176].Ans[1] = "どくせん";
Q[176].Ans[2] = "どくたん";
Q[176].Ans[3] = "どくじた";
Q[176].comment = "『毒舌』は『どくぜつ』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の家系はすでに〔断絶〕している。";
Q[177].Ans[0] = "だんぜつ";
Q[177].Ans[1] = "だんぜい";
Q[177].Ans[2] = "だんぜん";
Q[177].Ans[3] = "だんがい";
Q[177].comment = "『断絶』は『だんぜつ』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔絶対〕に遅刻してはいけません。";
Q[178].Ans[0] = "ぜったい";
Q[178].Ans[1] = "ぜんたい";
Q[178].Ans[2] = "せったい";
Q[178].Ans[3] = "せんたい";
Q[178].comment = "『絶対』は『ぜったい』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔絶える〕ことなく人が訪れている。";
Q[179].Ans[0] = "たえる";
Q[179].Ans[1] = "おえる";
Q[179].Ans[2] = "きえる";
Q[179].Ans[3] = "さえる";
Q[179].comment = "『絶える』は『たえる』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>宗教上の理由で、火を〔絶やさない〕ようにしなければならない。";
Q[180].Ans[0] = "たやさない";
Q[180].Ans[1] = "もやさない";
Q[180].Ans[2] = "ふやさない";
Q[180].Ans[3] = "あやさない";
Q[180].comment = "『絶やす』は『たやす』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>探検隊が消息を〔絶った〕。";
Q[181].Ans[0] = "たった";
Q[181].Ans[1] = "もった";
Q[181].Ans[2] = "さった";
Q[181].Ans[3] = "きった";
Q[181].comment = "『絶つ』は『たつ』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>悪事は根本から〔絶つ〕べきだ。";
Q[182].Ans[0] = "たつ";
Q[182].Ans[1] = "うつ";
Q[182].Ans[2] = "もつ";
Q[182].Ans[3] = "かつ";
Q[182].comment = "『絶つ』は『たつ』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は、いつも笑顔を〔絶やす〕ことがない。";
Q[183].Ans[0] = "たやす";
Q[183].Ans[1] = "ひやす";
Q[183].Ans[2] = "もやす";
Q[183].Ans[3] = "いやす";
Q[183].comment = "『絶やす』は『たやす』と読む。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>恐竜は〔死に絶えて〕しまった。";
Q[184].Ans[0] = "しにたえて";
Q[184].Ans[1] = "しにきえて";
Q[184].Ans[2] = "しにおえて";
Q[184].Ans[3] = "しにひえて";
Q[184].comment = "『死に絶える』は『しにたえる』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔法曹界〕は変化しようとしている。";
Q[185].Ans[0] = "ほうそうかい";
Q[185].Ans[1] = "ほうりつかい";
Q[185].Ans[2] = "ほうこうかい";
Q[185].Ans[3] = "ほうせいかい";
Q[185].comment = "『法曹界』は『ほうそうかい』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会の〔病巣〕にメスを入れる。";
Q[186].Ans[0] = "びょうそう";
Q[186].Ans[1] = "びょうすう";
Q[186].Ans[2] = "びょうす";
Q[186].Ans[3] = "びょうしょう";
Q[186].comment = "『病巣』は『びょうそう』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>からすみはボラの〔卵巣〕を塩漬けにしたものです。";
Q[187].Ans[0] = "らんそう";
Q[187].Ans[1] = "らんす";
Q[187].Ans[2] = "らんたん";
Q[187].Ans[3] = "らんかん";
Q[187].comment = "『卵巣』は『らんそう』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>屋根の下にツバメが〔巣〕をつくっている。";
Q[188].Ans[0] = "す";
Q[188].Ans[1] = "あな";
Q[188].Ans[2] = "ほら";
Q[188].Ans[3] = "うち";
Q[188].comment = "『巣』は『す』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭に〔巣箱〕を設置する。";
Q[189].Ans[0] = "すばこ";
Q[189].Ans[1] = "そうばこ";
Q[189].Ans[2] = "たばこ";
Q[189].Ans[3] = "ひばこ";
Q[189].comment = "『巣箱』は『すばこ』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔車窓〕から外の景色を眺める。";
Q[190].Ans[0] = "しゃそう";
Q[190].Ans[1] = "しゃまど";
Q[190].Ans[2] = "しゃこう";
Q[190].Ans[3] = "しゃさい";
Q[190].comment = "『車窓』は『しゃそう』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔同窓会〕を開く。";
Q[191].Ans[0] = "どうそうかい";
Q[191].Ans[1] = "どうこうかい";
Q[191].Ans[2] = "どうきゅうかい";
Q[191].Ans[3] = "どうまどかい";
Q[191].comment = "『同窓会』は『どうそうかい』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明かりとりの〔小窓〕をつくる。";
Q[192].Ans[0] = "こまど";
Q[192].Ans[1] = "こぐち";
Q[192].Ans[2] = "こやね";
Q[192].Ans[3] = "こおけ";
Q[192].comment = "『小窓』は『こまど』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔窓口〕で申し込む。";
Q[193].Ans[0] = "まどぐち";
Q[193].Ans[1] = "うけぐち";
Q[193].Ans[2] = "あけぐち";
Q[193].Ans[3] = "とりぐち";
Q[193].comment = "『窓口』は『まどぐち』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の作品は、いつも〔独創的〕だ。";
Q[194].Ans[0] = "どくそうてき";
Q[194].Ans[1] = "どくちゅうてき";
Q[194].Ans[2] = "どくつうてき";
Q[194].Ans[3] = "どくしゅうてき";
Q[194].comment = "『独創的』は『どくそうてき』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔創作〕料理のお店を開く。";
Q[195].Ans[0] = "そうさく";
Q[195].Ans[1] = "しょうさく";
Q[195].Ans[2] = "くっさく";
Q[195].Ans[3] = "つうさく";
Q[195].comment = "『創作』は『そうさく』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>祖国を〔喪失〕したような気持ちになる。";
Q[196].Ans[0] = "そうしつ";
Q[196].Ans[1] = "こうしつ";
Q[196].Ans[2] = "しゅうしつ";
Q[196].Ans[3] = "もうしつ";
Q[196].comment = "『喪失』は『そうしつ』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>通販で〔喪服〕を買う。";
Q[197].Ans[0] = "もふく";
Q[197].Ans[1] = "ひふく";
Q[197].Ans[2] = "いふく";
Q[197].Ans[3] = "かふく";
Q[197].comment = "『喪服』は『もふく』と読む。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>同じビルに〔葬儀〕会社が入っている。";
Q[198].Ans[0] = "そうぎ";
Q[198].Ans[1] = "ざんぎ";
Q[198].Ans[2] = "じょうぎ";
Q[198].Ans[3] = "ぜんぎ";
Q[198].comment = "『葬儀』は『そうぎ』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>真相を闇に〔葬る〕。";
Q[199].Ans[0] = "ほうむる";
Q[199].Ans[1] = "きえさる";
Q[199].Ans[2] = "なまける";
Q[199].Ans[3] = "おさえる";
Q[199].comment = "『葬る』は『ほうむる』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ネアンデルタール人には死者を〔埋葬〕する習慣があったと言われている。";
Q[200].Ans[0] = "まいそう";
Q[200].Ans[1] = "まいじょう";
Q[200].Ans[2] = "まいぜん";
Q[200].Ans[3] = "まいぞん";
Q[200].comment = "『埋葬』は『まいそう』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>背が高すぎるので、〔変装〕してもだれだかすぐにわかる。";
Q[201].Ans[0] = "へんそう";
Q[201].Ans[1] = "へんしょう";
Q[201].Ans[2] = "へんしゅう";
Q[201].Ans[3] = "へんぞう";
Q[201].comment = "『変装』は『へんそう』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>揃いの〔装束〕で祭りに参加する。";
Q[202].Ans[0] = "しょうぞく";
Q[202].Ans[1] = "そうぞく";
Q[202].Ans[2] = "そんぞく";
Q[202].Ans[3] = "せんぞく";
Q[202].comment = "『装束』は『しょうぞく』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔衣装〕ケースを購入する。";
Q[203].Ans[0] = "いしょう";
Q[203].Ans[1] = "いそう";
Q[203].Ans[2] = "いぞう";
Q[203].Ans[3] = "いじょう";
Q[203].comment = "『衣装』は『いしょう』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外は、すっかり春の〔装い〕だ。";
Q[204].Ans[0] = "よそおい";
Q[204].Ans[1] = "うるおい";
Q[204].Ans[2] = "いきおい";
Q[204].Ans[3] = "まかない";
Q[204].comment = "『装い』は『よそおい』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>被害者を〔装って〕いたが、すぐに犯人だとバレた。";
Q[205].Ans[0] = "よそおって";
Q[205].Ans[1] = "なのって";
Q[205].Ans[2] = "はかどって";
Q[205].Ans[3] = "いつわって";
Q[205].comment = "『装う』は『よそおう』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くの〔僧〕がデモに参加した。";
Q[206].Ans[0] = "そう";
Q[206].Ans[1] = "ぼう";
Q[206].Ans[2] = "こう";
Q[206].Ans[3] = "さん";
Q[206].comment = "『僧』は『そう』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>行動を伴わない〔思想〕は危険ではない。";
Q[207].Ans[0] = "しそう";
Q[207].Ans[1] = "しぞう";
Q[207].Ans[2] = "しちょう";
Q[207].Ans[3] = "ししょう";
Q[207].comment = "『思想』は『しそう』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本当に〔愛想〕の悪い男だね。";
Q[208].Ans[0] = "あいそ";
Q[208].Ans[1] = "あいぞう";
Q[208].Ans[2] = "あいしょう";
Q[208].Ans[3] = "あいきょう";
Q[208].comment = "『愛想』は『あいそ』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>統一の〔構想〕を練る。";
Q[209].Ans[0] = "こうそう";
Q[209].Ans[1] = "こうしょう";
Q[209].Ans[2] = "こうぞう";
Q[209].Ans[3] = "こうじょう";
Q[209].comment = "『構想』は『こうそう』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔高層〕マンションに入居する。";
Q[210].Ans[0] = "こうそう";
Q[210].Ans[1] = "こうせん";
Q[210].Ans[2] = "こうかい";
Q[210].Ans[3] = "こうてん";
Q[210].comment = "『高層』は『こうそう』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>住宅街の地下に〔断層〕が発見された。";
Q[211].Ans[0] = "だんそう";
Q[211].Ans[1] = "だんせい";
Q[211].Ans[2] = "だんせん";
Q[211].Ans[3] = "だんてい";
Q[211].comment = "『断層』は『だんそう』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>発言を〔総合〕すると、積極的に反対している人はいないようです。";
Q[212].Ans[0] = "そうごう";
Q[212].Ans[1] = "とうごう";
Q[212].Ans[2] = "ちょうごう";
Q[212].Ans[3] = "ほうごう";
Q[212].comment = "『総合』は『そうごう』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>宇宙人に〔遭遇〕する。";
Q[213].Ans[0] = "そうぐう";
Q[213].Ans[1] = "こうぐう";
Q[213].Ans[2] = "せんぐう";
Q[213].Ans[3] = "しゅうぐう";
Q[213].comment = "『遭遇』は『そうぐう』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スキー場で雪崩に〔遭う〕。";
Q[214].Ans[0] = "あう";
Q[214].Ans[1] = "かう";
Q[214].Ans[2] = "そう";
Q[214].Ans[3] = "はう";
Q[214].comment = "『遭う』は『あう』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事故に〔遭わない〕ためには何をすればよいだろうか。";
Q[215].Ans[0] = "あわない";
Q[215].Ans[1] = "いわない";
Q[215].Ans[2] = "はわない";
Q[215].Ans[3] = "かわない";
Q[215].comment = "『遭う』は『あう』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>熱帯魚の〔水槽〕を清掃する。";
Q[216].Ans[0] = "すいそう";
Q[216].Ans[1] = "すいこう";
Q[216].Ans[2] = "すいせん";
Q[216].Ans[3] = "すいせい";
Q[216].comment = "『水槽』は『すいそう』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾では〔浴槽〕を使わない。";
Q[217].Ans[0] = "よくそう";
Q[217].Ans[1] = "よくせん";
Q[217].Ans[2] = "よくそん";
Q[217].Ans[3] = "よくせい";
Q[217].comment = "『浴槽』は『よくそう』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ヘリコプターを〔操縦〕する。";
Q[218].Ans[0] = "そうじゅう";
Q[218].Ans[1] = "ちょうじゅう";
Q[218].Ans[2] = "こうじゅう";
Q[218].Ans[3] = "つうじゅう";
Q[218].comment = "『操縦』は『そうじゅう』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>タッチパネルで〔操作〕する。";
Q[219].Ans[0] = "そうさ";
Q[219].Ans[1] = "じょうさ";
Q[219].Ans[2] = "ちょうさ";
Q[219].Ans[3] = "けんさ";
Q[219].comment = "『操作』は『そうさ』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔操〕などということばは、今では死語だ。";
Q[220].Ans[0] = "みさお";
Q[220].Ans[1] = "そう";
Q[220].Ans[2] = "いつくしみ";
Q[220].Ans[3] = "いわい";
Q[220].comment = "『操』は『みさお』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼を〔操って〕いる人物がいるに違いない。";
Q[221].Ans[0] = "あやつって";
Q[221].Ans[1] = "くって";
Q[221].Ans[2] = "かこって";
Q[221].Ans[3] = "あざけって";
Q[221].comment = "『操る』は『あやつる』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔操り人形〕にすぎない。";
Q[222].Ans[0] = "あやつりにんぎょう";
Q[222].Ans[1] = "いつわりにんぎょう";
Q[222].Ans[2] = "くるみわりにんぎょう";
Q[222].Ans[3] = "まさぐりにんぎょう";
Q[222].comment = "『操り人形』は『あやつりにんぎょう』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空気がだいぶ〔乾燥〕している。";
Q[223].Ans[0] = "かんそう";
Q[223].Ans[1] = "かんじょう";
Q[223].Ans[2] = "かんぞう";
Q[223].Ans[3] = "かんどう";
Q[223].comment = "『乾燥』は『かんそう』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>洗濯物をコインランドリーで〔乾燥〕する。";
Q[224].Ans[0] = "かんそう";
Q[224].Ans[1] = "かんせん";
Q[224].Ans[2] = "かんぞう";
Q[224].Ans[3] = "かんじょう";
Q[224].comment = "『乾燥』は『かんそう』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古いタイプなので、手動で〔除霜〕しなければならない。";
Q[225].Ans[0] = "じょそう";
Q[225].Ans[1] = "じょこう";
Q[225].Ans[2] = "じょしょう";
Q[225].Ans[3] = "じょもう";
Q[225].comment = "『除霜』は『じょそう』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は〔初霜〕が早い。";
Q[226].Ans[0] = "はつしも";
Q[226].Ans[1] = "はつそう";
Q[226].Ans[2] = "はつゆき";
Q[226].Ans[3] = "はつゆめ";
Q[226].comment = "『初霜』は『はつしも』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔霜降り〕の牛肉を食べる。";
Q[227].Ans[0] = "しもふり";
Q[227].Ans[1] = "きもふり";
Q[227].Ans[2] = "あめふり";
Q[227].Ans[3] = "ゆきふり";
Q[227].comment = "『霜降り』は『しもふり』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この程度では、何の〔足し〕にもならない。";
Q[228].Ans[0] = "たし";
Q[228].Ans[1] = "あし";
Q[228].Ans[2] = "すし";
Q[228].Ans[3] = "おし";
Q[228].comment = "『足し』は『たし』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>トマトの成長を〔促進〕するホルモンを使う";
Q[229].Ans[0] = "そくしん";
Q[229].Ans[1] = "とくしん";
Q[229].Ans[2] = "かくしん";
Q[229].Ans[3] = "さくしん";
Q[229].comment = "『促進』は『そくしん』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何度も〔催促〕したが、支払いが行なわれていない。";
Q[230].Ans[0] = "さいそく";
Q[230].Ans[1] = "さいかく";
Q[230].Ans[2] = "さいこく";
Q[230].Ans[3] = "さいとく";
Q[230].comment = "『催促』は『さいそく』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自発的な退任を〔促す〕。";
Q[231].Ans[0] = "うながす";
Q[231].Ans[1] = "そくす";
Q[231].Ans[2] = "そそのかす";
Q[231].Ans[3] = "ほのめかす";
Q[231].comment = "『促す』は『うながす』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔規則〕には違反していないが、好ましくもない。";
Q[232].Ans[0] = "きそく";
Q[232].Ans[1] = "きはん";
Q[232].Ans[2] = "きとく";
Q[232].Ans[3] = "きかく";
Q[232].comment = "『規則』は『きそく』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔学則〕に違反したものは停学とする。";
Q[233].Ans[0] = "がくそく";
Q[233].Ans[1] = "がくさく";
Q[233].Ans[2] = "がくとく";
Q[233].Ans[3] = "がくたく";
Q[233].comment = "『学則』は『がくそく』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔消息〕不明だった博士は、シベリアに送られていた。";
Q[234].Ans[0] = "しょうそく";
Q[234].Ans[1] = "しょういく";
Q[234].Ans[2] = "しょうこう";
Q[234].Ans[3] = "しょうしゅう";
Q[234].comment = "『消息』は『しょうそく』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>仕事ばかりでなく〔休息〕も必要だ。";
Q[235].Ans[0] = "きゅうそく";
Q[235].Ans[1] = "きゅうこう";
Q[235].Ans[2] = "きゅうけい";
Q[235].Ans[3] = "きゅうか";
Q[235].comment = "『休息』は『きゅうそく』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔息子〕にも医者になってほしい。";
Q[236].Ans[0] = "むすこ";
Q[236].Ans[1] = "ひまご";
Q[236].Ans[2] = "せがれ";
Q[236].Ans[3] = "おいご";
Q[236].comment = "『息子』は『むすこ』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若いのに〔ため息〕をつくな。";
Q[237].Ans[0] = "ためいき";
Q[237].Ans[1] = "ためそく";
Q[237].Ans[2] = "ためいけ";
Q[237].Ans[3] = "ためおけ";
Q[237].comment = "『ため息』は『ためいき』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔時速〕100キロを超えていた。";
Q[238].Ans[0] = "じそく";
Q[238].Ans[1] = "じそう";
Q[238].Ans[2] = "じこく";
Q[238].Ans[3] = "じかく";
Q[238].comment = "『時速』は『じそく』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔速球〕がすばらしい投手だ。";
Q[239].Ans[0] = "そっきゅう";
Q[239].Ans[1] = "そうきゅう";
Q[239].Ans[2] = "そんきゅう";
Q[239].Ans[3] = "そくきゅう";
Q[239].comment = "『速球』は『そっきゅう』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>足の〔速さ〕を競う。";
Q[240].Ans[0] = "はやさ";
Q[240].Ans[1] = "ふとさ";
Q[240].Ans[2] = "ほそさ";
Q[240].Ans[3] = "ながさ";
Q[240].comment = "『速さ』は『はやさ』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ペースを〔速める〕。";
Q[241].Ans[0] = "はやめる";
Q[241].Ans[1] = "なやめる";
Q[241].Ans[2] = "さやめる";
Q[241].Ans[3] = "やめる";
Q[241].comment = "『速める』は『はやめる』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔速やかに〕約束を実行するように求める。";
Q[242].Ans[0] = "すみやかに";
Q[242].Ans[1] = "はややかに";
Q[242].Ans[2] = "ひそやかに";
Q[242].Ans[3] = "いそやかに";
Q[242].comment = "『速やかに』は『すみやかに』と読む。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔側近〕にも相談せずに辞意を表明した。";
Q[243].Ans[0] = "そっきん";
Q[243].Ans[1] = "そくきん";
Q[243].Ans[2] = "そうきん";
Q[243].Ans[3] = "そんきん";
Q[243].comment = "『側近』は『そっきん』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>様々な〔側面〕から検討する必要がある。";
Q[244].Ans[0] = "そくめん";
Q[244].Ans[1] = "そうめん";
Q[244].Ans[2] = "さくめん";
Q[244].Ans[3] = "きょくめん";
Q[244].comment = "『側面』は『そくめん』と読む。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>工事のため〔片側〕通行になっている。";
Q[245].Ans[0] = "かたがわ";
Q[245].Ans[1] = "かたそく";
Q[245].Ans[2] = "かたほう";
Q[245].Ans[3] = "かたみち";
Q[245].comment = "『片側』は『かたがわ』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>来年度は倍増するものと〔推測〕されている。";
Q[246].Ans[0] = "すいそく";
Q[246].Ans[1] = "すいりょう";
Q[246].Ans[2] = "すいてい";
Q[246].Ans[3] = "すいこう";
Q[246].comment = "『推測』は『すいそく』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海岸線を〔測量〕する。";
Q[247].Ans[0] = "そくりょう";
Q[247].Ans[1] = "もくりょう";
Q[247].Ans[2] = "こくりょう";
Q[247].Ans[3] = "かくりょう";
Q[247].comment = "『測量』は『そくりょう』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>GPSでエベレストの高さを〔測る〕。";
Q[248].Ans[0] = "はかる";
Q[248].Ans[1] = "もぐる";
Q[248].Ans[2] = "さぐる";
Q[248].Ans[3] = "かぎる";
Q[248].comment = "『測る』は『はかる』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔民俗学〕の研究で有名だ。";
Q[249].Ans[0] = "みんぞくがく";
Q[249].Ans[1] = "みんそうがく";
Q[249].Ans[2] = "みんよくがく";
Q[249].Ans[3] = "みんかんがく";
Q[249].comment = "『民俗学』は『みんぞくがく』と読む。";

Q[250].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>イメージと違い、意外と〔俗〕なところがある。";
Q[250].Ans[0] = "ぞく";
Q[250].Ans[1] = "よく";
Q[250].Ans[2] = "こく";
Q[250].Ans[3] = "どく";
Q[250].comment = "『俗』は『ぞく』と読む。";

Q[251].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小さな国だが、多くの〔民族〕が住んでいる。";
Q[251].Ans[0] = "みんぞく";
Q[251].Ans[1] = "みんごく";
Q[251].Ans[2] = "みんどく";
Q[251].Ans[3] = "みんだく";
Q[251].comment = "『民族』は『みんぞく』と読む。";

Q[252].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔金属〕を加工する工場を営んでいる。";
Q[252].Ans[0] = "きんぞく";
Q[252].Ans[1] = "きんそく";
Q[252].Ans[2] = "きんぞう";
Q[252].Ans[3] = "きんごう";
Q[252].comment = "『金属』は『きんぞく』と読む。";

Q[253].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本はアメリカの〔属国〕ではない。";
Q[253].Ans[0] = "ぞっこく";
Q[253].Ans[1] = "ぞうこく";
Q[253].Ans[2] = "ぞんこく";
Q[253].Ans[3] = "ぞくこく";
Q[253].comment = "『属国』は『ぞっこく』と読む。";

Q[254].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その服装、〔盗賊〕の親玉か何かかい。";
Q[254].Ans[0] = "とうぞく";
Q[254].Ans[1] = "とうばつ";
Q[254].Ans[2] = "とうざい";
Q[254].Ans[3] = "とうかい";
Q[254].comment = "『盗賊』は『とうぞく』と読む。";

Q[255].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>問題が〔続出〕している。";
Q[255].Ans[0] = "ぞくしゅつ";
Q[255].Ans[1] = "どくしゅつ";
Q[255].Ans[2] = "ばくしゅつ";
Q[255].Ans[3] = "とうしゅつ";
Q[255].comment = "『続出』は『ぞくしゅつ』と読む。";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>実験を〔続行〕することになった。";
Q[256].Ans[0] = "ぞっこう";
Q[256].Ans[1] = "ぞくこう";
Q[256].Ans[2] = "ぞうこう";
Q[256].Ans[3] = "そうごう";
Q[256].comment = "『続行』は『ぞっこう』と読む。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>苦労はまだまだ〔続く〕ようだ。";
Q[257].Ans[0] = "つづく";
Q[257].Ans[1] = "うごく";
Q[257].Ans[2] = "まねく";
Q[257].Ans[3] = "あるく";
Q[257].comment = "『続く』は『つづく』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>練習を〔続ける〕ことにした。";
Q[258].Ans[0] = "つづける";
Q[258].Ans[1] = "あずける";
Q[258].Ans[2] = "あざける";
Q[258].Ans[3] = "ほうける";
Q[258].comment = "『続ける』は『つづける』と読む。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学を〔卒業〕できなかった。";
Q[259].Ans[0] = "そつぎょう";
Q[259].Ans[1] = "りつぎょう";
Q[259].Ans[2] = "そうぎょう";
Q[259].Ans[3] = "しゅうぎょう";
Q[259].comment = "『卒業』は『そつぎょう』と読む。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>研修団を〔引率〕する。";
Q[260].Ans[0] = "いんそつ";
Q[260].Ans[1] = "いんりつ";
Q[260].Ans[2] = "いんそう";
Q[260].Ans[3] = "いんさつ";
Q[260].comment = "『引率』は『いんそつ』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔軽率〕な行為だったと反省しています。";
Q[261].Ans[0] = "けいそつ";
Q[261].Ans[1] = "けいりつ";
Q[261].Ans[2] = "けいこう";
Q[261].Ans[3] = "けいかい";
Q[261].comment = "『軽率』は『けいそつ』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>量ではなく〔比率〕で表示しています。";
Q[262].Ans[0] = "ひりつ";
Q[262].Ans[1] = "ひそつ";
Q[262].Ans[2] = "ひかつ";
Q[262].Ans[3] = "ひたつ";
Q[262].comment = "『比率』は『ひりつ』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔能率〕を優先する。";
Q[263].Ans[0] = "のうりつ";
Q[263].Ans[1] = "のうそん";
Q[263].Ans[2] = "のうりょく";
Q[263].Ans[3] = "のうどう";
Q[263].comment = "『能率』は『のうりつ』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>通算〔打率〕が３割を割った。";
Q[264].Ans[0] = "だりつ";
Q[264].Ans[1] = "だそつ";
Q[264].Ans[2] = "だとつ";
Q[264].Ans[3] = "だかつ";
Q[264].comment = "『打率』は『だりつ』と読む。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>チームを〔率いる〕ほどの資質はない。";
Q[265].Ans[0] = "ひきいる";
Q[265].Ans[1] = "もちいる";
Q[265].Ans[2] = "たちいる";
Q[265].Ans[3] = "おちいる";
Q[265].comment = "『率いる』は『ひきいる』と読む。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔存続〕を求める署名活動を行う。";
Q[266].Ans[0] = "そんぞく";
Q[266].Ans[1] = "そうぞく";
Q[266].Ans[2] = "ざいぞく";
Q[266].Ans[3] = "さいぞく";
Q[266].comment = "『存続』は『そんぞく』と読む。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔既存〕の理論では説明できない。";
Q[267].Ans[0] = "きぞん";
Q[267].Ans[1] = "きざい";
Q[267].Ans[2] = "きこう";
Q[267].Ans[3] = "きぼう";
Q[267].comment = "『既存』は『きぞん』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>情報を〔保存〕するには、様々な方法がある。";
Q[268].Ans[0] = "ほぞん";
Q[268].Ans[1] = "ほそう";
Q[268].Ans[2] = "ほかん";
Q[268].Ans[3] = "ほぜん";
Q[268].comment = "『保存』は『ほぞん』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>卒業研究で、〔存命中〕の人物をとりあげるのはよくない。";
Q[269].Ans[0] = "ぞんめいちゅう";
Q[269].Ans[1] = "ぼうめいちゅう";
Q[269].Ans[2] = "ざいめいちゅう";
Q[269].Ans[3] = "めいめいちゅう";
Q[269].comment = "『存命中』は『ぞんめいちゅう』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>祖父は以前〔村長〕をしていた。";
Q[270].Ans[0] = "そんちょう";
Q[270].Ans[1] = "むらちょう";
Q[270].Ans[2] = "つうちょう";
Q[270].Ans[3] = "かんちょう";
Q[270].comment = "『村長』は『そんちょう』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔農村〕での暮しにあこがれる若者も少なくない。";
Q[271].Ans[0] = "のうそん";
Q[271].Ans[1] = "のうむら";
Q[271].Ans[2] = "のうかん";
Q[271].Ans[3] = "のうこう";
Q[271].comment = "『農村』は『のうそん』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>体力づくりに、山に〔登る〕。";
Q[272].Ans[0] = "のぼる";
Q[272].Ans[1] = "いたる";
Q[272].Ans[2] = "あがる";
Q[272].Ans[3] = "すがる";
Q[272].comment = "『登る』は『のぼる』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>呼びかけても〔応答〕がない。";
Q[273].Ans[0] = "おうとう";
Q[273].Ans[1] = "おうごう";
Q[273].Ans[2] = "おうだん";
Q[273].Ans[3] = "おうせん";
Q[273].comment = "『応答』は『おうとう』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>テストの問題に〔答える〕。";
Q[274].Ans[0] = "こたえる";
Q[274].Ans[1] = "きたえる";
Q[274].Ans[2] = "かなえる";
Q[274].Ans[3] = "そなえる";
Q[274].comment = "『答える』は『こたえる』と読む。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>数字で〔答えて〕ください。";
Q[275].Ans[0] = "こたえて";
Q[275].Ans[1] = "きたえて";
Q[275].Ans[2] = "かえて";
Q[275].Ans[3] = "きえて";
Q[275].comment = "『答える』は『こたえる』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔答え〕を教えてください。";
Q[276].Ans[0] = "こたえ";
Q[276].Ans[1] = "ささえ";
Q[276].Ans[2] = "つかえ";
Q[276].Ans[3] = "そなえ";
Q[276].comment = "『答え』は『こたえ』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きさによって10の〔等級〕に分かれている。";
Q[277].Ans[0] = "とうきゅう";
Q[277].Ans[1] = "とんきゅう";
Q[277].Ans[2] = "とっきゅう";
Q[277].Ans[3] = "ときゅう";
Q[277].comment = "『等級』は『とうきゅう』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔均等〕になるようにしてほしい。";
Q[278].Ans[0] = "きんとう";
Q[278].Ans[1] = "きんだい";
Q[278].Ans[2] = "きんこう";
Q[278].Ans[3] = "きんとん";
Q[278].comment = "『均等』は『きんとう』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生は働いていないに〔等しい〕。";
Q[279].Ans[0] = "ひとしい";
Q[279].Ans[1] = "むなしい";
Q[279].Ans[2] = "いちじるしい";
Q[279].Ans[3] = "おかしい";
Q[279].comment = "『等しい』は『ひとしい』と読む。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>白い〔封筒〕を使ってください。";
Q[280].Ans[0] = "ふうとう";
Q[280].Ans[1] = "ほうとう";
Q[280].Ans[2] = "はうとう";
Q[280].Ans[3] = "ほんとう";
Q[280].comment = "『封筒』は『ふうとう』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その〔水筒〕の中身は何ですか？";
Q[281].Ans[0] = "すいとう";
Q[281].Ans[1] = "すいどう";
Q[281].Ans[2] = "すいこう";
Q[281].Ans[3] = "すいせう";
Q[281].comment = "『水筒』は『すいとう』と読む。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>賞状を〔筒〕に入れる。";
Q[282].Ans[0] = "つつ";
Q[282].Ans[1] = "わき";
Q[282].Ans[2] = "ふた";
Q[282].Ans[3] = "おけ";
Q[282].comment = "『筒』は『つつ』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔円筒形〕のフォルムが美しい。";
Q[283].Ans[0] = "えんとうけい";
Q[283].Ans[1] = "えんつつけい";
Q[283].Ans[2] = "えんどうけい";
Q[283].Ans[3] = "えんづつけい";
Q[283].comment = "『円筒形』は『えんとうけい』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔統計〕の勉強をする。";
Q[284].Ans[0] = "とうけい";
Q[284].Ans[1] = "ごうけい";
Q[284].Ans[2] = "かいけい";
Q[284].Ans[3] = "じゅうけい";
Q[284].comment = "『統計』は『とうけい』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国家を〔統一〕した英雄だ。";
Q[285].Ans[0] = "とういつ";
Q[285].Ans[1] = "といつ";
Q[285].Ans[2] = "とんいつ";
Q[285].Ans[3] = "とっいつ";
Q[285].comment = "『統一』は『とういつ』と読む。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国政を〔統べる〕者にはふさわしくない。";
Q[286].Ans[0] = "すべる";
Q[286].Ans[1] = "たべる";
Q[286].Ans[2] = "なべる";
Q[286].Ans[3] = "のべる";
Q[286].comment = "『統べる』は『すべる』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水田で栽培するものを〔水稲〕という。";
Q[287].Ans[0] = "すいとう";
Q[287].Ans[1] = "すいどう";
Q[287].Ans[2] = "すいたん";
Q[287].Ans[3] = "すいだん";
Q[287].comment = "『水稲』は『すいとう』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔稲〕が黄金色に実っている。";
Q[288].Ans[0] = "いね";
Q[288].Ans[1] = "むぎ";
Q[288].Ans[2] = "こめ";
Q[288].Ans[3] = "ひえ";
Q[288].comment = "『稲』は『いね』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風で〔稲〕が倒れてしまった。";
Q[289].Ans[0] = "いね";
Q[289].Ans[1] = "やね";
Q[289].Ans[2] = "おね";
Q[289].Ans[3] = "かね";
Q[289].comment = "『稲』は『いね』と読む。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本で〔稲作〕がはじまったのはいつでしょうか？";
Q[290].Ans[0] = "いなさく";
Q[290].Ans[1] = "いねさく";
Q[290].Ans[2] = "いんさく";
Q[290].Ans[3] = "とうさく";
Q[290].comment = "『稲作』は『いなさく』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現代の〔舞踏〕を研究している。";
Q[291].Ans[0] = "ぶとう";
Q[291].Ans[1] = "ぶくつ";
Q[291].Ans[2] = "ぶどう";
Q[291].Ans[3] = "ぶげい";
Q[291].comment = "『舞踏』は『ぶとう』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>前例を〔踏襲〕する。";
Q[292].Ans[0] = "とうしゅう";
Q[292].Ans[1] = "こうしゅう";
Q[292].Ans[2] = "かんしゅう";
Q[292].Ans[3] = "せんしゅう";
Q[292].comment = "『踏襲』は『とうしゅう』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>足で〔踏んで〕こしを出す。";
Q[293].Ans[0] = "ふんで";
Q[293].Ans[1] = "かんで";
Q[293].Ans[2] = "とんで";
Q[293].Ans[3] = "もんで";
Q[293].comment = "『踏む』は『ふむ』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>過去の事例を〔踏まえて〕判断します。";
Q[294].Ans[0] = "ふまえて";
Q[294].Ans[1] = "かまえて";
Q[294].Ans[2] = "つかまえて";
Q[294].Ans[3] = "あまえて";
Q[294].comment = "『踏まえる』は『ふまえる』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このジュースは〔糖分〕が多すぎる。";
Q[295].Ans[0] = "とうぶん";
Q[295].Ans[1] = "たいぶん";
Q[295].Ans[2] = "だんぶん";
Q[295].Ans[3] = "こうぶん";
Q[295].comment = "『糖分』は『とうぶん』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>像の〔頭部〕が破壊された。";
Q[296].Ans[0] = "とうぶ";
Q[296].Ans[1] = "あたまぶ";
Q[296].Ans[2] = "たいぶ";
Q[296].Ans[3] = "とんぶ";
Q[296].comment = "『頭部』は『とうぶ』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海外への〔頭脳〕の流出が続いている。";
Q[297].Ans[0] = "ずのう";
Q[297].Ans[1] = "ちのう";
Q[297].Ans[2] = "とのう";
Q[297].Ans[3] = "どのう";
Q[297].comment = "『頭脳』は『ずのう』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>乾杯の〔音頭〕をとる。";
Q[298].Ans[0] = "おんど";
Q[298].Ans[1] = "おんどう";
Q[298].Ans[2] = "おんとう";
Q[298].Ans[3] = "おんず";
Q[298].comment = "『音頭』は『おんど』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔頭文字〕を使って、シンボルマークをつくる。";
Q[299].Ans[0] = "かしらもじ";
Q[299].Ans[1] = "とうもじ";
Q[299].Ans[2] = "あたまもじ";
Q[299].Ans[3] = "ずもじ";
Q[299].comment = "『頭文字』は『かしらもじ』と読む。";

Q[300].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>退職金を〔頭金〕にする。";
Q[300].Ans[0] = "あたまきん";
Q[300].Ans[1] = "とうきん";
Q[300].Ans[2] = "ずきん";
Q[300].Ans[3] = "たまきん";
Q[300].comment = "『頭金』は『あたまきん』と読む。";

Q[301].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔戸籍謄本〕を提出しなさい。";
Q[301].Ans[0] = "こせきとうほん";
Q[301].Ans[1] = "こせきしょうほん";
Q[301].Ans[2] = "こせきようほん";
Q[301].Ans[3] = "こせきとくほん";
Q[301].comment = "『戸籍謄本』は『こせきとうほん』と読む。";

Q[302].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>激しい〔戦闘〕が行なわれた。";
Q[302].Ans[0] = "せんとう";
Q[302].Ans[1] = "せんこう";
Q[302].Ans[2] = "せんそう";
Q[302].Ans[3] = "せんかん";
Q[302].comment = "『戦闘』は『せんとう』と読む。";

Q[303].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>権力とは〔闘う〕決意だ。";
Q[303].Ans[0] = "たたかう";
Q[303].Ans[1] = "になう";
Q[303].Ans[2] = "おこなう";
Q[303].Ans[3] = "つぐなう";
Q[303].comment = "『闘う』は『たたかう』と読む。";

Q[304].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔沸騰〕したお湯を使ってください。";
Q[304].Ans[0] = "ふっとう";
Q[304].Ans[1] = "ふっと";
Q[304].Ans[2] = "ふっとん";
Q[304].Ans[3] = "ふっど";
Q[304].comment = "『沸騰』は『ふっとう』と読む。";

Q[305].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金属の価格が〔高騰〕している。";
Q[305].Ans[0] = "こうとう";
Q[305].Ans[1] = "こうど";
Q[305].Ans[2] = "こうかん";
Q[305].Ans[3] = "こうしょう";
Q[305].comment = "『高騰』は『こうとう』と読む。";

Q[306].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両者を〔混同〕していたらしい。";
Q[306].Ans[0] = "こんどう";
Q[306].Ans[1] = "こんとう";
Q[306].Ans[2] = "こんだん";
Q[306].Ans[3] = "こんとん";
Q[306].comment = "『混同』は『こんどう』と読む。";

Q[307].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本も台湾も月は〔同じ〕だ。";
Q[307].Ans[0] = "おなじ";
Q[307].Ans[1] = "あんじ";
Q[307].Ans[2] = "しんじ";
Q[307].Ans[3] = "かんじ";
Q[307].comment = "『同じ』は『おなじ』と読む。";

Q[308].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔洞穴〕を探検する。";
Q[308].Ans[0] = "どうけつ";
Q[308].Ans[1] = "どんけつ";
Q[308].Ans[2] = "どけつ";
Q[308].Ans[3] = "どっけつ";
Q[308].comment = "『洞穴』は『どうけつ』と読む。";

Q[309].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>中は〔空洞〕になっている。";
Q[309].Ans[0] = "くうどう";
Q[309].Ans[1] = "くうとう";
Q[309].Ans[2] = "くうど";
Q[309].Ans[3] = "くうこう";
Q[309].comment = "『空洞』は『くうどう』と読む。";

Q[310].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔丁寧〕な表現を心掛けてほしい。";
Q[310].Ans[0] = "ていねい";
Q[310].Ans[1] = "ていない";
Q[310].Ans[2] = "ていのう";
Q[310].Ans[3] = "ていねん";
Q[310].comment = "『丁寧』は『ていねい』と読む。";

Q[311].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔熱湯〕の扱いに注意してください。";
Q[311].Ans[0] = "ねっとう";
Q[311].Ans[1] = "ねんとう";
Q[311].Ans[2] = "るっとう";
Q[311].Ans[3] = "ろうとう";
Q[311].comment = "『熱湯』は『ねっとう』と読む。";

Q[312].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>若い頃の〔情熱〕を思い出すことはできない。";
Q[312].Ans[0] = "じょうねつ";
Q[312].Ans[1] = "じょうねん";
Q[312].Ans[2] = "じょうろう";
Q[312].Ans[3] = "じょうるり";
Q[312].comment = "『情熱』は『じょうねつ』と読む。";

Q[313].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>スープは〔熱い〕うちに食べてください。";
Q[313].Ans[0] = "あつい";
Q[313].Ans[1] = "ぬるい";
Q[313].Ans[2] = "うまい";
Q[313].Ans[3] = "かたい";
Q[313].comment = "『熱い』は『あつい』と読む。";

Q[314].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔年代〕ごとに資料を整理する。";
Q[314].Ans[0] = "ねんだい";
Q[314].Ans[1] = "ねいだい";
Q[314].Ans[2] = "ねっだい";
Q[314].Ans[3] = "ねったい";
Q[314].comment = "『年代』は『ねんだい』と読む。";

Q[315].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今年〕の夏休みは海外旅行をする。";
Q[315].Ans[0] = "ことし";
Q[315].Ans[1] = "こねん";
Q[315].Ans[2] = "こどし";
Q[315].Ans[3] = "こんどし";
Q[315].comment = "『今年』は『ことし』と読む。";

Q[316].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾には、〔年寄り〕を大切にする文化がある。";
Q[316].Ans[0] = "としより";
Q[316].Ans[1] = "どしより";
Q[316].Ans[2] = "ねんより";
Q[316].Ans[3] = "とっしより";
Q[316].comment = "『年寄り』は『としより』と読む。";

Q[317].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>悪天候で、登頂を〔断念〕する。";
Q[317].Ans[0] = "だんねん";
Q[317].Ans[1] = "だんしん";
Q[317].Ans[2] = "だんねい";
Q[317].Ans[3] = "だんきん";
Q[317].comment = "『断念』は『だんねん』と読む。";

Q[318].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔信念〕を貫くことが難しいのはわかっている。";
Q[318].Ans[0] = "しんねん";
Q[318].Ans[1] = "しんこう";
Q[318].Ans[2] = "しんきん";
Q[318].Ans[3] = "しんこん";
Q[318].comment = "『信念』は『しんねん』と読む。";

Q[319].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔粘着〕テープでぐるぐる巻きにする。";
Q[319].Ans[0] = "ねんちゃく";
Q[319].Ans[1] = "ねいちゃく";
Q[319].Ans[2] = "せんちゃく";
Q[319].Ans[3] = "せいちゃく";
Q[319].comment = "『粘着』は『ねんちゃく』と読む。";

Q[320].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔粘土〕で模型をつくる。";
Q[320].Ans[0] = "ねんど";
Q[320].Ans[1] = "なんど";
Q[320].Ans[2] = "さんど";
Q[320].Ans[3] = "かんど";
Q[320].comment = "『粘土』は『ねんど』と読む。";

Q[321].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>納豆のように〔粘る〕ことが勝利につながる。";
Q[321].Ans[0] = "ねばる";
Q[321].Ans[1] = "わかる";
Q[321].Ans[2] = "いたる";
Q[321].Ans[3] = "せめる";
Q[321].comment = "『粘る』は『ねばる』と読む。";

Q[322].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>終盤での〔粘り〕は見事だった。";
Q[322].Ans[0] = "ねばり";
Q[322].Ans[1] = "おごり";
Q[322].Ans[2] = "さかり";
Q[322].Ans[3] = "あたり";
Q[322].comment = "『粘り』は『ねばり』と読む。";

Q[323].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔可燃〕ゴミはこちらに入れてください。";
Q[323].Ans[0] = "かねん";
Q[323].Ans[1] = "かだん";
Q[323].Ans[2] = "かぜん";
Q[323].Ans[3] = "かしょう";
Q[323].comment = "『可燃』は『かねん』と読む。";

Q[324].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>火種に〔固形燃料〕をつかう。";
Q[324].Ans[0] = "こけいねんりょう";
Q[324].Ans[1] = "こけいねいりょう";
Q[324].Ans[2] = "こけいせいりょう";
Q[324].Ans[3] = "こけいぜんりょう";
Q[324].comment = "『固形燃料』は『こけいねんりょう』と読む。";

Q[325].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは〔燃える〕ゴミではありません。";
Q[325].Ans[0] = "もえる";
Q[325].Ans[1] = "あえる";
Q[325].Ans[2] = "たえる";
Q[325].Ans[3] = "きえる";
Q[325].comment = "『燃える』は『もえる』と読む。";

Q[326].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空き地で廃棄物を〔燃やす〕。";
Q[326].Ans[0] = "もやす";
Q[326].Ans[1] = "はやす";
Q[326].Ans[2] = "いやす";
Q[326].Ans[3] = "そやす";
Q[326].comment = "『燃やす』は『もやす』と読む。";

Q[327].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古新聞を〔燃そう〕と思う。";
Q[327].Ans[0] = "もそう";
Q[327].Ans[1] = "たやそう";
Q[327].Ans[2] = "いやそう";
Q[327].Ans[3] = "とかそう";
Q[327].comment = "『燃す』は『もす』と読む。";

Q[328].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>有害な煙が出るので〔燃さない〕でください。";
Q[328].Ans[0] = "もさないで";
Q[328].Ans[1] = "たさないで";
Q[328].Ans[2] = "とかさないで";
Q[328].Ans[3] = "あやさないで";
Q[328].comment = "『燃す』は『もす』と読む。";

Q[329].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小説家としての〔苦悩〕が感じられる作品だ。";
Q[329].Ans[0] = "くのう";
Q[329].Ans[1] = "くぎょう";
Q[329].Ans[2] = "くしん";
Q[329].Ans[3] = "くろう";
Q[329].comment = "『苦悩』は『くのう』と読む。";

Q[330].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>脚線美で中年男性を〔悩殺〕した。";
Q[330].Ans[0] = "のうさつ";
Q[330].Ans[1] = "こうさつ";
Q[330].Ans[2] = "きょうさつ";
Q[330].Ans[3] = "あいさつ";
Q[330].comment = "『悩殺』は『のうさつ』と読む。";

Q[331].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔悩んで〕ばかりでは大人になれない。";
Q[331].Ans[0] = "なやんで";
Q[331].Ans[1] = "くやんで";
Q[331].Ans[2] = "あそんで";
Q[331].Ans[3] = "ちなんで";
Q[331].comment = "『悩む』は『なやむ』と読む。";

Q[332].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どちらの手が勝るか〔悩ましい〕ところだ。";
Q[332].Ans[0] = "なやましい";
Q[332].Ans[1] = "あさましい";
Q[332].Ans[2] = "おぞましい";
Q[332].Ans[3] = "かしましい";
Q[332].comment = "『悩ましい』は『なやましい』と読む。";

Q[333].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ひとりで頭を〔悩ませて〕いた。";
Q[333].Ans[0] = "なやませて";
Q[333].Ans[1] = "かなしませて";
Q[333].Ans[2] = "くらませて";
Q[333].Ans[3] = "もてあませて";
Q[333].comment = "『悩ませる』は『なやませる』と読む。";

Q[334].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな〔収納〕スペースが確保されている。";
Q[334].Ans[0] = "しゅうのう";
Q[334].Ans[1] = "しゅうこう";
Q[334].Ans[2] = "しゅうねい";
Q[334].Ans[3] = "しゅうない";
Q[334].comment = "『収納』は『しゅうのう』と読む。";

Q[335].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>防衛庁に武器を〔納入〕する。";
Q[335].Ans[0] = "のうにゅう";
Q[335].Ans[1] = "そうにゅう";
Q[335].Ans[2] = "こうにゅう";
Q[335].Ans[3] = "どうにゅう";
Q[335].comment = "『納入』は『のうにゅう』と読む。";

Q[336].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本人が〔納得〕しているのなら、それでいい。";
Q[336].Ans[0] = "なっとく";
Q[336].Ans[1] = "のうとく";
Q[336].Ans[2] = "なんとく";
Q[336].Ans[3] = "どうとく";
Q[336].comment = "『納得』は『なっとく』と読む。";

Q[337].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎朝〔納豆〕を食べている。";
Q[337].Ans[0] = "なっとう";
Q[337].Ans[1] = "なんとう";
Q[337].Ans[2] = "ないとう";
Q[337].Ans[3] = "のうとう";
Q[337].comment = "『納豆』は『なっとう』と読む。";

Q[338].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔納屋〕に道具をとりにいく。";
Q[338].Ans[0] = "なや";
Q[338].Ans[1] = "のうや";
Q[338].Ans[2] = "なっや";
Q[338].Ans[3] = "なんや";
Q[338].comment = "『納屋』は『なや』と読む。";

Q[339].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔納戸〕のとびらを開ける。";
Q[339].Ans[0] = "なんど";
Q[339].Ans[1] = "なっど";
Q[339].Ans[2] = "のうど";
Q[339].Ans[3] = "など";
Q[339].comment = "『納戸』は『なんど』と読む。";

Q[340].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>精算するものがあるので、〔出納係〕に行ってください。";
Q[340].Ans[0] = "すいとうがかり";
Q[340].Ans[1] = "すいのうがかり";
Q[340].Ans[2] = "すいなんがかり";
Q[340].Ans[3] = "すいないがかり";
Q[340].comment = "『出納係』は『すいとうがかり』と読む。";

Q[341].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地方税を〔納める〕。";
Q[341].Ans[0] = "おさめる";
Q[341].Ans[1] = "あやめる";
Q[341].Ans[2] = "いためる";
Q[341].Ans[3] = "からめる";
Q[341].comment = "『納める』は『おさめる』と読む。";

Q[342].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日で〔仕事納め〕だ。";
Q[342].Ans[0] = "しごとおさめ";
Q[342].Ans[1] = "しごとからめ";
Q[342].Ans[2] = "しごとはやめ";
Q[342].Ans[3] = "しごとはじめ";
Q[342].comment = "『仕事納め』は『しごとおさめ』と読む。";

Q[343].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どものころは不良だったが、今では校長に〔納まって〕いる。";
Q[343].Ans[0] = "おさまって";
Q[343].Ans[1] = "からまって";
Q[343].Ans[2] = "とどまって";
Q[343].Ans[3] = "わきまって";
Q[343].comment = "『納まる』は『おさまる』と読む。";

Q[344].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔能力〕が足りないのなら仕方がない。";
Q[344].Ans[0] = "のうりょく";
Q[344].Ans[1] = "そうりょく";
Q[344].Ans[2] = "けんりょく";
Q[344].Ans[3] = "じつりょく";
Q[344].comment = "『能力』は『のうりょく』と読む。";

Q[345].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔芸能界〕は浮き沈みが激しい。";
Q[345].Ans[0] = "げいのうかい";
Q[345].Ans[1] = "げんのうかい";
Q[345].Ans[2] = "うんのうかい";
Q[345].Ans[3] = "てんのうかい";
Q[345].comment = "『芸能界』は『げいのうかい』と読む。";

Q[346].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先進国の〔首脳会議〕が行なわれる。";
Q[346].Ans[0] = "しゅのうかいぎ";
Q[346].Ans[1] = "しゅりょうかいぎ";
Q[346].Ans[2] = "しゅこうかいぎ";
Q[346].Ans[3] = "しゅとうかいぎ";
Q[346].comment = "『首脳会議』は『しゅのうかいぎ』と読む。";

Q[347].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の〔頭脳〕といえば、彼らのことだ。";
Q[347].Ans[0] = "ずのう";
Q[347].Ans[1] = "ずなん";
Q[347].Ans[2] = "ずこう";
Q[347].Ans[3] = "ずりょう";
Q[347].comment = "『頭脳』は『ずのう』と読む。";

Q[348].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔農作物〕を輸入する。";
Q[348].Ans[0] = "のうさくぶつ";
Q[348].Ans[1] = "こうさくぶつ";
Q[348].Ans[2] = "かんさくぶつ";
Q[348].Ans[3] = "けんさくぶつ";
Q[348].comment = "『農作物』は『のうさくぶつ』と読む。";

Q[349].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>水で〔濃度〕を調整する。";
Q[349].Ans[0] = "のうど";
Q[349].Ans[1] = "こうど";
Q[349].Ans[2] = "かんど";
Q[349].Ans[3] = "せんど";
Q[349].comment = "『濃度』は『のうど』と読む。";

Q[350].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔濃淡〕を描き分けるのがうまい。";
Q[350].Ans[0] = "のうたん";
Q[350].Ans[1] = "かんたん";
Q[350].Ans[2] = "けんたん";
Q[350].Ans[3] = "ごうたん";
Q[350].comment = "『濃淡』は『のうたん』と読む。";

Q[351].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔濃い〕コーヒーが好みです。";
Q[351].Ans[0] = "こい";
Q[351].Ans[1] = "うすい";
Q[351].Ans[2] = "うまい";
Q[351].Ans[3] = "あつい";
Q[351].comment = "『濃い』は『こい』と読む。";

Q[352].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>権勢を〔把持〕する。";
Q[352].Ans[0] = "はじ";
Q[352].Ans[1] = "ほじ";
Q[352].Ans[2] = "いじ";
Q[352].Ans[3] = "ふじ";
Q[352].comment = "『把持』は『はじ』と読む。";

Q[353].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔十把〕ひとからげに扱うのはやめてほしい。";
Q[353].Ans[0] = "じっぱ";
Q[353].Ans[1] = "じゅうぜん";
Q[353].Ans[2] = "じったい";
Q[353].Ans[3] = "じっせん";
Q[353].comment = "『十把（ひとからげ）』は『じっぱ（ひとがらげ）』と読む。";

Q[354].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ホウレンソウを２〔把〕買う。";
Q[354].Ans[0] = "わ";
Q[354].Ans[1] = "は";
Q[354].Ans[2] = "ば";
Q[354].Ans[3] = "ぱ";
Q[354].comment = "『２把』は『２わ』と読む。";

Q[355].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>材木を〔伐採〕する。";
Q[355].Ans[0] = "ばっさい";
Q[355].Ans[1] = "かっさい";
Q[355].Ans[2] = "いっさい";
Q[355].Ans[3] = "じっさい";
Q[355].comment = "『伐採』は『ばっさい』と読む。";

Q[356].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>反乱軍を〔征伐〕する。";
Q[356].Ans[0] = "せいばつ";
Q[356].Ans[1] = "せいかい";
Q[356].Ans[2] = "せいとう";
Q[356].Ans[3] = "せいげん";
Q[356].comment = "『征伐』は『せいばつ』と読む。";

Q[357].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>成績は〔抜群〕だが、人望はない。";
Q[357].Ans[0] = "ばつぐん";
Q[357].Ans[1] = "ばっぐん";
Q[357].Ans[2] = "ばいぐん";
Q[357].Ans[3] = "ばんぐん";
Q[357].comment = "『抜群』は『ばつぐん』と読む。";

Q[358].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔選抜〕チームを結成する。";
Q[358].Ans[0] = "せんばつ";
Q[358].Ans[1] = "せんぱつ";
Q[358].Ans[2] = "せんはつ";
Q[358].Ans[3] = "せんば";
Q[358].comment = "『選抜』は『せんばつ』と読む。";

Q[359].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ワインのコルクを〔抜く〕。";
Q[359].Ans[0] = "ぬく";
Q[359].Ans[1] = "さく";
Q[359].Ans[2] = "ひく";
Q[359].Ans[3] = "おく";
Q[359].comment = "『抜く』は『ぬく』と読む。";

Q[360].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どんなことでも最後までやり〔抜く〕ことだ。";
Q[360].Ans[0] = "ぬく";
Q[360].Ans[1] = "かく";
Q[360].Ans[2] = "きく";
Q[360].Ans[3] = "つく";
Q[360].comment = "『抜く』は『ぬく』と読む。";

Q[361].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すっかり気が〔抜けて〕しまった。";
Q[361].Ans[0] = "ぬける";
Q[361].Ans[1] = "さけて";
Q[361].Ans[2] = "あけて";
Q[361].Ans[3] = "ふけて";
Q[361].comment = "『抜ける』は『ぬける』と読む。";

Q[362].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼が聞いたら、腰を〔抜かす〕ほど驚くだろう。";
Q[362].Ans[0] = "ぬかす";
Q[362].Ans[1] = "いかす";
Q[362].Ans[2] = "おかす";
Q[362].Ans[3] = "ふかす";
Q[362].comment = "『抜かす』は『ぬかす』と読む。";

Q[363].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>事前の準備に〔抜かり〕はなかった。";
Q[363].Ans[0] = "ぬかり";
Q[363].Ans[1] = "いかり";
Q[363].Ans[2] = "あかり";
Q[363].Ans[3] = "ひかり";
Q[363].comment = "『抜かり』は『ぬかり』と読む。";

Q[364].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>本番は〔抜かる〕なよ。";
Q[364].Ans[0] = "ぬかる";
Q[364].Ans[1] = "はかる";
Q[364].Ans[2] = "いかる";
Q[364].Ans[3] = "わかる";
Q[364].comment = "『抜かる』は『ぬかる』と読む。";

Q[365].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>駐車違反で〔罰金〕をとられた。";
Q[365].Ans[0] = "ばっきん";
Q[365].Ans[1] = "ばつきん";
Q[365].Ans[2] = "はっきん";
Q[365].Ans[3] = "ぱっきん";
Q[365].comment = "『罰金』は『ばっきん』と読む。";

Q[366].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>法律に従って〔処罰〕する。";
Q[366].Ans[0] = "しょばつ";
Q[366].Ans[1] = "しょはつ";
Q[366].Ans[2] = "しょばい";
Q[366].Ans[3] = "しょぱん";
Q[366].comment = "『処罰』は『しょばつ』と読む。";

Q[367].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなことを言うと〔罰〕があたるよ。";
Q[367].Ans[0] = "ばち";
Q[367].Ans[1] = "ばん";
Q[367].Ans[2] = "ばい";
Q[367].Ans[3] = "ば";
Q[367].comment = "『罰（があたる）』は『ばち（があたる）』と読む。";

Q[368].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔派閥〕の勢力争いが激しい。";
Q[368].Ans[0] = "はばつ";
Q[368].Ans[1] = "はわん";
Q[368].Ans[2] = "はもん";
Q[368].Ans[3] = "ははん";
Q[368].comment = "『派閥』は『はばつ』と読む。";

Q[369].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの大学は、〔財閥〕企業が後ろについている。";
Q[369].Ans[0] = "ざいばつ";
Q[369].Ans[1] = "ざいはん";
Q[369].Ans[2] = "ざいもん";
Q[369].Ans[3] = "ざいぶん";
Q[369].comment = "『財閥』は『ざいばつ』と読む。";

Q[370].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここまでくると、〔反論〕の余地はない。";
Q[370].Ans[0] = "はんろん";
Q[370].Ans[1] = "たんろん";
Q[370].Ans[2] = "ほんろん";
Q[370].Ans[3] = "びんろん";
Q[370].comment = "『反論』は『はんろん』と読む。";

Q[371].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>扱いへの不満から〔謀反〕を起こした。";
Q[371].Ans[0] = "むほん";
Q[371].Ans[1] = "むはん";
Q[371].Ans[2] = "むたん";
Q[371].Ans[3] = "むろん";
Q[371].comment = "『謀反』は『むほん』と読む。";

Q[372].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>デパートの〔反物〕売り場でアルバイトをする。";
Q[372].Ans[0] = "たんもの";
Q[372].Ans[1] = "はんもの";
Q[372].Ans[2] = "ほんもの";
Q[372].Ans[3] = "きんもの";
Q[372].comment = "『反物』は『たんもの』と読む。";

Q[373].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>後ろに大きくからだを〔反らす〕。";
Q[373].Ans[0] = "そらす";
Q[373].Ans[1] = "はらす";
Q[373].Ans[2] = "たらす";
Q[373].Ans[3] = "ならす";
Q[373].comment = "『反らす』は『そらす』と読む。";

Q[374].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>材質が悪かったのか内側に〔反って〕しまっている。";
Q[374].Ans[0] = "そって";
Q[374].Ans[1] = "はって";
Q[374].Ans[2] = "きって";
Q[374].Ans[3] = "もって";
Q[374].comment = "『反る』は『そる』と読む。";

Q[375].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震で工場が〔半壊〕した。";
Q[375].Ans[0] = "はんかい";
Q[375].Ans[1] = "ほんかい";
Q[375].Ans[2] = "ふんかい";
Q[375].Ans[3] = "ばんかい";
Q[375].comment = "『半壊』は『はんかい』と読む。";

Q[376].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだ、道は〔半ば〕だ。";
Q[376].Ans[0] = "なかば";
Q[376].Ans[1] = "はっば";
Q[376].Ans[2] = "なんば";
Q[376].Ans[3] = "はんば";
Q[376].comment = "『半ば』は『なかば』と読む。";

Q[377].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>見た感じ、30代の〔半ば〕といったところだろうか。";
Q[377].Ans[0] = "なかば";
Q[377].Ans[1] = "はんば";
Q[377].Ans[2] = "いとば";
Q[377].Ans[3] = "はっば";
Q[377].comment = "『半ば』は『なかば』と読む。";

Q[378].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔共犯者〕がいた可能性が高い。";
Q[378].Ans[0] = "きょうはんしゃ";
Q[378].Ans[1] = "きょうぱんしゃ";
Q[378].Ans[2] = "きょうふんしゃ";
Q[378].Ans[3] = "きょうばんしゃ";
Q[378].comment = "『共犯者』は『きょうはんしゃ』と読む。";

Q[379].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このままでは、彼が罪を〔犯す〕ことになる。";
Q[379].Ans[0] = "おかす";
Q[379].Ans[1] = "わかす";
Q[379].Ans[2] = "ふかす";
Q[379].Ans[3] = "のかす";
Q[379].comment = "『犯す』は『おかす』と読む。";

Q[380].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この船は、日本最大の〔帆船〕だ。";
Q[380].Ans[0] = "はんせん";
Q[380].Ans[1] = "ほせん";
Q[380].Ans[2] = "ほんせん";
Q[380].Ans[3] = "ぼんせん";
Q[380].comment = "『帆船』は『はんせん』と読む。";

Q[381].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>船に〔帆〕をたてる。";
Q[381].Ans[0] = "ほ";
Q[381].Ans[1] = "は";
Q[381].Ans[2] = "ふ";
Q[381].Ans[3] = "ひ";
Q[381].comment = "『帆』は『ほ』と読む。";

Q[382].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>意識は行動に〔随伴〕するものである。";
Q[382].Ans[0] = "ずいはん";
Q[382].Ans[1] = "ついはん";
Q[382].Ans[2] = "ゆうはん";
Q[382].Ans[3] = "しゅうはん";
Q[382].comment = "『随伴』は『ずいはん』と読む。";

Q[383].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔付随〕する問題も同時に解決したい。";
Q[383].Ans[0] = "ふずい";
Q[383].Ans[1] = "ぶぞく";
Q[383].Ans[2] = "ふせん";
Q[383].Ans[3] = "ふたい";
Q[383].comment = "『付随』は『ふずい』と読む。";

Q[384].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ピアノで〔伴奏〕する。";
Q[384].Ans[0] = "ばんそう";
Q[384].Ans[1] = "はんそう";
Q[384].Ans[2] = "まんそう";
Q[384].Ans[3] = "かんそう";
Q[384].comment = "『伴奏』は『ばんそう』と読む。";

Q[385].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自由には義務が〔伴う〕ものだ。";
Q[385].Ans[0] = "ともなう";
Q[385].Ans[1] = "かなう";
Q[385].Ans[2] = "したう";
Q[385].Ans[3] = "したがう";
Q[385].comment = "『伴う』は『ともなう』と読む。";

Q[386].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人気はあるが実力が〔伴わない〕。";
Q[386].Ans[0] = "ともなわない";
Q[386].Ans[1] = "したがわない";
Q[386].Ans[2] = "あらがわない";
Q[386].Ans[3] = "そこなわない";
Q[386].comment = "『伴う』は『ともなう』と読む。";

Q[387].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本人は〔裁判〕と聞いただけで引き下がってしまう。";
Q[387].Ans[0] = "さいばん";
Q[387].Ans[1] = "さいはん";
Q[387].Ans[2] = "さいぱん";
Q[387].Ans[3] = "さいはつ";
Q[387].comment = "『裁判』は『さいばん』と読む。";

Q[388].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔大判〕の写真に現像する。";
Q[388].Ans[0] = "おおばん";
Q[388].Ans[1] = "おおはん";
Q[388].Ans[2] = "おおぶん";
Q[388].Ans[3] = "おおぼん";
Q[388].comment = "『大判』は『おおばん』と読む。";

Q[389].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔判子〕を押してください。";
Q[389].Ans[0] = "はんこ";
Q[389].Ans[1] = "はっこ";
Q[389].Ans[2] = "ぱんこ";
Q[389].Ans[3] = "ばんこ";
Q[389].comment = "『判子』は『はんこ』と読む。";

Q[390].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔登坂車線〕が設けられている。";
Q[390].Ans[0] = "とはんしゃせん";
Q[390].Ans[1] = "とばんしゃせん";
Q[390].Ans[2] = "とっぱんしゃせん";
Q[390].Ans[3] = "とさかしゃせん";
Q[390].comment = "『登坂車線』は『とはんしゃせん』と読む。";

Q[391].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お天気は週末にかけて〔下り坂〕でしょう。";
Q[391].Ans[0] = "くだりざか";
Q[391].Ans[1] = "くだりはん";
Q[391].Ans[2] = "くだりいた";
Q[391].Ans[3] = "くだりみち";
Q[391].comment = "『下り坂』は『くだりざか』と読む。";

Q[392].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カッターで〔鉄板〕を切断する。";
Q[392].Ans[0] = "てっぱん";
Q[392].Ans[1] = "てつばん";
Q[392].Ans[2] = "てっいた";
Q[392].Ans[3] = "てったん";
Q[392].comment = "『鉄板』は『てっぱん』と読む。";

Q[393].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔黒板〕がよごれている。";
Q[393].Ans[0] = "こくばん";
Q[393].Ans[1] = "こくはん";
Q[393].Ans[2] = "こくたん";
Q[393].Ans[3] = "こくさん";
Q[393].comment = "『黒板』は『こくばん』と読む。";

Q[394].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔掲示板〕を見に行く。";
Q[394].Ans[0] = "けいじばん";
Q[394].Ans[1] = "けいじいた";
Q[394].Ans[2] = "けいじざか";
Q[394].Ans[3] = "けいじだん";
Q[394].comment = "『掲示板』は『けいじばん』と読む。";

Q[395].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ペットの死を〔悲しむ〕。";
Q[395].Ans[0] = "かなしむ";
Q[395].Ans[1] = "いつくしむ";
Q[395].Ans[2] = "したしむ";
Q[395].Ans[3] = "きしむ";
Q[395].comment = "『悲しむ』は『かなしむ』と読む。";

Q[396].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会長の自宅は、〔門扉〕を閉ざしている。";
Q[396].Ans[0] = "もんぴ";
Q[396].Ans[1] = "もんぴ";
Q[396].Ans[2] = "もんぴ";
Q[396].Ans[3] = "もんぴ";
Q[396].comment = "『門扉』は『もんぴ』と読む。";

Q[397].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔扉〕を開く。";
Q[397].Ans[0] = "とびら";
Q[397].Ans[1] = "と";
Q[397].Ans[2] = "もん";
Q[397].Ans[3] = "まど";
Q[397].comment = "『扉』は『とびら』と読む。";

Q[398].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔消費者〕を最優先に考えるべきだ。";
Q[398].Ans[0] = "しょうひしゃ";
Q[398].Ans[1] = "しょうはいしゃ";
Q[398].Ans[2] = "しょうへいしゃ";
Q[398].Ans[3] = "しょうひんしゃ";
Q[398].comment = "『消費者』は『しょうひしゃ』と読む。";

Q[399].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼のおかげで、不要なエネルギーを〔費やす〕ことになった。";
Q[399].Ans[0] = "ついやす";
Q[399].Ans[1] = "たがやす";
Q[399].Ans[2] = "はやす";
Q[399].Ans[3] = "もやす";
Q[399].comment = "『費やす』は『ついやす』と読む。";

Q[400].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>とうとう資金も〔費えた〕。";
Q[400].Ans[0] = "ついえた";
Q[400].Ans[1] = "そびえた";
Q[400].Ans[2] = "そなえた";
Q[400].Ans[3] = "かなえた";
Q[400].comment = "『費える』は『ついえる』と読む。";

Q[401].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔記念碑〕を建立する。";
Q[401].Ans[0] = "きねんひ";
Q[401].Ans[1] = "きねんひい";
Q[401].Ans[2] = "きねんび";
Q[401].Ans[3] = "きねんひん";
Q[401].comment = "『記念碑』は『きねんひ』と読む。";

Q[402].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>裁判官を〔罷免〕する。";
Q[402].Ans[0] = "ひめん";
Q[402].Ans[1] = "ごめん";
Q[402].Ans[2] = "かめん";
Q[402].Ans[3] = "しめん";
Q[402].comment = "『罷免』は『ひめん』と読む。";

Q[403].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現実から〔逃避〕しているとしか思えない。";
Q[403].Ans[0] = "とうひ";
Q[403].Ans[1] = "とうへき";
Q[403].Ans[2] = "とうはい";
Q[403].Ans[3] = "とうこう";
Q[403].comment = "『逃避』は『とうひ』と読む。";

Q[404].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小学校の体育館が〔避難所〕に指定されている。";
Q[404].Ans[0] = "ひなんじょ";
Q[404].Ans[1] = "こんなんじょ";
Q[404].Ans[2] = "へきなんじょ";
Q[404].Ans[3] = "いなんじょ";
Q[404].comment = "『避難所』は『ひなんじょ』と読む。";

Q[405].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>危険を〔避ける〕ためにも、慎重な行動が必要だ。";
Q[405].Ans[0] = "さける";
Q[405].Ans[1] = "かける";
Q[405].Ans[2] = "しける";
Q[405].Ans[3] = "まける";
Q[405].comment = "『避ける』は『さける』と読む。";

Q[406].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔末尾〕のグラフを参照されたい。";
Q[406].Ans[0] = "まつび";
Q[406].Ans[1] = "まつお";
Q[406].Ans[2] = "まっぴ";
Q[406].Ans[3] = "まつびん";
Q[406].comment = "『末尾』は『まつび』と読む。";

Q[407].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>飛行機の〔尾翼〕に会社のマークが描かれている。";
Q[407].Ans[0] = "びよく";
Q[407].Ans[1] = "およく";
Q[407].Ans[2] = "びんよく";
Q[407].Ans[3] = "おんよく";
Q[407].comment = "『尾翼』は『びよく』と読む。";

Q[408].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔尾根〕にそって歩く。";
Q[408].Ans[0] = "おね";
Q[408].Ans[1] = "やね";
Q[408].Ans[2] = "びね";
Q[408].Ans[3] = "かね";
Q[408].comment = "『尾根』は『おね』と読む。";

Q[409].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>クジラの〔尾〕の身を刺身で食べる。";
Q[409].Ans[0] = "お";
Q[409].Ans[1] = "び";
Q[409].Ans[2] = "は";
Q[409].Ans[3] = "ひれ";
Q[409].comment = "『尾』は『お』と読む。";

Q[410].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陳くん〔美形〕だ。";
Q[410].Ans[0] = "びけい";
Q[410].Ans[1] = "めいけい";
Q[410].Ans[2] = "みけい";
Q[410].Ans[3] = "うつくしけい";
Q[410].comment = "『美形』は『びけい』と読む。";

Q[411].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>花の〔美しさ〕というものはない。";
Q[411].Ans[0] = "うつくしさ";
Q[411].Ans[1] = "いさましさ";
Q[411].Ans[2] = "あさましさ";
Q[411].Ans[3] = "いつくしさ";
Q[411].comment = "『美しさ』は『うつくしさ』と読む。";

Q[412].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔守備〕のチームという評判だったが、エラーばかりしている。";
Q[412].Ans[0] = "しゅび";
Q[412].Ans[1] = "しょうび";
Q[412].Ans[2] = "しゅうび";
Q[412].Ans[3] = "しゅんび";
Q[412].comment = "『守備』は『しゅび』と読む。";

Q[413].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>問題があれば、〔備考〕のところにチェックをしてください。";
Q[413].Ans[0] = "びこう";
Q[413].Ans[1] = "びいこう";
Q[413].Ans[2] = "びんこう";
Q[413].Ans[3] = "びっこう";
Q[413].comment = "『備考』は『びこう』と読む。";

Q[414].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>災害に〔備えて〕いろいろなものを用意しておく。";
Q[414].Ans[0] = "そなえて";
Q[414].Ans[1] = "かなえて";
Q[414].Ans[2] = "つかまえて";
Q[414].Ans[3] = "ひかえて";
Q[414].comment = "『備える』は『そなえる』と読む。";

Q[415].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この教室には、必要なものがほとんど〔備わって〕いる。";
Q[415].Ans[0] = "そなわって";
Q[415].Ans[1] = "まわって";
Q[415].Ans[2] = "いつわって";
Q[415].Ans[3] = "あじわって";
Q[415].comment = "『備わる』は『そなわる』と読む。";

Q[416].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔微妙〕な判定ながら勝利した。";
Q[416].Ans[0] = "びみょう";
Q[416].Ans[1] = "びいみょう";
Q[416].Ans[2] = "ちみょう";
Q[416].Ans[3] = "みんみょう";
Q[416].comment = "『微妙』は『びみょう』と読む。";

Q[417].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>モナリザの〔微笑〕のようだ。";
Q[417].Ans[0] = "びしょう";
Q[417].Ans[1] = "みしょう";
Q[417].Ans[2] = "くしょう";
Q[417].Ans[3] = "ちょうしょう";
Q[417].comment = "『微笑』は『びしょう』と読む。";

Q[418].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔耳鼻科〕で診察をうける。";
Q[418].Ans[0] = "じびか";
Q[418].Ans[1] = "じばなか";
Q[418].Ans[2] = "じびんか";
Q[418].Ans[3] = "じびいか";
Q[418].comment = "『耳鼻科』は『じびか』と読む。";

Q[419].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>転んで〔鼻〕にケガをした。";
Q[419].Ans[0] = "はな";
Q[419].Ans[1] = "ほほ";
Q[419].Ans[2] = "くち";
Q[419].Ans[3] = "まぶた";
Q[419].comment = "『鼻』は『はな』と読む。";

Q[420].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>東京にも〔匹敵〕する大都市だ。";
Q[420].Ans[0] = "ひってき";
Q[420].Ans[1] = "ひきてき";
Q[420].Ans[2] = "ひんてき";
Q[420].Ans[3] = "ひてき";
Q[420].comment = "『匹敵』は『ひってき』と読む。";

Q[421].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔数匹〕のネコが箱に入れられていた。";
Q[421].Ans[0] = "すうひき";
Q[421].Ans[1] = "すうとう";
Q[421].Ans[2] = "すうせき";
Q[421].Ans[3] = "すうそう";
Q[421].comment = "『数匹』は『すうひき』と読む。";

Q[422].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このままでは混乱は〔必至〕だ。";
Q[422].Ans[0] = "ひっし";
Q[422].Ans[1] = "ひんし";
Q[422].Ans[2] = "ぴっし";
Q[422].Ans[3] = "びんし";
Q[422].comment = "『必至』は『ひっし』と読む。";

Q[423].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>敗北が〔必ずしも〕悪というわけではない。";
Q[423].Ans[0] = "かならずしも";
Q[423].Ans[1] = "ほこらずしも";
Q[423].Ans[2] = "いたらずしも";
Q[423].Ans[3] = "わからずしも";
Q[423].comment = "『必ずしも』は『かならずしも』と読む。";

Q[424].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>敵に襲われると粘りのある体液を〔分泌〕する。";
Q[424].Ans[0] = "ぶんぴつ";
Q[424].Ans[1] = "ぶんひん";
Q[424].Ans[2] = "ぶんひ";
Q[424].Ans[3] = "ぶんひつ";
Q[424].comment = "『分泌』は『ぶんぴつ』と読む。";

Q[425].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔泌尿器〕のクリニックを開いている。";
Q[425].Ans[0] = "ひにょうき";
Q[425].Ans[1] = "しにょうき";
Q[425].Ans[2] = "はいにょうき";
Q[425].Ans[3] = "ひつにょうき";
Q[425].comment = "『泌尿器』は『ひにょうき』と読む。";

Q[426].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔毛筆〕をまねたデザインだ。";
Q[426].Ans[0] = "もうひつ";
Q[426].Ans[1] = "もうふで";
Q[426].Ans[2] = "もうひん";
Q[426].Ans[3] = "もうこん";
Q[426].comment = "『毛筆』は『もうひつ』と読む。";

Q[427].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古くから〔筆〕の生産で有名な町だ。";
Q[427].Ans[0] = "ふで";
Q[427].Ans[1] = "ぺん";
Q[427].Ans[2] = "ひつ";
Q[427].Ans[3] = "ふえ";
Q[427].comment = "『筆』は『ふで』と読む。";

Q[428].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このことが、何よりも〔肝腎〕だ。";
Q[428].Ans[0] = "かんじん";
Q[428].Ans[1] = "かんげん";
Q[428].Ans[2] = "かんだん";
Q[428].Ans[3] = "かんげつ";
Q[428].comment = "『肝腎』は『かんじん』と読む。";

Q[429].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>並べるときには、〔隙間〕ができないようにしなさい。";
Q[429].Ans[0] = "すきま";
Q[429].Ans[1] = "あきま";
Q[429].Ans[2] = "はかま";
Q[429].Ans[3] = "なかま";
Q[429].comment = "『隙間』は『すきま』と読む。";

Q[430].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカでは観客の騒ぎぶりが〔凄い〕。";
Q[430].Ans[0] = "すごい";
Q[430].Ans[1] = "ひどい";
Q[430].Ans[2] = "まずい";
Q[430].Ans[3] = "すさまじい";
Q[430].comment = "『凄い』は『すごい』と読む。";

Q[431].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ズボンの〔裾〕を上げる。";
Q[431].Ans[0] = "すそ";
Q[431].Ans[1] = "わき";
Q[431].Ans[2] = "そで";
Q[431].Ans[3] = "えり";
Q[431].comment = "『裾』は『すそ』と読む。";

Q[432].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔咳〕が止まらない。";
Q[432].Ans[0] = "せき";
Q[432].Ans[1] = "たん";
Q[432].Ans[2] = "めまい";
Q[432].Ans[3] = "くしゃみ";
Q[432].comment = "『咳』は『せき』と読む。";

Q[433].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔味噌〕にもいろいろな種類がある。";
Q[433].Ans[0] = "みそ";
Q[433].Ans[1] = "しょうゆ";
Q[433].Ans[2] = "みぞう";
Q[433].Ans[3] = "みりん";
Q[433].comment = "『味噌』は『みそ』と読む。";

Q[434].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔袖〕のところにソースをつけてしまった。";
Q[434].Ans[0] = "そで";
Q[434].Ans[1] = "すそ";
Q[434].Ans[2] = "わき";
Q[434].Ans[3] = "えり";
Q[434].comment = "『袖』は『そで』と読む。";

Q[435].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>三分冊の〔其一〕を読む。";
Q[435].Ans[0] = "そのいち";
Q[435].Ans[1] = "だいいち";
Q[435].Ans[2] = "まずいち";
Q[435].Ans[3] = "いまいち";
Q[435].comment = "『其』は『その』と読む。";

Q[436].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カミソリでひげを〔剃る〕。";
Q[436].Ans[0] = "そる";
Q[436].Ans[1] = "きる";
Q[436].Ans[2] = "おる";
Q[436].Ans[3] = "なでる";
Q[436].comment = "『剃る』は『そる』と読む。";

Q[437].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>やっと全シリーズが〔揃った〕。";
Q[437].Ans[0] = "そろった";
Q[437].Ans[1] = "かなった";
Q[437].Ans[2] = "あまった";
Q[437].Ans[3] = "そまった";
Q[437].comment = "『揃う』は『そろう』と読む。";

Q[438].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>上下〔揃い〕で購入する。";
Q[438].Ans[0] = "そろい";
Q[438].Ans[1] = "ならい";
Q[438].Ans[2] = "きそい";
Q[438].Ans[3] = "いわい";
Q[438].comment = "『揃い』は『そろい』と読む。";

Q[439].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>客が来るので、いろいろな料理を〔揃える〕。";
Q[439].Ans[0] = "そろえる";
Q[439].Ans[1] = "そなえる";
Q[439].Ans[2] = "かなえる";
Q[439].Ans[3] = "まみえる";
Q[439].comment = "『揃える』は『そろえる』と読む。";

Q[440].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今なら、入場料が〔只〕です。";
Q[440].Ans[0] = "ただ";
Q[440].Ans[1] = "まま";
Q[440].Ans[2] = "なみ";
Q[440].Ans[3] = "すか";
Q[440].comment = "『只』は『ただ』と読む。";

Q[441].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔只今〕、タイムセールを行なっています。";
Q[441].Ans[0] = "ただいま";
Q[441].Ans[1] = "だだいま";
Q[441].Ans[2] = "たったいま";
Q[441].Ans[3] = "たたいま";
Q[441].comment = "『只今』は『ただいま』と読む。";

Q[442].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新聞でゴキブリを〔叩く〕。";
Q[442].Ans[0] = "たたく";
Q[442].Ans[1] = "はく";
Q[442].Ans[2] = "ふく";
Q[442].Ans[3] = "ひらく";
Q[442].comment = "『叩く』は『たたく』と読む。";

Q[443].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔溜まり〕醤油をつかうとおいしい。";
Q[443].Ans[0] = "たまり";
Q[443].Ans[1] = "とどまり";
Q[443].Ans[2] = "こまり";
Q[443].Ans[3] = "あまり";
Q[443].comment = "『溜まり』は『たまり』と読む。";

Q[444].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古い雑誌が〔溜まる〕。";
Q[444].Ans[0] = "たまる";
Q[444].Ans[1] = "あまる";
Q[444].Ans[2] = "そまる";
Q[444].Ans[3] = "きまる";
Q[444].comment = "『溜まる』は『たまる』と読む。";

Q[445].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バケツに水を〔溜める〕。";
Q[445].Ans[0] = "ためる";
Q[445].Ans[1] = "はめる";
Q[445].Ans[2] = "そめる";
Q[445].Ans[3] = "うめる";
Q[445].comment = "『溜める』は『ためる』と読む。";

Q[446].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>真っ暗で〔誰〕だかわからなかった。";
Q[446].Ans[0] = "だれ";
Q[446].Ans[1] = "どこ";
Q[446].Ans[2] = "なに";
Q[446].Ans[3] = "なぜ";
Q[446].comment = "『誰』は『だれ』と読む。";

Q[447].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔一旦〕戻って、また出直そう。";
Q[447].Ans[0] = "いったん";
Q[447].Ans[1] = "いっけん";
Q[447].Ans[2] = "いっとき";
Q[447].Ans[3] = "いっせん";
Q[447].comment = "『一旦』は『いったん』と読む。";

Q[448].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は時代劇の〔若旦那〕っぽいキャラだ。";
Q[448].Ans[0] = "わかだんな";
Q[448].Ans[1] = "わかだな";
Q[448].Ans[2] = "わかたんな";
Q[448].Ans[3] = "わかたな";
Q[448].comment = "『若旦那』は『わかだんな』と読む。";

Q[449].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>研究室で〔蛋白質〕を合成する。";
Q[449].Ans[0] = "たんぱくしつ";
Q[449].Ans[1] = "らんぱくしつ";
Q[449].Ans[2] = "かんぱくしつ";
Q[449].Ans[3] = "せんぱくしつ";
Q[449].comment = "『蛋白質』は『たんぱくしつ』と読む。";

Q[450].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔蝶〕のように舞う。";
Q[450].Ans[0] = "ちょう";
Q[450].Ans[1] = "が";
Q[450].Ans[2] = "とんび";
Q[450].Ans[3] = "とんぼ";
Q[450].comment = "『蝶』は『ちょう』と読む。";

Q[451].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女のギターは、〔呟く〕ような音色がした。";
Q[451].Ans[0] = "つぶやく";
Q[451].Ans[1] = "ささやく";
Q[451].Ans[2] = "うめく";
Q[451].Ans[3] = "いななく";
Q[451].comment = "『呟く』は『つぶやく』と読む。";

Q[452].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔壷〕に入った高級そうな梅干しだ。";
Q[452].Ans[0] = "つぼ";
Q[452].Ans[1] = "おけ";
Q[452].Ans[2] = "かめ";
Q[452].Ans[3] = "たる";
Q[452].comment = "『壷』は『つぼ』と読む。";

Q[453].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きちんと〔爪〕を切らないと危ない。";
Q[453].Ans[0] = "つめ";
Q[453].Ans[1] = "きば";
Q[453].Ans[2] = "かぎ";
Q[453].Ans[3] = "まゆ";
Q[453].comment = "『爪』は『つめ』と読む。";

Q[454].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>しっかり〔吊り革〕につかまってください。";
Q[454].Ans[0] = "つりかわ";
Q[454].Ans[1] = "おりかわ";
Q[454].Ans[2] = "ほりかわ";
Q[454].Ans[3] = "はりかわ";
Q[454].comment = "『吊り革』は『つりかわ』と読む。";

Q[455].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の部屋はいつも〔整頓〕されている。";
Q[455].Ans[0] = "せいとん";
Q[455].Ans[1] = "せいり";
Q[455].Ans[2] = "せいかつ";
Q[455].Ans[3] = "せいこう";
Q[455].comment = "『整頓』は『せいとん』と読む。";

Q[456].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔丼〕は安くて量が多いから好きだ。";
Q[456].Ans[0] = "どんぶり";
Q[456].Ans[1] = "かんむり";
Q[456].Ans[2] = "べんとう";
Q[456].Ans[3] = "かつどん";
Q[456].comment = "『丼』は『どんぶり』と読む。";

Q[457].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>リンゴの〔芯〕は食べないものです。";
Q[457].Ans[0] = "しん";
Q[457].Ans[1] = "なえ";
Q[457].Ans[2] = "つた";
Q[457].Ans[3] = "つる";
Q[457].comment = "『芯』は『しん』と読む。";

Q[458].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭隠して〔尻〕隠さずということばある。";
Q[458].Ans[0] = "しり";
Q[458].Ans[1] = "もも";
Q[458].Ans[2] = "すね";
Q[458].Ans[3] = "わき";
Q[458].comment = "『尻』は『しり』と読む。";

Q[459].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何にでも〔醤油〕をかけるのはやめなさい。";
Q[459].Ans[0] = "しょうゆ";
Q[459].Ans[1] = "こうゆ";
Q[459].Ans[2] = "そうゆ";
Q[459].Ans[3] = "はいゆ";
Q[459].comment = "『醤油』は『しょうゆ』と読む。";

Q[460].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>おばの趣味は〔刺繍〕です。";
Q[460].Ans[0] = "ししゅう";
Q[460].Ans[1] = "しじゅう";
Q[460].Ans[2] = "ししゅん";
Q[460].Ans[3] = "しせい";
Q[460].comment = "『刺繍』は『ししゅう』と読む。";

Q[461].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時にはきつく〔叱る〕ことも必要だ。";
Q[461].Ans[0] = "しかる";
Q[461].Ans[1] = "おこる";
Q[461].Ans[2] = "なぐる";
Q[461].Ans[3] = "なぶる";
Q[461].comment = "『叱る』は『しかる』と読む。";

Q[462].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この地域は、一年中〔爽やか〕な気候だ。";
Q[462].Ans[0] = "さわやか";
Q[462].Ans[1] = "おだやか";
Q[462].Ans[2] = "たおやか";
Q[462].Ans[3] = "なごやか";
Q[462].comment = "『爽やか』は『さわやか』と読む。";

Q[463].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔匙〕は銀製だから、扱いに気をつけてください。";
Q[463].Ans[0] = "さじ";
Q[463].Ans[1] = "かぎ";
Q[463].Ans[2] = "たま";
Q[463].Ans[3] = "ひも";
Q[463].comment = "『匙』は『さじ』と読む。";

Q[464].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔御無沙汰〕しております。";
Q[464].Ans[0] = "ごぶさた";
Q[464].Ans[1] = "ごぶじゃた";
Q[464].Ans[2] = "ごぶしょうた";
Q[464].Ans[3] = "ごぶしゃた";
Q[464].comment = "『御無沙汰』は『ごぶさた』と読む。";

Q[465].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>３月の〔頃〕までには完成します。";
Q[465].Ans[0] = "ころ";
Q[465].Ans[1] = "すぎ";
Q[465].Ans[2] = "しゅん";
Q[465].Ans[3] = "じき";
Q[465].comment = "『頃』は『ころ』と読む。";

Q[466].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔此の〕本には何が書いてありますか？";
Q[466].Ans[0] = "この";
Q[466].Ans[1] = "あの";
Q[466].Ans[2] = "その";
Q[466].Ans[3] = "どの";
Q[466].comment = "『此の』は『この』と読む。";

Q[467].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔梢〕に鳥がとまっている。";
Q[467].Ans[0] = "こずえ";
Q[467].Ans[1] = "こえだ";
Q[467].Ans[2] = "えだ";
Q[467].Ans[3] = "みき";
Q[467].comment = "『梢』は『こずえ』と読む。";

Q[468].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生が生徒を〔蹴る〕ようなことがあってはならない。";
Q[468].Ans[0] = "ける";
Q[468].Ans[1] = "なぐる";
Q[468].Ans[2] = "なげる";
Q[468].Ans[3] = "たける";
Q[468].comment = "『蹴る』は『ける』と読む。";

Q[469].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>厳しい〔稽古〕でこそ上達する。";
Q[469].Ans[0] = "けいこ";
Q[469].Ans[1] = "げいこ";
Q[469].Ans[2] = "あいこ";
Q[469].Ans[3] = "たいこ";
Q[469].comment = "『稽古』は『けいこ』と読む。";

Q[470].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>強い風で〔瓦〕が飛んだ。";
Q[470].Ans[0] = "かわら";
Q[470].Ans[1] = "やね";
Q[470].Ans[2] = "のき";
Q[470].Ans[3] = "かべ";
Q[470].comment = "『瓦』は『かわら』と読む。";

Q[471].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ガムを〔噛む〕。";
Q[471].Ans[0] = "かむ";
Q[471].Ans[1] = "はむ";
Q[471].Ans[2] = "こむ";
Q[471].Ans[3] = "うむ";
Q[471].comment = "『噛む』は『かむ』と読む。";

Q[472].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鉄の〔釜〕でご飯を炊く。";
Q[472].Ans[0] = "かま";
Q[472].Ans[1] = "なべ";
Q[472].Ans[2] = "おけ";
Q[472].Ans[3] = "ざる";
Q[472].comment = "『釜』は『かま』と読む。";

Q[473].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな〔鞄〕を提げている。";
Q[473].Ans[0] = "かばん";
Q[473].Ans[1] = "わきざし";
Q[473].Ans[2] = "つつみ";
Q[473].Ans[3] = "てさげ";
Q[473].comment = "『鞄』は『かばん』と読む。";

Q[474].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔曾て〕は、最大の規模を誇っていた。";
Q[474].Ans[0] = "かつて";
Q[474].Ans[1] = "あさって";
Q[474].Ans[2] = "ついて";
Q[474].Ans[3] = "かいて";
Q[474].comment = "『曾て』は『かつて』と読む。";

Q[475].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年のせいか目が〔霞む〕。";
Q[475].Ans[0] = "かすむ";
Q[475].Ans[1] = "なじむ";
Q[475].Ans[2] = "にじむ";
Q[475].Ans[3] = "なごむ";
Q[475].comment = "『霞む』は『かすむ』と読む。";

Q[476].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>辺りには〔霞〕が立っている。";
Q[476].Ans[0] = "かすみ";
Q[476].Ans[1] = "きり";
Q[476].Ans[2] = "もや";
Q[476].Ans[3] = "くもり";
Q[476].comment = "『霞』は『かすみ』と読む。";

Q[477].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔籠〕に拾った栗を入れる。";
Q[477].Ans[0] = "かご";
Q[477].Ans[1] = "おけ";
Q[477].Ans[2] = "ます";
Q[477].Ans[3] = "ぼん";
Q[477].comment = "『籠』は『かご』と読む。";

Q[478].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>君ならどっちに〔賭ける〕かい。";
Q[478].Ans[0] = "かける";
Q[478].Ans[1] = "もうける";
Q[478].Ans[2] = "さける";
Q[478].Ans[3] = "とける";
Q[478].comment = "『賭ける』は『かける』と読む。";

Q[479].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔崖〕の上に家が建っている。";
Q[479].Ans[0] = "がけ";
Q[479].Ans[1] = "だん";
Q[479].Ans[2] = "いわ";
Q[479].Ans[3] = "おか";
Q[479].comment = "『崖』は『がけ』と読む。";

Q[480].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋の〔鍵〕をなくしてしまったようです。";
Q[480].Ans[0] = "かぎ";
Q[480].Ans[1] = "じょう";
Q[480].Ans[2] = "けん";
Q[480].Ans[3] = "まど";
Q[480].comment = "『鍵』は『かぎ』と読む。";

Q[481].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔喧嘩〕をしないのです。";
Q[481].Ans[0] = "けんか";
Q[481].Ans[1] = "せんか";
Q[481].Ans[2] = "えんか";
Q[481].Ans[3] = "けんが";
Q[481].comment = "『喧嘩』は『けんか』と読む。";

Q[482].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>目上の人の前で〔俺〕などと言ってはいけません。";
Q[482].Ans[0] = "おれ";
Q[482].Ans[1] = "ぼく";
Q[482].Ans[2] = "わし";
Q[482].Ans[3] = "なんじ";
Q[482].comment = "『俺』は『おれ』と読む。";

Q[483].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大会議室に〔於いて〕国際会議を開催します。";
Q[483].Ans[0] = "おいて";
Q[483].Ans[1] = "しいて";
Q[483].Ans[2] = "ひいて";
Q[483].Ans[3] = "ついて";
Q[483].comment = "『於いて』は『おいて』と読む。";

Q[484].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金魚に〔餌〕をやる。";
Q[484].Ans[0] = "えさ";
Q[484].Ans[1] = "え";
Q[484].Ans[2] = "えっさ";
Q[484].Ans[3] = "えざ";
Q[484].comment = "『餌』は『えさ』と読む。";

Q[485].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人の〔噂〕にまどわされるな。";
Q[485].Ans[0] = "うわさ";
Q[485].Ans[1] = "からみ";
Q[485].Ans[2] = "いこい";
Q[485].Ans[3] = "なじみ";
Q[485].comment = "『噂』は『うわさ』と読む。";

Q[486].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>合格できてとても〔嬉しい〕。";
Q[486].Ans[0] = "うれしい";
Q[486].Ans[1] = "たのしい";
Q[486].Ans[2] = "かなしい";
Q[486].Ans[3] = "ふさわしい";
Q[486].comment = "『嬉しい』は『うれしい』と読む。";

Q[487].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔嘘〕は良くない。";
Q[487].Ans[0] = "うそ";
Q[487].Ans[1] = "きょ";
Q[487].Ans[2] = "いつわり";
Q[487].Ans[3] = "あざむき";
Q[487].comment = "『嘘』は『うそ』と読む。";

Q[488].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>野菜〔炒め〕をつくる。";
Q[488].Ans[0] = "いため";
Q[488].Ans[1] = "からめ";
Q[488].Ans[2] = "はじめ";
Q[488].Ans[3] = "ふくめ";
Q[488].comment = "『炒め』は『いため』と読む。";

Q[489].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>肉と野菜を〔炒める〕。";
Q[489].Ans[0] = "いためる";
Q[489].Ans[1] = "からめる";
Q[489].Ans[2] = "なめる";
Q[489].Ans[3] = "ふくめる";
Q[489].comment = "『炒める』は『いためる』と読む。";

Q[490].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔椅子〕に座る。";
Q[490].Ans[0] = "いす";
Q[490].Ans[1] = "ざしき";
Q[490].Ans[2] = "つくえ";
Q[490].Ans[3] = "たたみ";
Q[490].comment = "『椅子』は『いす』と読む。";

Q[491].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>はっきりとは見えなかったが、カニ〔或は〕エビだろうと思う。";
Q[491].Ans[0] = "あるいは";
Q[491].Ans[1] = "もしくは";
Q[491].Ans[2] = "なしいは";
Q[491].Ans[3] = "または";
Q[491].comment = "『或は』は『あるいは』と読む。";

Q[492].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔或日〕私は、おかしな夢を見たのです。";
Q[492].Ans[0] = "あるひ";
Q[492].Ans[1] = "そのひ";
Q[492].Ans[2] = "あのひ";
Q[492].Ans[3] = "よくひ";
Q[492].comment = "『或』は『ある』と読む。";

Q[493].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このままでは〔嵐〕になりそうだ。";
Q[493].Ans[0] = "あらし";
Q[493].Ans[1] = "ふぶき";
Q[493].Ans[2] = "なだれ";
Q[493].Ans[3] = "しぐれ";
Q[493].comment = "『嵐』は『あらし』と読む。";

Q[494].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>担当者に〔宛てて〕文書を送る。";
Q[494].Ans[0] = "あてて";
Q[494].Ans[1] = "もてて";
Q[494].Ans[2] = "かてて";
Q[494].Ans[3] = "はてて";
Q[494].comment = "『宛てる』は『あてる』と読む。";

Q[495].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなた〔宛〕の郵便が届いています。";
Q[495].Ans[0] = "あて";
Q[495].Ans[1] = "まで";
Q[495].Ans[2] = "ゆき";
Q[495].Ans[3] = "より";
Q[495].comment = "『宛』は『あて』と読む。";

Q[496].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>はがきの〔宛名〕を書く。";
Q[496].Ans[0] = "あてな";
Q[496].Ans[1] = "えんめい";
Q[496].Ans[2] = "しゅめい";
Q[496].Ans[3] = "うじな";
Q[496].comment = "『宛名』は『あてな』と読む。";

Q[497].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子どものころは科学者に〔憧れて〕いた。";
Q[497].Ans[0] = "あこがれて";
Q[497].Ans[1] = "まぎれて";
Q[497].Ans[2] = "ほぐれて";
Q[497].Ans[3] = "ささくれて";
Q[497].comment = "『憧れる』は『あこがれる』と読む。";

Q[498].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風呂で〔垢〕を落とす。";
Q[498].Ans[0] = "あか";
Q[498].Ans[1] = "かす";
Q[498].Ans[2] = "ごみ";
Q[498].Ans[3] = "くず";
Q[498].comment = "『垢』は『あか』と読む。";

Q[499].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔挨拶〕するのは常識です。";
Q[499].Ans[0] = "あいさつ";
Q[499].Ans[1] = "おじぎ";
Q[499].Ans[2] = "はんせい";
Q[499].Ans[3] = "おんれい";
Q[499].comment = "『挨拶』は『あいさつ』と読む。";

Q[500].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔謎〕が多い事件だ。";
Q[500].Ans[0] = "なぞ";
Q[500].Ans[1] = "わけ";
Q[500].Ans[2] = "ほし";
Q[500].Ans[3] = "さつ";
Q[500].comment = "『謎』は『なぞ』と読む。";

Q[501].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭をやさしく〔撫でる〕。";
Q[501].Ans[0] = "なでる";
Q[501].Ans[1] = "ゆでる";
Q[501].Ans[2] = "かなでる";
Q[501].Ans[3] = "つきでる";
Q[501].comment = "『撫でる』は『なでる』と読む。";

Q[502].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冬といえば、みんなで〔鍋〕だ。";
Q[502].Ans[0] = "なべ";
Q[502].Ans[1] = "おけ";
Q[502].Ans[2] = "さけ";
Q[502].Ans[3] = "そで";
Q[502].comment = "『鍋』は『なべ』と読む。";

Q[503].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なにやら〔匂う〕ぞ。";
Q[503].Ans[0] = "におう";
Q[503].Ans[1] = "かなう";
Q[503].Ans[2] = "はらう";
Q[503].Ans[3] = "きそう";
Q[503].comment = "『匂う』は『におう』と読む。";

Q[504].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この島で〔賑やか〕ところは少ない。";
Q[504].Ans[0] = "にぎやか";
Q[504].Ans[1] = "おだやか";
Q[504].Ans[2] = "なごやか";
Q[504].Ans[3] = "たおやか";
Q[504].comment = "『賑やか』は『にぎやか』と読む。";

Q[505].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夏になると観光客で〔賑わう〕。";
Q[505].Ans[0] = "にぎわう";
Q[505].Ans[1] = "あじわう";
Q[505].Ans[2] = "さきわう";
Q[505].Ans[3] = "いわう";
Q[505].comment = "『賑わう』は『にぎわう』と読む。";

Q[506].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>訳もなく人を〔睨む〕のはやめた方がいいよ。";
Q[506].Ans[0] = "にらむ";
Q[506].Ans[1] = "うらむ";
Q[506].Ans[2] = "ちなむ";
Q[506].Ans[3] = "からむ";
Q[506].comment = "『睨む』は『にらむ』と読む。";

Q[507].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>髪を水に〔濡らす〕。";
Q[507].Ans[0] = "ぬらす";
Q[507].Ans[1] = "もらす";
Q[507].Ans[2] = "さらす";
Q[507].Ans[3] = "こらす";
Q[507].comment = "『濡らす』は『ぬらす』と読む。";

Q[508].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雨で服が〔濡れる〕。";
Q[508].Ans[0] = "ぬれる";
Q[508].Ans[1] = "はれる";
Q[508].Ans[2] = "きれる";
Q[508].Ans[3] = "たれる";
Q[508].comment = "『濡れる』は『ぬれる』と読む。";

Q[509].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>緊張しすぎて、〔狙い〕を外してしまった。";
Q[509].Ans[0] = "ねらい";
Q[509].Ans[1] = "さらい";
Q[509].Ans[2] = "からい";
Q[509].Ans[3] = "きらい";
Q[509].comment = "『狙い』は『ねらい』と読む。";

Q[510].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>時間をかけて的を〔狙う〕。";
Q[510].Ans[0] = "ねらう";
Q[510].Ans[1] = "きそう";
Q[510].Ans[2] = "はらう";
Q[510].Ans[3] = "きらう";
Q[510].comment = "『狙う』は『ねらう』と読む。";

Q[511].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>扉の間から中を〔覗く〕。";
Q[511].Ans[0] = "のぞく";
Q[511].Ans[1] = "うごめく";
Q[511].Ans[2] = "ひらく";
Q[511].Ans[3] = "まねく";
Q[511].comment = "『覗く』は『のぞく』と読む。";

Q[512].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔喉〕の調子が良くない。";
Q[512].Ans[0] = "のど";
Q[512].Ans[1] = "ひじ";
Q[512].Ans[2] = "ひざ";
Q[512].Ans[3] = "かた";
Q[512].comment = "『喉』は『のど』と読む。";

Q[513].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人を〔呪う〕ようなことばを言うべきではない。";
Q[513].Ans[0] = "のろう";
Q[513].Ans[1] = "はらう";
Q[513].Ans[2] = "まじなう";
Q[513].Ans[3] = "きらう";
Q[513].comment = "『呪う』は『のろう』と読む。";

Q[514].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔這う〕ようにして家に帰り着く。";
Q[514].Ans[0] = "はう";
Q[514].Ans[1] = "そう";
Q[514].Ans[2] = "きそう";
Q[514].Ans[3] = "まう";
Q[514].comment = "『這う』は『はう』と読む。";

Q[515].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くのアメリカ人は〔箸〕がまともに使えない。";
Q[515].Ans[0] = "はし";
Q[515].Ans[1] = "おうぎ";
Q[515].Ans[2] = "さじ";
Q[515].Ans[3] = "さかずき";
Q[515].comment = "『箸』は『はし』と読む。";

Q[516].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼が犯人である〔筈〕がない。";
Q[516].Ans[0] = "はず";
Q[516].Ans[1] = "わけ";
Q[516].Ans[2] = "こと";
Q[516].Ans[3] = "べき";
Q[516].comment = "『筈』は『はず』と読む。";

Q[517].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>痛いところに薬を〔貼る〕。";
Q[517].Ans[0] = "はる";
Q[517].Ans[1] = "もる";
Q[517].Ans[2] = "きる";
Q[517].Ans[3] = "たる";
Q[517].comment = "『貼る』は『はる』と読む。";

Q[518].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>よく冷やさないとと〔腫れる〕と思うよ。";
Q[518].Ans[0] = "はれる";
Q[518].Ans[1] = "むれる";
Q[518].Ans[2] = "たれる";
Q[518].Ans[3] = "とれる";
Q[518].comment = "『腫れる』は『はれる』と読む。";

Q[519].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このまま〔髭〕を伸ばすつもりなの？";
Q[519].Ans[0] = "ひげ";
Q[519].Ans[1] = "まげ";
Q[519].Ans[2] = "もみあげ";
Q[519].Ans[3] = "つめ";
Q[519].comment = "『髭』は『ひげ』と読む。";

Q[520].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔膝〕が悪いので、歩くのはつらい。";
Q[520].Ans[0] = "ひざ";
Q[520].Ans[1] = "ひじ";
Q[520].Ans[2] = "すね";
Q[520].Ans[3] = "もも";
Q[520].comment = "『膝』は『ひざ』と読む。";

Q[521].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔肘〕を机にぶつけてしまった。";
Q[521].Ans[0] = "ひじ";
Q[521].Ans[1] = "すね";
Q[521].Ans[2] = "むね";
Q[521].Ans[3] = "ゆび";
Q[521].comment = "『肘』は『ひじ』と読む。";

Q[522].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>澄んだ美しい〔瞳〕をした少年だ。";
Q[522].Ans[0] = "ひとみ";
Q[522].Ans[1] = "まぶた";
Q[522].Ans[2] = "まなこ";
Q[522].Ans[3] = "つぶら";
Q[522].comment = "『瞳』は『ひとみ』と読む。";

Q[523].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビニールの〔紐〕で縛る。";
Q[523].Ans[0] = "ひも";
Q[523].Ans[1] = "なわ";
Q[523].Ans[2] = "つな";
Q[523].Ans[3] = "きれ";
Q[523].comment = "『紐』は『ひも』と読む。";

Q[524].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔蓋〕をして５分待てば完成です。";
Q[524].Ans[0] = "ふた";
Q[524].Ans[1] = "おけ";
Q[524].Ans[2] = "から";
Q[524].Ans[3] = "わく";
Q[524].comment = "『蓋』は『ふた』と読む。";

Q[525].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>弱い犬ほどよく〔吠える〕。";
Q[525].Ans[0] = "ほえる";
Q[525].Ans[1] = "はえる";
Q[525].Ans[2] = "ひえる";
Q[525].Ans[3] = "たえる";
Q[525].comment = "『吠える』は『ほえる』と読む。";

Q[526].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>カミソリで〔頬〕に傷をつくってしまった。";
Q[526].Ans[0] = "ほほ";
Q[526].Ans[1] = "ひたい";
Q[526].Ans[2] = "くちびる";
Q[526].Ans[3] = "のど";
Q[526].comment = "『頬』は『ほほ』と読む。";

Q[527].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだまだ〔惚ける〕ような年齢ではないはずだ。";
Q[527].Ans[0] = "ぼける";
Q[527].Ans[1] = "とける";
Q[527].Ans[2] = "おける";
Q[527].Ans[3] = "さける";
Q[527].comment = "『惚ける』は『ぼける』と読む。";

Q[528].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔殆ど〕の人が、彼が悪いと言っている。";
Q[528].Ans[0] = "ほとんど";
Q[528].Ans[1] = "なんど";
Q[528].Ans[2] = "くろうど";
Q[528].Ans[3] = "たいど";
Q[528].comment = "『殆ど』は『ほとんど』と読む。";

Q[529].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>庭に水を〔撒く〕。";
Q[529].Ans[0] = "まく";
Q[529].Ans[1] = "ふく";
Q[529].Ans[2] = "かく";
Q[529].Ans[3] = "たく";
Q[529].comment = "『撒く』は『まく』と読む。";

Q[530].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>プランターにハーブの種を〔蒔く〕。";
Q[530].Ans[0] = "まく";
Q[530].Ans[1] = "おく";
Q[530].Ans[2] = "たく";
Q[530].Ans[3] = "ふく";
Q[530].comment = "『蒔く』は『まく』と読む。";

Q[531].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔枕〕の高さが合わないらしく、なかなかよく寝られない。";
Q[531].Ans[0] = "まくら";
Q[531].Ans[1] = "ねどこ";
Q[531].Ans[2] = "ふとん";
Q[531].Ans[3] = "つくえ";
Q[531].comment = "『枕』は『まくら』と読む。";

Q[532].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>世界を〔股〕にかけて活躍している。";
Q[532].Ans[0] = "また";
Q[532].Ans[1] = "こ";
Q[532].Ans[2] = "かた";
Q[532].Ans[3] = "ひも";
Q[532].comment = "『股』は『また』と読む。";

Q[533].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔眉〕の形が変じゃありませんか。";
Q[533].Ans[0] = "まゆ";
Q[533].Ans[1] = "かみ";
Q[533].Ans[2] = "ひげ";
Q[533].Ans[3] = "はな";
Q[533].comment = "『眉』は『まゆ』と読む。";

Q[534].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これが〔稀〕なケースというわけではない、";
Q[534].Ans[0] = "まれ";
Q[534].Ans[1] = "わずか";
Q[534].Ans[2] = "ただ";
Q[534].Ans[3] = "まま";
Q[534].comment = "『稀』は『まれ』と読む。";

Q[535].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔勿論〕うまく行くにこしたことはありません。";
Q[535].Ans[0] = "もちろん";
Q[535].Ans[1] = "むろん";
Q[535].Ans[2] = "りろん";
Q[535].Ans[3] = "けつろん";
Q[535].comment = "『勿論』は『もちろん』と読む。";

Q[536].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の主張は〔尤も〕なものだ。";
Q[536].Ans[0] = "もっとも";
Q[536].Ans[1] = "あたかも";
Q[536].Ans[2] = "それでも";
Q[536].Ans[3] = "まだしも";
Q[536].comment = "『尤も』は『もっとも』と読む。";

Q[537].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小遣いを〔貰う〕。";
Q[537].Ans[0] = "もらう";
Q[537].Ans[1] = "はらう";
Q[537].Ans[2] = "いわう";
Q[537].Ans[3] = "きそう";
Q[537].comment = "『貰う』は『もらう』と読む。";

Q[538].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一寸先は〔闇〕というように、将来は誰にも予測できない。";
Q[538].Ans[0] = "やみ";
Q[538].Ans[1] = "えん";
Q[538].Ans[2] = "こう";
Q[538].Ans[3] = "なぞ";
Q[538].comment = "『闇』は『やみ』と読む。";

Q[539].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>うどんを〔茹でる〕。";
Q[539].Ans[0] = "ゆでる";
Q[539].Ans[1] = "かなでる";
Q[539].Ans[2] = "なでる";
Q[539].Ans[3] = "めでる";
Q[539].comment = "『茹でる』は『ゆでる』と読む。";

Q[540].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>記憶が鮮明に〔蘇る〕。";
Q[540].Ans[0] = "よみがえる";
Q[540].Ans[1] = "たちのぼる";
Q[540].Ans[2] = "あらわれる";
Q[540].Ans[3] = "さかのぼる";
Q[540].comment = "『蘇る』は『よみがえる』と読む。";

Q[541].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔風呂〕に入ってから寝ます。";
Q[541].Ans[0] = "ふろ";
Q[541].Ans[1] = "ふる";
Q[541].Ans[2] = "ふろう";
Q[541].Ans[3] = "ふるう";
Q[541].comment = "『風呂』は『ふろ』と読む。";

Q[542].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>書類を〔脇〕に抱えている。";
Q[542].Ans[0] = "わき";
Q[542].Ans[1] = "そで";
Q[542].Ans[2] = "よこ";
Q[542].Ans[3] = "むね";
Q[542].comment = "『脇』は『わき』と読む。";

Q[543].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>都心にも温泉が〔湧く〕ところがあるのですね。";
Q[543].Ans[0] = "わく";
Q[543].Ans[1] = "たく";
Q[543].Ans[2] = "ひく";
Q[543].Ans[3] = "ふく";
Q[543].comment = "『湧く』は『わく』と読む。";

Q[544].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年も残り〔僅か〕です。";
Q[544].Ans[0] = "わずか";
Q[544].Ans[1] = "かすか";
Q[544].Ans[2] = "おごそか";
Q[544].Ans[3] = "ひそか";
Q[544].comment = "『僅か』は『わずか』と読む。";

Q[545].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>陶芸教室で〔茶碗〕をつくった。";
Q[545].Ans[0] = "ちゃわん";
Q[545].Ans[1] = "ちゃえん";
Q[545].Ans[2] = "ちゃぼん";
Q[545].Ans[3] = "ちゃせん";
Q[545].comment = "『茶碗』は『ちゃわん』と読む。";

Q[546].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔伊藤〕さんはどこに行ったの？";
Q[546].Ans[0] = "いとう";
Q[546].Ans[1] = "いどう";
Q[546].Ans[2] = "いっとう";
Q[546].Ans[3] = "いふじ";
Q[546].comment = "『伊藤』は『いとう』と読む（人名）。";

Q[547].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔伊藤〕さんが結婚するらしいよ。";
Q[547].Ans[0] = "いとう";
Q[547].Ans[1] = "ごとう";
Q[547].Ans[2] = "さとう";
Q[547].Ans[3] = "えとう";
Q[547].comment = "『伊藤』は『いとう』と読む（人名）。";

Q[548].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔藤原〕先生が退職するそうです。";
Q[548].Ans[0] = "ふじわら";
Q[548].Ans[1] = "とうわら";
Q[548].Ans[2] = "かじわら";
Q[548].Ans[3] = "おぎわら";
Q[548].comment = "『藤原』は『ふじわら』と読む（人名）。";

Q[549].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レオくんは〔岡山〕に住んでいる。";
Q[549].Ans[0] = "おかやま";
Q[549].Ans[1] = "わかやま";
Q[549].Ans[2] = "なかやま";
Q[549].Ans[3] = "たかやま";
Q[549].comment = "『岡山』は『おかやま』と読む（地名）。";