var Qnum = 500;  //問題総数を入力
var Q = new Array(Qnum);

for(i = 0; i <= Qnum - 1; i ++){
	Q[i] = new Gotaku();
};

function Gotaku(){
	this.Quest;
	this.Ans = new Array(4);
	this.RightAns = 0;
	this.WriteQuest = WriteQuest;
	this.CheckAns = CheckAns;
}

function WriteQuest(){
	var tmp, Rnd;
	var n = new Array(4);
	for(i = 0; i <= 3; i ++){
		n[i] = i;
	};
	for(i = 0; i <= 3; i ++){
		Rnd = Math.floor(Math.random() * 4);
		tmp = n[i];
		n[i] = n[Rnd];
		n[Rnd] = tmp;
	};
	for(i = 0; i <= 3; i ++){
		if(n[i] == 0){
			this.RightAns = i;
		}
	};
	document.getElementById("WriteArea").innerHTML = "［第" + Qcount + "問］" + this.Quest;
	document.getElementById("Answer0").innerHTML = this.Ans[n[0]];
	document.getElementById("Answer1").innerHTML = this.Ans[n[1]];
	document.getElementById("Answer2").innerHTML = this.Ans[n[2]];
	document.getElementById("Answer3").innerHTML = this.Ans[n[3]];
}

function CheckAns(Num){
	var rt = (this.RightAns+1);
	if(!onMove)
		return;
	onMove = false;
	if(Num == this.RightAns){
		document.getElementById("WriteArea").innerHTML ="<div class='center'>○ 正解！<\/div>";
		document.getElementById("PointArea").innerHTML++;
		PointTmp = document.getElementById("PointArea").innerHTML;
		document.getElementById("PointArea2").innerHTML = PointTmp * 10 ;
	setTimeout("RndSelect()", 1000);
	}
	else{
		document.getElementById("WriteArea").innerHTML  ="<div class='left'>×：正解は " + rt + "です。 解説＝ " + Q[NowQ].comment+"<\/div>";
		document.getElementById("BtnArea").innerHTML = "<input type='button' value='次の問題へ' onclick='RndSelect()' onkeypress='RndSelect()'>"}
}

Q[0].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>クリスマスが近いので街も〔賑やか〕だ。";
Q[0].Ans[0] = "にぎやか";
Q[0].Ans[1] = "おだやか";
Q[0].Ans[2] = "ゆるやか";
Q[0].Ans[3] = "さわやか";
Q[0].comment = "『賑やか』は『にぎやか』と読む。";

Q[1].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>教え子の成功を聞くと私も〔嬉しい〕気持ちになります。";
Q[1].Ans[0] = "うれしい";
Q[1].Ans[1] = "よろこばしい";
Q[1].Ans[2] = "さわがしい";
Q[1].Ans[3] = "あつかましい";
Q[1].comment = "『嬉しい』は『うれしい』と読む。";

Q[2].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きちんと書類を〔揃えて〕下さい。";
Q[2].Ans[0] = "そろえて";
Q[2].Ans[1] = "そなえて";
Q[2].Ans[2] = "あたえて";
Q[2].Ans[3] = "となえて";
Q[2].comment = "『揃えて』は『そろえて』と読む。";

Q[3].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔整理整頓〕できない人は仕事もできません。";
Q[3].Ans[0] = "せいりせいとん";
Q[3].Ans[1] = "せいりせいとう";
Q[3].Ans[2] = "せいりせいと";
Q[3].Ans[3] = "せいりせいどん";
Q[3].comment = "『整理整頓』は『せいりせいとん』と読む。";

Q[4].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これから卵を〔茹でます〕。";
Q[4].Ans[0] = "ゆでます";
Q[4].Ans[1] = "うでます";
Q[4].Ans[2] = "そでます";
Q[4].Ans[3] = "なでます　";
Q[4].comment = "『茹でる』は『ゆでる』と読む。";

Q[5].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>また、梅の〔梢〕に雪が残っている。";
Q[5].Ans[0] = "こずえ";
Q[5].Ans[1] = "こえだ";
Q[5].Ans[2] = "さや";
Q[5].Ans[3] = "しょう";
Q[5].comment = "『梢』は『こずえ』と読む。木の枝の先の方という意味。";

Q[6].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔稀な〕ケースです。";
Q[6].Ans[0] = "まれな";
Q[6].Ans[1] = "いきな";
Q[6].Ans[2] = "ややな";
Q[6].Ans[3] = "きいな";
Q[6].comment = "『稀』は『まれ』と読む。";

Q[7].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か台所から〔匂って〕きます。";
Q[7].Ans[0] = "におって";
Q[7].Ans[1] = "かおって";
Q[7].Ans[2] = "かぎって";
Q[7].Ans[3] = "よぎって";
Q[7].comment = "『匂って』は『におって』と読む。";

Q[8].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔木綿〕のハンカチは肌ざわりがいいです。";
Q[8].Ans[0] = "もめん";
Q[8].Ans[1] = "もくきん";
Q[8].Ans[2] = "きぬ";
Q[8].Ans[3] = "きわた";
Q[8].comment = "『木綿』は『もめん』と読む。";

Q[9].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは〔景色〕がいいですね。";
Q[9].Ans[0] = "けしき";
Q[9].Ans[1] = "けいしき";
Q[9].Ans[2] = "けしょく";
Q[9].Ans[3] = "けっしき";
Q[9].comment = "『景色』は『けしき』と読む。";

Q[11].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それは本当に〔哀れ〕な話だね。";
Q[11].Ans[0] = "あわれ";
Q[11].Ans[1] = "おそれ";
Q[11].Ans[2] = "こわれ";
Q[11].Ans[3] = "いずれ";
Q[11].comment = "『哀れ』は『あわれ』と読む。";

Q[12].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>物事の善悪と個人的な〔好悪〕とは区別すべきだ。";
Q[12].Ans[0] = "こうお";
Q[12].Ans[1] = "こうあく";
Q[12].Ans[2] = "こあく";
Q[12].Ans[3] = "こおう";
Q[12].comment = "『好悪』は『こうお』と読む。『憎悪（ぞうお）』『悪寒（おかん）』など『悪』には『お』の読みもある。";

Q[13].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>金持ちなんてほんの〔一握り〕だ。";
Q[13].Ans[0] = "ひとにぎり";
Q[13].Ans[1] = "ひとまくり";
Q[13].Ans[2] = "ひとくくり";
Q[13].Ans[3] = "ひとおくり";
Q[13].comment = "『一握り』は『ひとにぎり』と読む。ここでは〈少し〉という意味。";

Q[14].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供〔扱い〕するなよ。";
Q[14].Ans[0] = "あつかい";
Q[14].Ans[1] = "おこない";
Q[14].Ans[2] = "すくい";
Q[14].Ans[3] = "まかない";
Q[14].comment = "『扱い』は『あつかい』と読む。";

Q[15].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このレベルの製品なら、もっと〔安価〕に購入できるはずです。";
Q[15].Ans[0] = "あんか";
Q[15].Ans[1] = "あんがい";
Q[15].Ans[2] = "やすね";
Q[15].Ans[3] = "やすか";
Q[15].comment = "『安価』は『あんか』と読む。";

Q[16].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この土地に昔から〔羽衣伝説〕があるのを知っていますか？";
Q[16].Ans[0] = "はごろもでんせつ";
Q[16].Ans[1] = "はねいでんせつ";
Q[16].Ans[2] = "ういでんしょう";
Q[16].Ans[3] = "はねころもでんしょう";
Q[16].comment = "『羽衣』は『はごろも』、『伝説』は『でんせつ』と読む。";

Q[17].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>苗栗は台湾の中北部に〔位する〕縣です。";
Q[17].Ans[0] = "くらいする";
Q[17].Ans[1] = "いする";
Q[17].Ans[2] = "いっする";
Q[17].Ans[3] = "ぐらいする";
Q[17].comment = "『位する』は『くらいする』と読む。〈〜にある〉という意味。";

Q[18].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アイドルがファンに〔囲まれて〕います。";
Q[18].Ans[0] = "かこまれて";
Q[18].Ans[1] = "つつまれて";
Q[18].Ans[2] = "まきこまれて";
Q[18].Ans[3] = "こまれて";
Q[18].comment = "『囲む』は『かこむ』と読む。";

Q[19].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>仏に〔帰依する〕者として、出来ないことなのです。";
Q[19].Ans[0] = "きえ";
Q[19].Ans[1] = "きい";
Q[19].Ans[2] = "きえい";
Q[19].Ans[3] = "きいい";
Q[19].comment = "『帰依する』は『きえする』と読む。〈神や仏を深く信じる〉意味。";

Q[20].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔為政者〕としてあるまじき行ないだ。";
Q[20].Ans[0] = "いせいしゃ";
Q[20].Ans[1] = "たせいしゃ";
Q[20].Ans[2] = "いっせいしゃ";
Q[20].Ans[3] = "たっせいしゃ";
Q[20].comment = "『為政者』は『いせいしゃ』と読む。〈政治を行なって社会を治める人〉の意味。";

Q[21].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両者の〔異同〕を分析する。";
Q[21].Ans[0] = "いどう";
Q[21].Ans[1] = "いっどう";
Q[21].Ans[2] = "そうい";
Q[21].Ans[3] = "いど";
Q[21].comment = "『異同』は『いどう』と読む。〈違い、一致しないところ〉の意味。";

Q[22].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人の世は〔移る〕ものです。";
Q[22].Ans[0] = "うつる";
Q[22].Ans[1] = "さかのぼる";
Q[22].Ans[2] = "かわる";
Q[22].Ans[3] = "すぎ";
Q[22].comment = "『移る』は『うつる』と読む。";

Q[23].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の〔偉ぶった〕ところが気に入らない。";
Q[23].Ans[0] = "えらぶった";
Q[23].Ans[1] = "かぶった";
Q[23].Ans[2] = "あらぶった";
Q[23].Ans[3] = "いいぶった";
Q[23].comment = "『偉ぶる』は『えらぶる』と読む。";

Q[24].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>平和こそ最大の〔遺産〕といってよい。";
Q[24].Ans[0] = "いさん";
Q[24].Ans[1] = "いっさん";
Q[24].Ans[2] = "ゆいざん";
Q[24].Ans[3] = "いざん";
Q[24].comment = "『遺産』は『いさん』と読む。";

Q[25].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔慰め〕の言葉もない。";
Q[25].Ans[0] = "なぐさめ";
Q[25].Ans[1] = "いさめ";
Q[25].Ans[2] = "はじめ";
Q[25].Ans[3] = "つとめ";
Q[25].comment = "『慰め』は『なぐさめ』と読む。";

Q[26].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは禁煙〔区域〕ですよ。";
Q[26].Ans[0] = "くいき";
Q[26].Ans[1] = "くういき";
Q[26].Ans[2] = "くわく";
Q[26].Ans[3] = "くいいき";
Q[26].comment = "『区域』は『くいき』と読む。";

Q[27].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう〔一息〕ですから、がんばりましょう。";
Q[27].Ans[0] = "ひといき";
Q[27].Ans[1] = "いっそく";
Q[27].Ans[2] = "いちいき";
Q[27].Ans[3] = "いついき";
Q[27].comment = "『一息』は『ひといき』と読む。";

Q[28].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔育ち〕の良さが振る舞いにあらわれていますね。";
Q[28].Ans[0] = "そだち";
Q[28].Ans[1] = "あやまち";
Q[28].Ans[2] = "いくち";
Q[28].Ans[3] = "はぐくち";
Q[28].comment = "『育ち』は『そだち』と読む。";

Q[29].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼には様々な〔逸話〕がある。";
Q[29].Ans[0] = "いつわ";
Q[29].Ans[1] = "いっぱ";
Q[29].Ans[2] = "いわ";
Q[29].Ans[3] = "えつわ";
Q[29].comment = "『逸話』は『いつわ』と読む。";

Q[30].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あらゆるものに〔引力〕がはたらきます。";
Q[30].Ans[0] = "いんりょく";
Q[30].Ans[1] = "いんりき";
Q[30].Ans[2] = "ひきちから";
Q[30].Ans[3] = "ひきりょく";
Q[30].comment = "『引力』は『いんりょく』と読む。";

Q[31].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>わからないことは〔字引〕で調べなさい。";
Q[31].Ans[0] = "じびき";
Q[31].Ans[1] = "じいひく";
Q[31].Ans[2] = "つういん";
Q[31].Ans[3] = "じいん";
Q[31].comment = "『字引』は『じびき』と読む。〈辞書、字典〉の意味。";

Q[32].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>赤いビルを〔目印〕にしてください。";
Q[32].Ans[0] = "めじるし";
Q[32].Ans[1] = "もくいん";
Q[32].Ans[2] = "めいん";
Q[32].Ans[3] = "しるし";
Q[32].comment = "『目印』は『めじるし』と読む。";

Q[33].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このケガは事故に〔因る〕ものです。";
Q[33].Ans[0] = "よる";
Q[33].Ans[1] = "こまる";
Q[33].Ans[2] = "あたる";
Q[33].Ans[3] = "いる";
Q[33].comment = "『因る』は『よる』と読む。";

Q[34].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>四時になって、だいぶ日が〔陰って〕きました。";
Q[34].Ans[0] = "かげって";
Q[34].Ans[1] = "もぐって";
Q[34].Ans[2] = "かくって";
Q[34].Ans[3] = "いって";
Q[34].comment = "『陰る』は『かげる』と読む。";

Q[35].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯人は姿を〔隠して〕しまった。";
Q[35].Ans[0] = "かくして";
Q[35].Ans[1] = "さがして";
Q[35].Ans[2] = "あらわして";
Q[35].Ans[3] = "けして";
Q[35].comment = "『隠す』は『かくす』と読む。";

Q[36].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>横断歩道をわたるときにも〔左右〕を確認しましょう。";
Q[36].Ans[0] = "さゆう";
Q[36].Ans[1] = "さゆ";
Q[36].Ans[2] = "さっゆう";
Q[36].Ans[3] = "さっゆ";
Q[36].comment = "『左右』は『さゆう』と読む。";

Q[37].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このふとんは〔羽毛〕がたくさん入っています。";
Q[37].Ans[0] = "うもう";
Q[37].Ans[1] = "はねげ";
Q[37].Ans[2] = "はけ";
Q[37].Ans[3] = "はもう";
Q[37].comment = "『羽毛』は『うもう』と読む。";

Q[38].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雨が降りそうだから〔雨具〕を持っていきなさい。";
Q[38].Ans[0] = "あまぐ";
Q[38].Ans[1] = "あめぐ";
Q[38].Ans[2] = "あめっぐ";
Q[38].Ans[3] = "うぐ";
Q[38].comment = "『雨具』は『あまぐ』と読む。";

Q[39].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>真っ黒な〔雨雲〕が見えます。";
Q[39].Ans[0] = "あまぐも";
Q[39].Ans[1] = "あめくも";
Q[39].Ans[2] = "ううん";
Q[39].Ans[3] = "あうん";
Q[39].comment = "『雨雲』は『あまぐも』と読む。";

Q[40].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな荷物を〔運ぶ〕のなら台車を使いなさい。";
Q[40].Ans[0] = "はこぶ";
Q[40].Ans[1] = "そそぐ";
Q[40].Ans[2] = "ならぶ";
Q[40].Ans[3] = "いそぐ";
Q[40].comment = "『運ぶ』は『はこぶ』と読む。";

Q[41].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼の偉業は〔永く〕人々の記憶に残るでしょう。";
Q[41].Ans[0] = "ながく";
Q[41].Ans[1] = "ひろく";
Q[41].Ans[2] = "あつく";
Q[41].Ans[3] = "おもく";
Q[41].comment = "『永く』は『ながく』と読む。";

Q[42].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>美しい〔夕映え〕です。";
Q[42].Ans[0] = "ゆうばえ";
Q[42].Ans[1] = "ゆうさかえ";
Q[42].Ans[2] = "せきはえ";
Q[42].Ans[3] = "せきさかえ";
Q[42].comment = "『夕映え』は『ゆうばえ』と読む。";

Q[43].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>湖面が紅葉をあざやかに〔映しています〕。";
Q[43].Ans[0] = "うつしています";
Q[43].Ans[1] = "さかしています";
Q[43].Ans[2] = "いっしています";
Q[43].Ans[3] = "えいしています";
Q[43].comment = "『映す』は『うつす』と読む。";

Q[44].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここも昔は〔栄えて〕いたのですが。";
Q[44].Ans[0] = "さかえて";
Q[44].Ans[1] = "みたして";
Q[44].Ans[2] = "あたえて";
Q[44].Ans[3] = "そびえて";
Q[44].comment = "『栄える』は『さかえる』と読む。";

Q[45].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔見栄え〕の良い絵ですね。";
Q[45].Ans[0] = "みばえ";
Q[45].Ans[1] = "みさかえ";
Q[45].Ans[2] = "みそなえ";
Q[45].Ans[3] = "みそびえ";
Q[45].comment = "『見栄え』は『みばえ』と読む。";

Q[46].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>実家は旅館を〔営んで〕います。";
Q[46].Ans[0] = "いとなんで";
Q[46].Ans[1] = "ならんで";
Q[46].Ans[2] = "はげんで";
Q[46].Ans[3] = "さかんで";
Q[46].comment = "『営む』は『いとなむ』と読む。";

Q[47].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな〔易しい〕問題も解けないのですか？";
Q[47].Ans[0] = "やさしい";
Q[47].Ans[1] = "はげしい";
Q[47].Ans[2] = "いとしい";
Q[47].Ans[3] = "えきしい";
Q[47].comment = "『易しい』は『やさしい』と読む。";

Q[48].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔安易〕な判断は危険です。";
Q[48].Ans[0] = "あんい";
Q[48].Ans[1] = "あんえき";
Q[48].Ans[2] = "やすやす";
Q[48].Ans[3] = "あんいき";
Q[48].comment = "『安易』は『あんい』と読む。";

Q[49].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>簡単そうに言いますが、実際はそう〔容易〕ではありません。";
Q[49].Ans[0] = "ようい";
Q[49].Ans[1] = "ろんいき";
Q[49].Ans[2] = "ようえき";
Q[49].Ans[3] = "ようやす";
Q[49].comment = "『容易』は『ようい』と読む。";

Q[50].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔疫病〕を予防しなければなりません。";
Q[50].Ans[0] = "えきびょう";
Q[50].Ans[1] = "やくびょう";
Q[50].Ans[2] = "おくびょう";
Q[50].Ans[3] = "めんびょう";
Q[50].comment = "『疫病』は『えきびょう』と読む。〈流行する伝染病〉の意味。";

Q[51].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あなたの話には何一つ〔有益〕なところがない。";
Q[51].Ans[0] = "ゆうえき";
Q[51].Ans[1] = "ゆういき";
Q[51].Ans[2] = "ゆうやく";
Q[51].Ans[3] = "ゆうます";
Q[51].comment = "『有益』は『ゆうえき』と読む。";

Q[52].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このままでは安心して〔年越し〕もできません。";
Q[52].Ans[0] = "としこし";
Q[52].Ans[1] = "としごし";
Q[52].Ans[2] = "ねんごし";
Q[52].Ans[3] = "ねんこし";
Q[52].comment = "『年越し』は『としこし』と読む。";

Q[53].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>図書の〔閲覧〕はこちらでお願いします。";
Q[53].Ans[0] = "えつらん";
Q[53].Ans[1] = "いつらん";
Q[53].Ans[2] = "かんらん";
Q[53].Ans[3] = "さんらん";
Q[53].comment = "『閲覧』は『えつらん』と読む。〈本などを読む〉意味。";

Q[54].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔円い〕輪になってください。";
Q[54].Ans[0] = "まるい";
Q[54].Ans[1] = "ゆるい";
Q[54].Ans[2] = "ひろい";
Q[54].Ans[3] = "えんい";
Q[54].comment = "『円い』は『まるい』と読む。";

Q[55].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会議は来週に〔延びました〕。";
Q[55].Ans[0] = "のびました";
Q[55].Ans[1] = "あびました";
Q[55].Ans[2] = "とびました";
Q[55].Ans[3] = "はこびました";
Q[55].comment = "『延びる』は『のびる』と読む。";

Q[56].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地震のため〔沿海〕の地域では津波に注意が必要です。";
Q[56].Ans[0] = "えんかい";
Q[56].Ans[1] = "えんがい";
Q[56].Ans[2] = "そうかい";
Q[56].Ans[3] = "そがい";
Q[56].comment = "『沿海』は『えんかい』と読む。";

Q[57].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>青白い〔炎〕が揺れています。";
Q[57].Ans[0] = "ほのお";
Q[57].Ans[1] = "ひ";
Q[57].Ans[2] = "ひかり";
Q[57].Ans[3] = "えん";
Q[57].comment = "『炎』は『ほのお』と読む。";

Q[58].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今後ともご〔声援〕ください。";
Q[58].Ans[0] = "せいえん";
Q[58].Ans[1] = "せつえん";
Q[58].Ans[2] = "しょうえん";
Q[58].Ans[3] = "こうえん";
Q[58].comment = "『声援』は『せいえん』と読む。";

Q[59].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここは人生の〔楽園〕ですね。";
Q[59].Ans[0] = "らくえん";
Q[59].Ans[1] = "がくえん";
Q[59].Ans[2] = "がくその";
Q[59].Ans[3] = "まなぞの";
Q[59].comment = "『楽園』は『らくえん』と読む。";

Q[60].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何か〔煙たい〕のですが、どこかが火事でしょうか。";
Q[60].Ans[0] = "けむたい";
Q[60].Ans[1] = "ねむたい";
Q[60].Ans[2] = "おもたい";
Q[60].Ans[3] = "えんたい";
Q[60].comment = "『煙い』は『けむい』と読む。";

Q[61].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この絵は〔遠近〕がよく表現されていますね。";
Q[61].Ans[0] = "えんきん";
Q[61].Ans[1] = "とおちか";
Q[61].Ans[2] = "えんこん";
Q[61].Ans[3] = "おんちん";
Q[61].comment = "『遠近』は『えんきん』と読む。";

Q[62].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>冬の空は〔鉛色〕でとても重たい感じがします。";
Q[62].Ans[0] = "なまりいろ";
Q[62].Ans[1] = "えんしょく";
Q[62].Ans[2] = "えんしき";
Q[62].Ans[3] = "なまりしょく";
Q[62].comment = "『鉛色』は『なまりいろ』と読む。";

Q[63].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古い社会では〔血縁〕が重視される。";
Q[63].Ans[0] = "けつえん";
Q[63].Ans[1] = "ちえん";
Q[63].Ans[2] = "ちぶち";
Q[63].Ans[3] = "けつりょく";
Q[63].comment = "『血縁』は『けつえん』と読む。";

Q[64].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>絵も結構ですが、〔額縁〕が立派ですね。";
Q[64].Ans[0] = "がくぶち";
Q[64].Ans[1] = "がくえん";
Q[64].Ans[2] = "きゃくぶち";
Q[64].Ans[3] = "きゃくえん";
Q[64].comment = "『額縁』は『がくぶち』と読む。";

Q[65].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自分の名誉を〔汚さない〕ように振る舞いなさい。";
Q[65].Ans[0] = "けがさない";
Q[65].Ans[1] = "おさない";
Q[65].Ans[2] = "おごさない";
Q[65].Ans[3] = "きたさない";
Q[65].comment = "『汚す』は『けがす』と読む。";

Q[66].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔汚れ物〕はこのカゴに入れてください。";
Q[66].Ans[0] = "よごれもの";
Q[66].Ans[1] = "けがれぶつ";
Q[66].Ans[2] = "きたれぶつ";
Q[66].Ans[3] = "すたれもの";
Q[66].comment = "『汚れ物』は『よごれもの』と読む。〈汚くなったもの〉という意味。";

Q[67].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>呼びかけたが〔応答〕がない。";
Q[67].Ans[0] = "おうとう";
Q[67].Ans[1] = "おうどう";
Q[67].Ans[2] = "いんどう";
Q[67].Ans[3] = "いんとう";
Q[67].comment = "『応答』は『おうとう』と読む。";

Q[68].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>早く今の生活に〔順応〕しなくては。";
Q[68].Ans[0] = "じゅんのう";
Q[68].Ans[1] = "しゅんいん";
Q[68].Ans[2] = "じゅんおう";
Q[68].Ans[3] = "じゅうおう";
Q[68].comment = "『順応』は『じゅんのう』と読む。";

Q[69].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こちらに〔押印〕してください。";
Q[69].Ans[0] = "おういん";
Q[69].Ans[1] = "おしいん";
Q[69].Ans[2] = "おすいん";
Q[69].Ans[3] = "こういん";
Q[69].comment = "『押印』は『おういん』と読む。〈印を押す、はんこを押す〉意味。";

Q[70].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭部に〔殴打〕された跡があります。";
Q[70].Ans[0] = "おうだ";
Q[70].Ans[1] = "ぼうだ";
Q[70].Ans[2] = "なぐだ";
Q[70].Ans[3] = "ぼっだ";
Q[70].comment = "『殴打』は『おうだ』と読む。";

Q[71].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>課長が〔横領〕の罪で捕まった。";
Q[71].Ans[0] = "おうりょう";
Q[71].Ans[1] = "おうりょ";
Q[71].Ans[2] = "おっりょう";
Q[71].Ans[3] = "おりょう";
Q[71].comment = "『横領』は『おうりょう』と読む。";

Q[72].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>伝統的な日本の〔家屋〕ですね。";
Q[72].Ans[0] = "かおく";
Q[72].Ans[1] = "うちや";
Q[72].Ans[2] = "かや";
Q[72].Ans[3] = "いえや";
Q[72].comment = "『家屋』は『かおく』と読む。";

Q[73].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レストランに肉を〔卸す〕仕事です。";
Q[73].Ans[0] = "おろす";
Q[73].Ans[1] = "いたす";
Q[73].Ans[2] = "さらす";
Q[73].Ans[3] = "くだす";
Q[73].comment = "『卸す』は『おろす』と読む。";

Q[74].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>オルゴールのような優しい〔音色〕です。";
Q[74].Ans[0] = "ねいろ";
Q[74].Ans[1] = "おといろ";
Q[74].Ans[2] = "おんしょく";
Q[74].Ans[3] = "おんしき";
Q[74].comment = "『音色』は『ねいろ』と読む。";

Q[75].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このポスターは〔温か〕な色合いですね。";
Q[75].Ans[0] = "あたたか";
Q[75].Ans[1] = "おだやか";
Q[75].Ans[2] = "さわやか";
Q[75].Ans[3] = "あざやか";
Q[75].comment = "『温か』は『あたたか』と読む。赤やオレンジなどの色は温かな感じのする色である。";

Q[76].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>川上より〔川下〕の方が流れが緩やかだ。";
Q[76].Ans[0] = "かわしも";
Q[76].Ans[1] = "かわか";
Q[76].Ans[2] = "かわもと";
Q[76].Ans[3] = "かわした";
Q[76].comment = "『川下』は『かわしも』と読む。";

Q[77].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>暗いので〔足下〕に注意してください。";
Q[77].Ans[0] = "あしもと";
Q[77].Ans[1] = "そくした";
Q[77].Ans[2] = "あしした";
Q[77].Ans[3] = "そっか";
Q[77].comment = "『足下』は『あしもと』と読む。";

Q[78].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風邪だとか言って本当は〔仮病〕だろ。";
Q[78].Ans[0] = "けびょう";
Q[78].Ans[1] = "かりびょう";
Q[78].Ans[2] = "かりやまい";
Q[78].Ans[3] = "かびょう";
Q[78].comment = "『仮病』は『けびょう』と読む。";

Q[79].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>保険に〔加入〕しませんか？";
Q[79].Ans[0] = "かにゅう";
Q[79].Ans[1] = "かいり";
Q[79].Ans[2] = "くわいり";
Q[79].Ans[3] = "かいる";
Q[79].comment = "『加入』は『かにゅう』と読む。";

Q[80].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔仮処分〕を申請しています。";
Q[80].Ans[0] = "かりしょぶん";
Q[80].Ans[1] = "かりのしょぶん";
Q[80].Ans[2] = "けしょぶん";
Q[80].Ans[3] = "かっしょぶん";
Q[80].comment = "『仮処分』は『かりしょぶん』と読む。";

Q[81].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>無表情で〔仮面〕のような顔だ。";
Q[81].Ans[0] = "かめん";
Q[81].Ans[1] = "けめん";
Q[81].Ans[2] = "かりめん";
Q[81].Ans[3] = "かりおもて";
Q[81].comment = "『仮面』は『かめん』と読む。";

Q[82].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>工場の廃水が〔河川〕を汚染しています。";
Q[82].Ans[0] = "かせん";
Q[82].Ans[1] = "こうせん";
Q[82].Ans[2] = "かわがわ";
Q[82].Ans[3] = "かがわ";
Q[82].comment = "『河川』は『かせん』と読む。";

Q[83].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>作文コンクールで〔佳作〕に選ばれました。";
Q[83].Ans[0] = "かさく";
Q[83].Ans[1] = "がっさく";
Q[83].Ans[2] = "けいさく";
Q[83].Ans[3] = "けっさく";
Q[83].comment = "『佳作』は『かさく』と読む。";

Q[84].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は自分の責任を〔果たして〕いない。";
Q[84].Ans[0] = "はたして";
Q[84].Ans[1] = "かたして";
Q[84].Ans[2] = "みたして";
Q[84].Ans[3] = "いたして";
Q[84].comment = "『果たして』は『はたして』と読む。";

Q[85].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>読んだ本は〔書架〕に戻してください。";
Q[85].Ans[0] = "しょか";
Q[85].Ans[1] = "しょが";
Q[85].Ans[2] = "かっか";
Q[85].Ans[3] = "かきかけ";
Q[85].comment = "『書架』は『しょか』と読む。";

Q[86].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔楽隊〕がパレードしています。";
Q[86].Ans[0] = "がくたい";
Q[86].Ans[1] = "がったい";
Q[86].Ans[2] = "らくたい";
Q[86].Ans[3] = "らったい";
Q[86].comment = "『楽隊』は『がくたい』と読む。";

Q[87].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このアルバイトは〔割〕が悪い。";
Q[87].Ans[0] = "わり";
Q[87].Ans[1] = "ぶ";
Q[87].Ans[2] = "りつ";
Q[87].Ans[3] = "かつ";
Q[87].comment = "『割』は『わり』と読む。";

Q[88].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔九月〕までに完成させなさい。";
Q[88].Ans[0] = "くがつ";
Q[88].Ans[1] = "きゅうげつ";
Q[88].Ans[2] = "きゅうがつ";
Q[88].Ans[3] = "くづき";
Q[88].comment = "『九月』は『くがつ』と読む。";

Q[89].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>新しい技術が〔普及〕しつつあります。";
Q[89].Ans[0] = "ふきゅう";
Q[89].Ans[1] = "ふっきゅう";
Q[89].Ans[2] = "しんきゅう";
Q[89].Ans[3] = "ふつきゅう";
Q[89].comment = "『普及』は『ふきゅう』と読む。";

Q[90].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相変わらず〔手回し〕がいいですね。";
Q[90].Ans[0] = "てまわし";
Q[90].Ans[1] = "ねまわし";
Q[90].Ans[2] = "てかいし";
Q[90].Ans[3] = "しゅかいし";
Q[90].comment = "『手回し』は『てまわし』と読む。";

Q[91].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人を〔介して〕連絡する。";
Q[91].Ans[0] = "かいして";
Q[91].Ans[1] = "しょうして";
Q[91].Ans[2] = "とおして";
Q[91].Ans[3] = "あまして";
Q[91].comment = "『介する』は『かいする』と読む。";

Q[92].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>提案は〔却下〕された。";
Q[92].Ans[0] = "きゃっか";
Q[92].Ans[1] = "きゃくか";
Q[92].Ans[2] = "こうか";
Q[92].Ans[3] = "こうげ";
Q[92].comment = "『却下』は『きゃっか』と読む。";

Q[93].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔期〕に及んでまだ言い訳をするのか。";
Q[93].Ans[0] = "ご";
Q[93].Ans[1] = "き";
Q[93].Ans[2] = "ぎ";
Q[93].Ans[3] = "とき";
Q[93].comment = "『この期に及んで』は『このごにおよんで』と読む。〈この段階になっても、ここまで来ても〉という意味の慣用表現。";

Q[94].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>失礼ですが、お二人はどのような〔間柄〕ですか。";
Q[94].Ans[0] = "あいだがら";
Q[94].Ans[1] = "かんけい";
Q[94].Ans[2] = "まがら";
Q[94].Ans[3] = "かんへい";
Q[94].comment = "『間柄』は『あいだがら』と読む。";

Q[95].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もっと人手を〔割いて〕ください。";
Q[95].Ans[0] = "さいて";
Q[95].Ans[1] = "わいて";
Q[95].Ans[2] = "かいて";
Q[95].Ans[3] = "といて";
Q[95].comment = "『割く』は『さく』と読む。";

Q[96].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人工的な〔甘味料〕は使用していません。";
Q[96].Ans[0] = "かんみりょう";
Q[96].Ans[1] = "あまみりょう";
Q[96].Ans[2] = "あまあじりょう";
Q[96].Ans[3] = "うまみりょう";
Q[96].comment = "『甘味』は『かんみ』と読む。";

Q[97].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>氏名を〔記しなさい〕。";
Q[97].Ans[0] = "しるしなさい";
Q[97].Ans[1] = "うつしなさい";
Q[97].Ans[2] = "おこしなさい";
Q[97].Ans[3] = "きっしなさい";
Q[97].comment = "『記す』は『しるす』と読む。";

Q[98].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔意気地なし〕。";
Q[98].Ans[0] = "いくじなし";
Q[98].Ans[1] = "いきちなし";
Q[98].Ans[2] = "いきちなし";
Q[98].Ans[3] = "いこじなし";
Q[98].comment = "『意気地』は『いくじ』と読む。";

Q[99].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夏至〕のころは日が長い。";
Q[99].Ans[0] = "げし";
Q[99].Ans[1] = "かし";
Q[99].Ans[2] = "なつし";
Q[99].Ans[3] = "かしい";
Q[99].comment = "『夏至』は『げし』と読む。";

Q[100].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>納豆餃子はこの店が〔本家〕です。";
Q[100].Ans[0] = "ほんけ";
Q[100].Ans[1] = "ほんや";
Q[100].Ans[2] = "ほんか";
Q[100].Ans[3] = "もとや";
Q[100].comment = "『本家』は『ほんけ』と読む。";

Q[101].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この問題はどうしても〔解けません〕。";
Q[101].Ans[0] = "とけません";
Q[101].Ans[1] = "ほどけません";
Q[101].Ans[2] = "かけません";
Q[101].Ans[3] = "やけません";
Q[101].comment = "『解く』は『とく』と読む。";

Q[102].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>娘が〔嫁いで〕行きました。";
Q[102].Ans[0] = "とついで";
Q[102].Ans[1] = "かせいで";
Q[102].Ans[2] = "よめいで";
Q[102].Ans[3] = "しきいで";
Q[102].comment = "『嫁ぐ』は『とつぐ』と読む。";

Q[103].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>行政による〔区画〕整理が進んでいます。";
Q[103].Ans[0] = "くかく";
Q[103].Ans[1] = "くがく";
Q[103].Ans[2] = "くが";
Q[103].Ans[3] = "くか";
Q[103].comment = "『区画』は『くかく』と読む。";

Q[104].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>計画はあえなく〔行き詰まった〕。";
Q[104].Ans[0] = "いきづまった";
Q[104].Ans[1] = "いきどまった";
Q[104].Ans[2] = "いきそまった";
Q[104].Ans[3] = "いきあまった";
Q[104].comment = "『行き詰まる』は『いきづまる』と読む。";

Q[105].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>思いたったが〔吉日〕ですよ。";
Q[105].Ans[0] = "きちじつ";
Q[105].Ans[1] = "きつび";
Q[105].Ans[2] = "よしひ";
Q[105].Ans[3] = "きっにち";
Q[105].comment = "『吉日』は『きちじつ』と読む。「思い立ったが吉日」は日本のことわざ。〈計画したことはすぐに実行した方がよい〉という意味。";

Q[106].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔我が国〕の経済は、確実に発展しています。";
Q[106].Ans[0] = "わがくに";
Q[106].Ans[1] = "われがくに";
Q[106].Ans[2] = "わがこく";
Q[106].Ans[3] = "われがこく";
Q[106].comment = "『我が国』は『わがくに』と読む。";

Q[107].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>責任〔転嫁〕はやめなさい。";
Q[107].Ans[0] = "てんか";
Q[107].Ans[1] = "てんがい";
Q[107].Ans[2] = "てんかい";
Q[107].Ans[3] = "てっかい";
Q[107].comment = "『転嫁』は『てんか』と読む。";

Q[108].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔画期的〕な発明だ。";
Q[108].Ans[0] = "かっきてき";
Q[108].Ans[1] = "がきてき";
Q[108].Ans[2] = "がちてき";
Q[108].Ans[3] = "かちてき";
Q[108].comment = "『画期的』は『かっきてき』と読む。";

Q[109].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>火山の噴火で〔火山灰〕が降ってくる。";
Q[109].Ans[0] = "かざんばい";
Q[109].Ans[1] = "かざんかい";
Q[109].Ans[2] = "かさんかい";
Q[109].Ans[3] = "かさんぱい";
Q[109].comment = "『火山灰』は『かざんばい』と読む。";

Q[110].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔自我〕を確立しなければならない。";
Q[110].Ans[0] = "じが";
Q[110].Ans[1] = "じっがい";
Q[110].Ans[2] = "じわれ";
Q[110].Ans[3] = "じいが";
Q[110].comment = "『自我』は『じが』と読む。";

Q[111].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>すごい技を〔会得〕しましたよ。";
Q[111].Ans[0] = "えとく";
Q[111].Ans[1] = "かいとく";
Q[111].Ans[2] = "かいとう";
Q[111].Ans[3] = "ふいとう";
Q[111].comment = "『会得』は『えとく』と読む。";

Q[112].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんな服装では〔怪しまれます〕。";
Q[112].Ans[0] = "あやしまれます";
Q[112].Ans[1] = "おとしまれます";
Q[112].Ans[2] = "いつくしまれます";
Q[112].Ans[3] = "かしまれます";
Q[112].comment = "『怪しむ』は『あやしむ』と読む。";

Q[113].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>賛成する人は〔皆無〕でした。";
Q[113].Ans[0] = "かいむ";
Q[113].Ans[1] = "みなむ";
Q[113].Ans[2] = "かいぶ";
Q[113].Ans[3] = "みななし";
Q[113].comment = "『皆無』は『かいむ』と読む。";

Q[114].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔偽り〕の友情などいりません。";
Q[114].Ans[0] = "いつわり";
Q[114].Ans[1] = "ぎり";
Q[114].Ans[2] = "ちぎり";
Q[114].Ans[3] = "あまり";
Q[114].comment = "『偽り』は『いつわり』と読む。";

Q[115].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんな財宝を〔血眼〕で探している。";
Q[115].Ans[0] = "ちまなこ";
Q[115].Ans[1] = "けつがん";
Q[115].Ans[2] = "ちがん";
Q[115].Ans[3] = "けっかん";
Q[115].comment = "『血眼』は『ちまなこ』と読む。「血眼になる」「血眼で」〈何かを探すことに必死になる〉という意味になる。";

Q[116].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>教育こそ社会の〔根幹〕です。";
Q[116].Ans[0] = "こんかん";
Q[116].Ans[1] = "ねかん";
Q[116].Ans[2] = "こんがん";
Q[116].Ans[3] = "ねみき";
Q[116].comment = "『根幹』は『こんかん』と読む。";

Q[117].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>予想は見事に〔外れ〕ました。";
Q[117].Ans[0] = "はずれ";
Q[117].Ans[1] = "それ";
Q[117].Ans[2] = "まぬが";
Q[117].Ans[3] = "そこなわ";
Q[117].comment = "『外れる』は『はずれる』と読む。";

Q[118].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔家柄〕もいいし、結婚相手として申し分ありません。";
Q[118].Ans[0] = "いえがら";
Q[118].Ans[1] = "やがら";
Q[118].Ans[2] = "かへい";
Q[118].Ans[3] = "うちから";
Q[118].comment = "『家柄』は『いえがら』と読む。";

Q[119].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>２月には鹿の〔角〕を切る儀式があります。";
Q[119].Ans[0] = "つの";
Q[119].Ans[1] = "かく";
Q[119].Ans[2] = "かど";
Q[119].Ans[3] = "すみ";
Q[119].comment = "ここでは『角』は『つの』と読む。";

Q[120].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼も今ごろは〔鉄格子〕の中でしょう。";
Q[120].Ans[0] = "てつごうし";
Q[120].Ans[1] = "てつかくし";
Q[120].Ans[2] = "てつかくす";
Q[120].Ans[3] = "てつがくこ";
Q[120].comment = "『鉄格子』は『てつごうし』と読む。";

Q[121].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>当日の服装は〔華美〕を避けてください。";
Q[121].Ans[0] = "かび";
Q[121].Ans[1] = "はなび";
Q[121].Ans[2] = "かみ";
Q[121].Ans[3] = "はなみ";
Q[121].comment = "『華美』は『かび』と読む。";

Q[122].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日から〔夏服〕に衣替えです。";
Q[122].Ans[0] = "なつふく";
Q[122].Ans[1] = "かっぷく";
Q[122].Ans[2] = "かふく";
Q[122].Ans[3] = "なふく";
Q[122].comment = "『夏服』は『なつふく』と読む。";

Q[123].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔家主〕に無断で部屋を改造するなど論外です。";
Q[123].Ans[0] = "やぬし";
Q[123].Ans[1] = "かしゅ";
Q[123].Ans[2] = "やおも";
Q[123].Ans[3] = "あるじ";
Q[123].comment = "『家主』は『やぬし』と読む。";

Q[124].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一代の〔栄華〕を誇った。";
Q[124].Ans[0] = "えいが";
Q[124].Ans[1] = "ようか";
Q[124].Ans[2] = "えっか";
Q[124].Ans[3] = "えが";
Q[124].comment = "『栄華』は『えいが』と読む。";

Q[125].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あまり寒いので〔街角〕からも人が消えました。";
Q[125].Ans[0] = "まちかど";
Q[125].Ans[1] = "がいかく";
Q[125].Ans[2] = "かいかく";
Q[125].Ans[3] = "まちすみ";
Q[125].comment = "『街角』は『まちかど』と読む。";

Q[126].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>もう〔過ち〕は繰り返しません。";
Q[126].Ans[0] = "あやまち";
Q[126].Ans[1] = "かち";
Q[126].Ans[2] = "あながち";
Q[126].Ans[3] = "すごち";
Q[126].comment = "『過ち』は『あやまち』と読む。";

Q[127].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お願いしたところ〔快く〕引き受けてくれました。";
Q[127].Ans[0] = "こころよく";
Q[127].Ans[1] = "いきおいよく";
Q[127].Ans[2] = "いさぎよく";
Q[127].Ans[3] = "きもちよく";
Q[127].comment = "『快い』は『こころよい』と読む。";

Q[128].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔大海原〕に船を出そう。";
Q[128].Ans[0] = "おおうなばら";
Q[128].Ans[1] = "だいかいげん";
Q[128].Ans[2] = "おおかいばら";
Q[128].Ans[3] = "おおうみっぱら";
Q[128].comment = "『大海原』は『おおうなばら』と読む。";

Q[129].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は負けたことをいまだに〔悔しがっている〕らしい。";
Q[129].Ans[0] = "くやしがっている";
Q[129].Ans[1] = "あやしがっている";
Q[129].Ans[2] = "かいしがっている";
Q[129].Ans[3] = "さびしがっている";
Q[129].comment = "『悔しい』は『くやしい』と読む。";

Q[130].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>顔を洗ったら目が〔覚めた〕。";
Q[130].Ans[0] = "さめた";
Q[130].Ans[1] = "やめた";
Q[130].Ans[2] = "とめた";
Q[130].Ans[3] = "ほめた";
Q[130].comment = "『覚める』は『さめる』と読む。";

Q[131].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔絵画〕は本物ですか？";
Q[131].Ans[0] = "かいが";
Q[131].Ans[1] = "えかく";
Q[131].Ans[2] = "えか";
Q[131].Ans[3] = "えが";
Q[131].comment = "『絵画』は『かいが』と読む。";

Q[132].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋の間を壁が〔隔てる〕。";
Q[132].Ans[0] = "へだてる";
Q[132].Ans[1] = "そだてる";
Q[132].Ans[2] = "かくてる";
Q[132].Ans[3] = "わかてる";
Q[132].comment = "『隔てる』は『へだてる』と読む。";

Q[133].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔滑らか〕な曲線ですね。";
Q[133].Ans[0] = "なめらか";
Q[133].Ans[1] = "すべらか";
Q[133].Ans[2] = "ほがらか";
Q[133].Ans[3] = "きらびやか";
Q[133].comment = "『滑らか』は『なめらか』と読む。";

Q[134].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その質問には温厚な彼女も〔気色〕ばんだ。";
Q[134].Ans[0] = "けしき";
Q[134].Ans[1] = "きっしょく";
Q[134].Ans[2] = "けしょく";
Q[134].Ans[3] = "きいろ";
Q[134].comment = "『気色ばむ』は『けしきばむ』と読む。〈怒った態度や表情を見せる〉という意味。";

Q[135].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>成功を〔危ぶむ〕声が聞こえてくる。";
Q[135].Ans[0] = "あやぶむ";
Q[135].Ans[1] = "あぶむ";
Q[135].Ans[2] = "きいぶむ";
Q[135].Ans[3] = "あぶぶむ";
Q[135].comment = "『危ぶむ』は『あやぶむ』と読む。";

Q[136].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この国は伝統的に自由を〔貴ぶ〕。";
Q[136].Ans[0] = "たっとぶ";
Q[136].Ans[1] = "まなぶ";
Q[136].Ans[2] = "えらぶ";
Q[136].Ans[3] = "たかぶ";
Q[136].comment = "『貴ぶ』は『たっとぶ』または『とうとぶ』と読む。";

Q[137].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔戯曲〕は誰の作ですか？";
Q[137].Ans[0] = "ぎきょく";
Q[137].Ans[1] = "げきょく";
Q[137].Ans[2] = "ぎいきょく";
Q[137].Ans[3] = "げっきょく";
Q[137].comment = "『戯曲』は『ぎきょく』と読む。";

Q[138].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>クーデターを〔企てた〕将軍が逮捕された。";
Q[138].Ans[0] = "くわだてた";
Q[138].Ans[1] = "みたてた";
Q[138].Ans[2] = "たてた";
Q[138].Ans[3] = "はてた";
Q[138].comment = "『企てる』は『くわだてる』と読む。";

Q[139].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長年放置された家は、柱まで〔朽ちて〕いた。";
Q[139].Ans[0] = "くちて";
Q[139].Ans[1] = "きちて";
Q[139].Ans[2] = "おちて";
Q[139].Ans[3] = "みちて";
Q[139].comment = "『朽ちる』は『くちる』と読む。";

Q[140].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そこの〔丸太〕を切っておいてくれ。";
Q[140].Ans[0] = "まるた";
Q[140].Ans[1] = "まるふと";
Q[140].Ans[2] = "まるぶと";
Q[140].Ans[3] = "まるだ";
Q[140].comment = "『丸太』は『まるた』と読む。";

Q[141].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔旅客機〕もほとんどが禁煙になっています。";
Q[141].Ans[0] = "りょかくき";
Q[141].Ans[1] = "りょがっき";
Q[141].Ans[2] = "りょうきゃくき";
Q[141].Ans[3] = "りょきゃくき";
Q[141].comment = "『旅客機』は『りょかくき』または『りょかっき』と読む。";

Q[142].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>学問の世界を〔究めたい〕ものです。";
Q[142].Ans[0] = "きわめたい";
Q[142].Ans[1] = "あきらめたい";
Q[142].Ans[2] = "みとめたい";
Q[142].Ans[3] = "もとめたい";
Q[142].comment = "『究める』は『きわめる』と読む。";

Q[143].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は胸を〔患って〕います。";
Q[143].Ans[0] = "わずらって";
Q[143].Ans[1] = "おそって";
Q[143].Ans[2] = "かかって";
Q[143].Ans[3] = "やって";
Q[143].comment = "『患う』は『わずらう』と読む。";

Q[144].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここはロープが〔緩んで〕いて危ないです。";
Q[144].Ans[0] = "ゆるんで";
Q[144].Ans[1] = "たわんで";
Q[144].Ans[2] = "あそんで";
Q[144].Ans[3] = "くぼんで";
Q[144].comment = "『緩む』は『ゆるむ』と読む。";

Q[145].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>書類が揃っていれば〔拒む〕ことはできません。";
Q[145].Ans[0] = "こばむ";
Q[145].Ans[1] = "のぞむ";
Q[145].Ans[2] = "はげむ";
Q[145].Ans[3] = "もとむ";
Q[145].comment = "『拒む』は『こばむ』と読む。";

Q[146].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔魚市場〕に行きましょう。";
Q[146].Ans[0] = "うおいちば";
Q[146].Ans[1] = "さかなしじょう";
Q[146].Ans[2] = "ぎょいちば";
Q[146].Ans[3] = "ぎょしじょう";
Q[146].comment = "『魚市場』は『うおいちば』と読む。";

Q[147].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>コンピュータで〔制御〕しています。";
Q[147].Ans[0] = "せいぎょ";
Q[147].Ans[1] = "せいご";
Q[147].Ans[2] = "せいおう";
Q[147].Ans[3] = "せいごう";
Q[147].comment = "『制御』は『せいぎょ』と読む。";

Q[148].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>思い込んだら〔命懸け〕です。";
Q[148].Ans[0] = "いのちがけ";
Q[148].Ans[1] = "いのちかけ";
Q[148].Ans[2] = "めいがけ";
Q[148].Ans[3] = "めいかけ";
Q[148].comment = "『命懸け』は『いのちがけ』と読む。";

Q[149].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なわをしっかりと〔結わえて〕ください。";
Q[149].Ans[0] = "ゆわえて";
Q[149].Ans[1] = "おわえて";
Q[149].Ans[2] = "けわえて";
Q[149].Ans[3] = "くわえて";
Q[149].comment = "『結わえる』は『ゆわえる』と読む。〈結びつける〉意味。";

Q[150].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだまだ〔修行〕が足りません。";
Q[150].Ans[0] = "しゅうこう";
Q[150].Ans[1] = "しゅうぎょう";
Q[150].Ans[2] = "しゅぎょう";
Q[150].Ans[3] = "しゅこう";
Q[150].comment = "『修行』は『しゅぎょう』と読む。";

Q[151].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何を聞いても彼女は〔無言〕のままだ。";
Q[151].Ans[0] = "むごん";
Q[151].Ans[1] = "むげん";
Q[151].Ans[2] = "むこと";
Q[151].Ans[3] = "ぶごと";
Q[151].comment = "『無言』は『むごん』と読む。";

Q[152].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔川原〕でバーベキューをしましょう。";
Q[152].Ans[0] = "かわら";
Q[152].Ans[1] = "かわはら";
Q[152].Ans[2] = "かはら";
Q[152].Ans[3] = "かげん";
Q[152].comment = "『川原』は『かわら』と読む。また、『河原』とも書く。";

Q[153].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空にはきれいな〔三日月〕です。";
Q[153].Ans[0] = "みかづき";
Q[153].Ans[1] = "みっかづき";
Q[153].Ans[2] = "みっかげつ";
Q[153].Ans[3] = "さんかげつ";
Q[153].comment = "『三日月』は『みかづき』と読む。";

Q[154].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供たちが〔健やか〕に成長してくれれば、それだけでいい。";
Q[154].Ans[0] = "すこやか";
Q[154].Ans[1] = "のびやか";
Q[154].Ans[2] = "さわやか";
Q[154].Ans[3] = "おだやか";
Q[154].comment = "『健やか』は『すこやか』と読む。";

Q[155].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>思い出してあげることが〔供養〕になります。";
Q[155].Ans[0] = "くよう";
Q[155].Ans[1] = "ぐよう";
Q[155].Ans[2] = "きょよう";
Q[155].Ans[3] = "きょうよう";
Q[155].comment = "『供養』は『くよう』と読む。";

Q[156].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯人はいつも被害者を〔苦々しく〕思っていたようです。";
Q[156].Ans[0] = "にがにがしく";
Q[156].Ans[1] = "うやうやしく";
Q[156].Ans[2] = "いやいやしく";
Q[156].Ans[3] = "くぐるしく";
Q[156].comment = "『苦々しい』は『にがにがしい』と読む。";

Q[157].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レースは二台がはげしく〔競り合って〕います。";
Q[157].Ans[0] = "せりあって";
Q[157].Ans[1] = "きそりあって";
Q[157].Ans[2] = "ゆずりあって";
Q[157].Ans[3] = "たけりあって";
Q[157].comment = "『競り合う』は『せりあう』と読む。";

Q[158].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな音だったのかなり〔響き〕ましたよ。";
Q[158].Ans[0] = "ひびき";
Q[158].Ans[1] = "おどろき";
Q[158].Ans[2] = "きき";
Q[158].Ans[3] = "まねき";
Q[158].comment = "『響く』は『ひびく』と読む。";

Q[159].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日は〔大漁〕だったよ。";
Q[159].Ans[0] = "たいりょう";
Q[159].Ans[1] = "だいりょう";
Q[159].Ans[2] = "だいぎょ";
Q[159].Ans[3] = "おおりょう";
Q[159].comment = "『大漁』は『たいりょう』と読む。";

Q[160].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供のころは神社の〔境内〕で遊んだものです。";
Q[160].Ans[0] = "けいだい";
Q[160].Ans[1] = "きょうなう";
Q[160].Ans[2] = "さかうち";
Q[160].Ans[3] = "きょうち";
Q[160].comment = "『境内』は『けいだい』と読む。";

Q[161].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔型紙〕の通りに切りなさい。";
Q[161].Ans[0] = "かたがみ";
Q[161].Ans[1] = "けいし";
Q[161].Ans[2] = "けいじ";
Q[161].Ans[3] = "かたし";
Q[161].comment = "『型紙』は『かたがみ』と読む。";

Q[162].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女のことは〔自業自得〕だ。";
Q[162].Ans[0] = "じごうじとく";
Q[162].Ans[1] = "じぎょうじとく";
Q[162].Ans[2] = "じぎょうじどく";
Q[162].Ans[3] = "じごうじどく";
Q[162].comment = "『自業自得』は『じごうじとく』と読む。";

Q[163].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>寺院を〔建立〕する。";
Q[163].Ans[0] = "こうりゅう";
Q[163].Ans[1] = "けんりつ";
Q[163].Ans[2] = "けんちく";
Q[163].Ans[3] = "けんたつ";
Q[163].comment = "『建立』は『こんりゅう』と読む。〈お寺などを建てる〉意味。";

Q[164].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの人は茶道の〔家元〕です。";
Q[164].Ans[0] = "いえもと";
Q[164].Ans[1] = "かげん";
Q[164].Ans[2] = "うちもと";
Q[164].Ans[3] = "やげん";
Q[164].comment = "『家元』は『いえもと』と読む。";

Q[165].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>植木が〔枯れて〕しまった。";
Q[165].Ans[0] = "かれて";
Q[165].Ans[1] = "すたれて";
Q[165].Ans[2] = "こわれて";
Q[165].Ans[3] = "しびれて";
Q[165].comment = "『枯れて』は『かれて』と読む。";

Q[166].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>様々な情報が〔飛び交って〕いる。";
Q[166].Ans[0] = "とびかって";
Q[166].Ans[1] = "とびまじって";
Q[166].Ans[2] = "とびまわって";
Q[166].Ans[3] = "とびさって";
Q[166].comment = "『飛び交う』は『とびかう』と読む。";

Q[167].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>難しいことは〔後回し〕にしましょう。";
Q[167].Ans[0] = "あとまわし";
Q[167].Ans[1] = "うしろまわし";
Q[167].Ans[2] = "ごかいし";
Q[167].Ans[3] = "うしろかいし";
Q[167].comment = "『後回し』は『あとまわし』と読む。";

Q[168].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ていねいに包丁を〔研ぐ〕。";
Q[168].Ans[0] = "とぐ";
Q[168].Ans[1] = "すすぐ";
Q[168].Ans[2] = "ささぐ";
Q[168].Ans[3] = "ゆすぐ";
Q[168].comment = "『研ぐ』は『とぐ』と読む。";

Q[169].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この〔細工〕はすばらしいですね。";
Q[169].Ans[0] = "さいく";
Q[169].Ans[1] = "さいこう";
Q[169].Ans[2] = "さっぐ";
Q[169].Ans[3] = "さいくう";
Q[169].comment = "『細工』は『さいく』と読む。";

Q[170].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんなところに〔黄金〕が埋まっているわけはないよ。";
Q[170].Ans[0] = "おうごん";
Q[170].Ans[1] = "きかね";
Q[170].Ans[2] = "こうがね";
Q[170].Ans[3] = "こうきん";
Q[170].comment = "『黄金』は『おうごん』と読む。";

Q[171].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ハムをパンで〔挟めば〕サンドイッチです。";
Q[171].Ans[0] = "はさめば";
Q[171].Ans[1] = "ちなめば";
Q[171].Ans[2] = "からめば";
Q[171].Ans[3] = "あゆめば";
Q[171].comment = "『挟む』は『はさむ』と読む。";

Q[172].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>空を〔仰いで〕見る。";
Q[172].Ans[0] = "あおいで";
Q[172].Ans[1] = "かついで";
Q[172].Ans[2] = "ふさいで";
Q[172].Ans[3] = "そろいで";
Q[172].comment = "『仰ぐ』は『あおぐ』と読む。";

Q[173].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は〔御殿〕のような家に住む大金持ちです。";
Q[173].Ans[0] = "ごてん";
Q[173].Ans[1] = "おどの";
Q[173].Ans[2] = "ぎょでん";
Q[173].Ans[3] = "おんとの";
Q[173].comment = "『御殿』は『ごてん』と読む。";

Q[174].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔筋書き〕通りにはゆかないものです。";
Q[174].Ans[0] = "すじがき";
Q[174].Ans[1] = "きんかき";
Q[174].Ans[2] = "きんがき";
Q[174].Ans[3] = "ふしがき";
Q[174].comment = "『筋書き』は『すじがき』と読む。";

Q[175].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは全員に〔係る〕問題です。";
Q[175].Ans[0] = "かかわる";
Q[175].Ans[1] = "かっかる";
Q[175].Ans[2] = "けいする";
Q[175].Ans[3] = "かんする";
Q[175].comment = "『係る』は『かかわる』または『かかる』と読む。";

Q[176].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>できるだけ〔均等〕に配分しなさい。";
Q[176].Ans[0] = "きんとう";
Q[176].Ans[1] = "きんどう";
Q[176].Ans[2] = "ちんとう";
Q[176].Ans[3] = "きんとん";
Q[176].comment = "『均等』は『きんとう』と読む。";

Q[177].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>家を〔空ける〕ときはちゃんと戸締まりをしなさい。";
Q[177].Ans[0] = "あける";
Q[177].Ans[1] = "すける";
Q[177].Ans[2] = "さける";
Q[177].Ans[3] = "ひらける";
Q[177].comment = "『空ける』は『あける』と読む。";

Q[178].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>様々な〔見地〕から検討する必要がある。";
Q[178].Ans[0] = "けんち";
Q[178].Ans[1] = "げんち";
Q[178].Ans[2] = "けんじ";
Q[178].Ans[3] = "みち";
Q[178].comment = "『見地』は『けんち』と読む。";

Q[179].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最期くらい〔潔く〕したらどうだ。";
Q[179].Ans[0] = "いさぎよく";
Q[179].Ans[1] = "ここちよく";
Q[179].Ans[2] = "こころよく";
Q[179].Ans[3] = "きよく";
Q[179].comment = "『潔い』は『いさぎよい』と読む。";

Q[180].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔軽率〕な発言には注意したまえ。";
Q[180].Ans[0] = "けいそつ";
Q[180].Ans[1] = "けっそつ";
Q[180].Ans[2] = "けいりつ";
Q[180].Ans[3] = "かるりつ";
Q[180].comment = "『軽率』は『けいそつ』と読む。";

Q[181].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>平和を〔脅かす〕ものこそが悪である。";
Q[181].Ans[0] = "おびやかす";
Q[181].Ans[1] = "そそのかす";
Q[181].Ans[2] = "おどろかす";
Q[181].Ans[3] = "たぶらかす";
Q[181].comment = "『脅かす』は『おびやかす』と読む。";

Q[182].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔極限〕の状態では誰もが冷静ではいられない。";
Q[182].Ans[0] = "きょくげん";
Q[182].Ans[1] = "ちょくげん";
Q[182].Ans[2] = "きょっげん";
Q[182].Ans[3] = "きょうげん";
Q[182].comment = "『極限』は『きょくげん』と読む。";

Q[183].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父は銀行に〔勤めて〕います。";
Q[183].Ans[0] = "つとめて";
Q[183].Ans[1] = "まとめて";
Q[183].Ans[2] = "あさめて";
Q[183].Ans[3] = "きめて";
Q[183].comment = "『勤める』は『つとめる』と読む。〈会社などで仕事をする〉意味。";

Q[184].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>嫌がる人に〔無理強い〕はいけません。";
Q[184].Ans[0] = "むりじい";
Q[184].Ans[1] = "むりづよい";
Q[184].Ans[2] = "むりつよい";
Q[184].Ans[3] = "むりこわい";
Q[184].comment = "『無理強い』は『むりじい』と読む。";

Q[185].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカ人が利権に〔群がって〕いる。";
Q[185].Ans[0] = "むらがって";
Q[185].Ans[1] = "つよがって";
Q[185].Ans[2] = "ぐんがって";
Q[185].Ans[3] = "あらがって";
Q[185].comment = "『群がる』は『むらがる』と読む。";

Q[186].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生のことは〔敬う〕べきです。";
Q[186].Ans[0] = "うやまう";
Q[186].Ans[1] = "したしむ";
Q[186].Ans[2] = "いとう";
Q[186].Ans[3] = "あらそう";
Q[186].comment = "『敬う』は『うやまう』と読む。";

Q[187].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大阪を〔経て〕京都に向う。";
Q[187].Ans[0] = "へて";
Q[187].Ans[1] = "すぎて";
Q[187].Ans[2] = "けって";
Q[187].Ans[3] = "たちて";
Q[187].comment = "『経る』は『へる』と読む。";

Q[188].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな社長では会社も〔傾く〕ということだ。";
Q[188].Ans[0] = "かたむく";
Q[188].Ans[1] = "ひらめく";
Q[188].Ans[2] = "おちつく";
Q[188].Ans[3] = "ささやく";
Q[188].comment = "『傾く』は『かたむく』と読む。";

Q[189].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ものすごい〔形相〕でにらまれた。";
Q[189].Ans[0] = "ぎょうそう";
Q[189].Ans[1] = "けいそう";
Q[189].Ans[2] = "けいしょう";
Q[189].Ans[3] = "かたあい";
Q[189].comment = "『形相』は『ぎょうそう』と読む。";

Q[190].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>作品の価値を厳しく〔吟味〕しなければなりません。";
Q[190].Ans[0] = "ぎんみ";
Q[190].Ans[1] = "きんみ";
Q[190].Ans[2] = "こんみ";
Q[190].Ans[3] = "ごんみ";
Q[190].comment = "『吟味』は『ぎんみ』と読む。";

Q[191].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>バカと間抜けの〔境目〕はどこでしょうか？";
Q[191].Ans[0] = "さかいめ";
Q[191].Ans[1] = "さかめい";
Q[191].Ans[2] = "ぎょうもく";
Q[191].Ans[3] = "きょうもく";
Q[191].comment = "『境目』は『さかいめ』と読む。";

Q[192].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部長の〔計らい〕で休みをもらいました。";
Q[192].Ans[0] = "はからい";
Q[192].Ans[1] = "へつらい";
Q[192].Ans[2] = "あつらい";
Q[192].Ans[3] = "けいらい";
Q[192].comment = "『計らい』は『はからい』と読む。";

Q[193].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会議室から出てきた部長は〔苦り切った〕顔をしていた。";
Q[193].Ans[0] = "にがりきった";
Q[193].Ans[1] = "こまりきった";
Q[193].Ans[2] = "こわりきった";
Q[193].Ans[3] = "くさりきった";
Q[193].comment = "『苦り切る』は『にがりきる』と読む。";

Q[194].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>仏前に〔お供え〕する。";
Q[194].Ans[0] = "おそなえ";
Q[194].Ans[1] = "おさらえ";
Q[194].Ans[2] = "おしつらえ";
Q[194].Ans[3] = "おともえ";
Q[194].comment = "『お供え』は『おそなえ』と読む。";

Q[195].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>王様の前で〔恭しく〕お辞儀した。";
Q[195].Ans[0] = "うやうやしく";
Q[195].Ans[1] = "いまいましく";
Q[195].Ans[2] = "そらぞらしく";
Q[195].Ans[3] = "そうぞうしく";
Q[195].comment = "『恭しく』は『うやうやしく』と読む。";

Q[196].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は50年以上も王として〔君臨〕している。";
Q[196].Ans[0] = "くんりん";
Q[196].Ans[1] = "きんりん";
Q[196].Ans[2] = "くんりゅう";
Q[196].Ans[3] = "きみりん";
Q[196].comment = "『君臨』は『くんりん』と読む。";

Q[197].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政治家たちは〔異口同音〕に「改革、改革」という。";
Q[197].Ans[0] = "いくどうおん";
Q[197].Ans[1] = "いこうどうおと";
Q[197].Ans[2] = "いぐちどうおん";
Q[197].Ans[3] = "いこうとうおん";
Q[197].comment = "『異口同音』は『いくどうおん』と読む。〈全員が同じことを言う〉という意味の四字熟語。";

Q[198].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>財団法人交流協会は〔公〕の機関とほぼ同等の扱いです。";
Q[198].Ans[0] = "おおやけ";
Q[198].Ans[1] = "こう";
Q[198].Ans[2] = "きみ";
Q[198].Ans[3] = "もぐり";
Q[198].comment = "『公』は『おおやけ』と読む。";

Q[199].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>成果主義は〔元来〕日本の企業風土に合わない。";
Q[199].Ans[0] = "がんらい";
Q[199].Ans[1] = "げんらい";
Q[199].Ans[2] = "もとらい";
Q[199].Ans[3] = "げんき";
Q[199].comment = "『元来』は『がんらい』と読む。";

Q[200].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大は小を〔兼ねる〕ということわざがある。";
Q[200].Ans[0] = "かねる";
Q[200].Ans[1] = "まねる";
Q[200].Ans[2] = "おもねる";
Q[200].Ans[3] = "たばねる";
Q[200].comment = "『兼ねる』は『かねる』と読む。";

Q[201].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>公園って、貧乏な人たちの〔憩い〕の場ですよね。";
Q[201].Ans[0] = "いこい";
Q[201].Ans[1] = "さらい";
Q[201].Ans[2] = "つどい";
Q[201].Ans[3] = "さそい";
Q[201].comment = "『憩い』は『いこい』と読む。";

Q[202].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>市民と市長の〔語らい〕の場を設けなればならない。";
Q[202].Ans[0] = "かたらい";
Q[202].Ans[1] = "のべらい";
Q[202].Ans[2] = "まならい";
Q[202].Ans[3] = "はからい";
Q[202].comment = "『語らう』は『かたらう』と読む。";

Q[203].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の目を見て僕はすべてを〔悟った〕。";
Q[203].Ans[0] = "さとった";
Q[203].Ans[1] = "みきった";
Q[203].Ans[2] = "わかった";
Q[203].Ans[3] = "たぐった";
Q[203].comment = "『悟った』は『さとった』と読む。";

Q[204].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>細菌は〔太古〕の昔から地球上に存在した。";
Q[204].Ans[0] = "たいこ";
Q[204].Ans[1] = "たいご";
Q[204].Ans[2] = "たこ";
Q[204].Ans[3] = "だいこ";
Q[204].comment = "『太古』は『たいこ』と読む。";

Q[205].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>エースを〔欠いて〕は勝利はおぼつかない。";
Q[205].Ans[0] = "かいて";
Q[205].Ans[1] = "ぬいて";
Q[205].Ans[2] = "そいて";
Q[205].Ans[3] = "おいて";
Q[205].comment = "『欠く』は『かく』と読む。";

Q[206].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は今の仕事に〔嫌気〕がさしているようだ。";
Q[206].Ans[0] = "いやけ";
Q[206].Ans[1] = "けんけ";
Q[206].Ans[2] = "けんげ";
Q[206].Ans[3] = "いやき";
Q[206].comment = "『嫌気』は『いやけ』と読む。";

Q[207].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今晩の〔献立〕は何ですか？";
Q[207].Ans[0] = "こんだて";
Q[207].Ans[1] = "こんだち";
Q[207].Ans[2] = "けんたつ";
Q[207].Ans[3] = "けんりつ";
Q[207].comment = "『献立』は『こんだて』と読む。";

Q[208].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の父のあとを〔継いで〕社長になります。";
Q[208].Ans[0] = "ついで";
Q[208].Ans[1] = "もいで";
Q[208].Ans[2] = "といで";
Q[208].Ans[3] = "ないで";
Q[208].comment = "『継ぐ』は『つぐ』と読む。";

Q[209].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近、衰えが〔顕著〕だ。";
Q[209].Ans[0] = "けんちょ";
Q[209].Ans[1] = "げんちょ";
Q[209].Ans[2] = "けんしょ";
Q[209].Ans[3] = "げんしょ";
Q[209].comment = "『顕著』は『けんちょ』と読む。";

Q[210].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>海は命の〔源〕です。";
Q[210].Ans[0] = "みなもと";
Q[210].Ans[1] = "ふるさと";
Q[210].Ans[2] = "げん";
Q[210].Ans[3] = "はら";
Q[210].comment = "『源』は『みなもと』と読む。";

Q[211].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は実に〔誇らしい〕顔で帰ってきた。";
Q[211].Ans[0] = "ほこらしい";
Q[211].Ans[1] = "いやらしい";
Q[211].Ans[2] = "ばからしい";
Q[211].Ans[3] = "もっともらしい";
Q[211].comment = "『誇らしい』は『ほこらしい』と読む。";

Q[212].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>儀式は〔厳かな〕雰囲気の中で執り行われた。";
Q[212].Ans[0] = "おごそかな";
Q[212].Ans[1] = "たおやかな";
Q[212].Ans[2] = "きらびやかな";
Q[212].Ans[3] = "たまさかな";
Q[212].comment = "『厳かな』は『おごそかな』と読む。";

Q[213].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔戸外〕は氷点下になっている。";
Q[213].Ans[0] = "こがい";
Q[213].Ans[1] = "とがい";
Q[213].Ans[2] = "こほか";
Q[213].Ans[3] = "とそと";
Q[213].comment = "『戸外』は『こがい』と読む。";

Q[214].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔湖沼〕は日常生活の重要な水源だ。";
Q[214].Ans[0] = "こしょう";
Q[214].Ans[1] = "こぬま";
Q[214].Ans[2] = "みずぬま";
Q[214].Ans[3] = "みずうみ";
Q[214].comment = "『湖沼』は『こしょう』と読む。";

Q[215].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>たまには自らを〔顧みる〕ことも必要です。";
Q[215].Ans[0] = "かえりみる";
Q[215].Ans[1] = "こころみる";
Q[215].Ans[2] = "あおぎみる";
Q[215].Ans[3] = "そなえみる";
Q[215].comment = "『顧みる』は『かえりみる』と読む。";

Q[216].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんなが手を〔携える〕社会を作りましょう。";
Q[216].Ans[0] = "たずさえる";
Q[216].Ans[1] = "ととのえる";
Q[216].Ans[2] = "こころみる";
Q[216].Ans[3] = "わけあえる";
Q[216].comment = "『携える』は『たずさえる』と読む。";

Q[217].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人間がそんな〔惨めな〕生活をするものではない。";
Q[217].Ans[0] = "みじめな";
Q[217].Ans[1] = "あきらめな";
Q[217].Ans[2] = "よわめな";
Q[217].Ans[3] = "つとめな";
Q[217].comment = "『惨め』は『みじめ』と読む。";

Q[218].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このあたりは、昔の〔名残〕で井戸が多いのです。";
Q[218].Ans[0] = "なごり";
Q[218].Ans[1] = "なのこし";
Q[218].Ans[2] = "なのこり";
Q[218].Ans[3] = "めいざん";
Q[218].comment = "『名残』は『なごり』と読む。";

Q[219].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>20歳で〔迷子〕になるなんて情けない。";
Q[219].Ans[0] = "まいご";
Q[219].Ans[1] = "めいつ";
Q[219].Ans[2] = "まよいこ";
Q[219].Ans[3] = "めいし";
Q[219].comment = "『迷子』は『まいご』と読む。";

Q[220].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社員全員で会社を〔支えます〕。";
Q[220].Ans[0] = "ささえます";
Q[220].Ans[1] = "つかえます";
Q[220].Ans[2] = "あつらえます";
Q[220].Ans[3] = "かかえます";
Q[220].comment = "『支える』は『ささえる』と読む。";

Q[221].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両親には〔孝行〕しなければいけませんよ。";
Q[221].Ans[0] = "こうこう";
Q[221].Ans[1] = "こうぎょう";
Q[221].Ans[2] = "こうきょう";
Q[221].Ans[3] = "こうあん";
Q[221].comment = "『孝行』は『こうこう』と読む。";

Q[222].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ボクシングにしては不思議な〔構え〕ですね。";
Q[222].Ans[0] = "かまえ";
Q[222].Ans[1] = "そなえ";
Q[222].Ans[2] = "あまえ";
Q[222].Ans[3] = "てまえ";
Q[222].comment = "『構え』は『かまえ』と読む。";

Q[223].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このトラックは工事用の〔砂利〕を運んでいます。";
Q[223].Ans[0] = "じゃり";
Q[223].Ans[1] = "さり";
Q[223].Ans[2] = "さっり";
Q[223].Ans[3] = "しゃっり";
Q[223].comment = "『砂利』は『じゃり』と読む。";

Q[224].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レモンを〔搾って〕から食べてください。";
Q[224].Ans[0] = "しぼって";
Q[224].Ans[1] = "うがって";
Q[224].Ans[2] = "かじって";
Q[224].Ans[3] = "とって";
Q[224].comment = "『搾る』は『しぼる』と読む。";

Q[225].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>傷口が〔擦れて〕いたいです。";
Q[225].Ans[0] = "すれて";
Q[225].Ans[1] = "あれて";
Q[225].Ans[2] = "ただれて";
Q[225].Ans[3] = "むれて";
Q[225].comment = "『擦る』は『する』または『こする』と読む。";

Q[226].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>遺体は〔雑木林〕の中で発見されました。";
Q[226].Ans[0] = "ぞうきばやし";
Q[226].Ans[1] = "ざつもくりん";
Q[226].Ans[2] = "ざっきりん";
Q[226].Ans[3] = "ぞうもくはやし";
Q[226].comment = "『雑木林』は『ぞうきばやし』と読む。";

Q[227].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女が命を〔削る〕ようにして書いた作品です。";
Q[227].Ans[0] = "けずる";
Q[227].Ans[1] = "へつる";
Q[227].Ans[2] = "あまる";
Q[227].Ans[3] = "こする";
Q[227].comment = "『削る』は『けずる』と読む。";

Q[228].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>無益な〔殺生〕はおやめなさい。";
Q[228].Ans[0] = "せっしょう";
Q[228].Ans[1] = "さっしょう";
Q[228].Ans[2] = "さっせい";
Q[228].Ans[3] = "せっせい";
Q[228].comment = "『殺生』は『せっしょう』と読む。";

Q[229].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>下手な人ほど無駄な〔動作〕が多いものです。";
Q[229].Ans[0] = "どうさ";
Q[229].Ans[1] = "どうさく";
Q[229].Ans[2] = "どんさく";
Q[229].Ans[3] = "とうさく";
Q[229].comment = "『動作』は『どうさ』と読む。";

Q[230].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こんな〔夜更け〕にどこに行くつもりですか？";
Q[230].Ans[0] = "よるさけ";
Q[230].Ans[1] = "よふけ";
Q[230].Ans[2] = "よこけ";
Q[230].Ans[3] = "よあけ";
Q[230].comment = "『夜更け』は『よふけ』と読む。";

Q[231].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>15世紀に〔興った〕文芸について調べています。";
Q[231].Ans[0] = "おこった";
Q[231].Ans[1] = "かまった";
Q[231].Ans[2] = "きそった";
Q[231].Ans[3] = "もとった";
Q[231].comment = "『興った』は『おこった』と読む。";

Q[232].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この港には〔土砂〕を運搬する船が多いです。";
Q[232].Ans[0] = "どしゃ";
Q[232].Ans[1] = "としゃ";
Q[232].Ans[2] = "どさ";
Q[232].Ans[3] = "つちずな";
Q[232].comment = "『土砂』は『どしゃ』と読む。";

Q[233].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>批判の〔矢面〕に立たされている。";
Q[233].Ans[0] = "やおもて";
Q[233].Ans[1] = "やめん";
Q[233].Ans[2] = "しおもて";
Q[233].Ans[3] = "しつめん";
Q[233].comment = "『矢面』は『やおもて』と読む。";

Q[234].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>真面目に学問を〔志す〕若者が減っています。";
Q[234].Ans[0] = "こころざす";
Q[234].Ans[1] = "いかす";
Q[234].Ans[2] = "あかねさす";
Q[234].Ans[3] = "いたらす";
Q[234].comment = "『志す』は『こころざす』と読む。";

Q[235].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>明日、もう一度〔伺います〕。";
Q[235].Ans[0] = "うかがいます";
Q[235].Ans[1] = "あがないます";
Q[235].Ans[2] = "おつかいます";
Q[235].Ans[3] = "あつかいます";
Q[235].comment = "『伺う』は『うかがう』と読む。";

Q[236].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の家に〔居候〕しています。";
Q[236].Ans[0] = "いそうろう";
Q[236].Ans[1] = "きょこう";
Q[236].Ans[2] = "いすわり";
Q[236].Ans[3] = "いなおり";
Q[236].comment = "『居候』は『いそうろう』と読む。";

Q[237].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは〔暗黒〕の国だと言っても良い。";
Q[237].Ans[0] = "あんこく";
Q[237].Ans[1] = "あんぐら";
Q[237].Ans[2] = "くらやみ";
Q[237].Ans[3] = "まっくら";
Q[237].comment = "『暗黒』は『あんこく』と読む。";

Q[238].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>借金の〔返済〕を迫られています。";
Q[238].Ans[0] = "へんさい";
Q[238].Ans[1] = "へんざい";
Q[238].Ans[2] = "へんせい";
Q[238].Ans[3] = "へんぜい";
Q[238].comment = "『返済』は『へんさい』と読む。";

Q[239].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この薬は〔効き目〕がいい。";
Q[239].Ans[0] = "ききめ";
Q[239].Ans[1] = "ときめ";
Q[239].Ans[2] = "あきめ";
Q[239].Ans[3] = "つきめ";
Q[239].comment = "『効き目』は『ききめ』と読む。";

Q[240].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>災害にあった地域の〔復興〕を急がなければならない。";
Q[240].Ans[0] = "ふっこう";
Q[240].Ans[1] = "ふっぎょう";
Q[240].Ans[2] = "ふくこう";
Q[240].Ans[3] = "ふくきょう";
Q[240].comment = "『復興』は『ふっこう』と読む。";

Q[241].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼を〔唆した〕のはどの女だ。";
Q[241].Ans[0] = "そそのかした";
Q[241].Ans[1] = "ほのめかした";
Q[241].Ans[2] = "いたらした";
Q[241].Ans[3] = "ほてらした";
Q[241].comment = "『唆す』は『そそのかす』と読む。";

Q[242].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼がスーツを着ると〔七五三〕みたいですね。";
Q[242].Ans[0] = "しちごさん";
Q[242].Ans[1] = "ななごさん";
Q[242].Ans[2] = "なごみ";
Q[242].Ans[3] = "なないつみ";
Q[242].comment = "『七五三』は『しちごさん』と読む。子供の成長を祝う行事のこと。";

Q[243].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>天気が悪いので洗濯物がまだ〔湿って〕います。";
Q[243].Ans[0] = "しめって";
Q[243].Ans[1] = "したって";
Q[243].Ans[2] = "ぬれって";
Q[243].Ans[3] = "あまって";
Q[243].comment = "『湿る』は『しめる』と読む。";

Q[244].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何を言っても構わないが、〔言質〕はとられるなよ。";
Q[244].Ans[0] = "げんち";
Q[244].Ans[1] = "いいたち";
Q[244].Ans[2] = "こんしつ";
Q[244].Ans[3] = "ごんしつ";
Q[244].comment = "『言質』は『げんち』と読む。〈証拠となる約束の言葉〉の意味。";

Q[245].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚６年目で、ようやく子供を〔授かった〕。";
Q[245].Ans[0] = "さずかって";
Q[245].Ans[1] = "うけとった";
Q[245].Ans[2] = "うかった";
Q[245].Ans[3] = "あずかった";
Q[245].comment = "『授かる』は『さずかる』と読む。";

Q[246].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>幸運は自分で〔手繰り〕寄せるものなんだよ。";
Q[246].Ans[0] = "たぐり";
Q[246].Ans[1] = "てくり";
Q[246].Ans[2] = "しゅくり";
Q[246].Ans[3] = "しゅぐり";
Q[246].comment = "『手繰る』は『たぐる』と読む。";

Q[247].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いくら何でも、戦車に〔素手〕で勝てるわけがないよ。";
Q[247].Ans[0] = "すで";
Q[247].Ans[1] = "そで";
Q[247].Ans[2] = "そしゅ";
Q[247].Ans[3] = "しろうと";
Q[247].comment = "『素手』は『すで』と読む。";

Q[248].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>朝から晩まで〔子守〕では身体が持ちません。";
Q[248].Ans[0] = "こもり";
Q[248].Ans[1] = "こまもる";
Q[248].Ans[2] = "ししゅ";
Q[248].Ans[3] = "こしゅ";
Q[248].comment = "『子守』は『こもり』と読む。";

Q[249].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兄は〔小児科〕の医師です。";
Q[249].Ans[0] = "しょうにか";
Q[249].Ans[1] = "しょうじか";
Q[249].Ans[2] = "こじか";
Q[249].Ans[3] = "こにか";
Q[249].comment = "『小児科』は『しょうにか』と読む。";

Q[250].Quest = "次の文の〔 〕と同じ読みの言葉を選びなさい。<br>３カ国合同の軍事〔演習〕がある。";
Q[250].Ans[0] = "円周";
Q[250].Ans[1] = "観賞";
Q[250].Ans[2] = "報酬";
Q[250].Ans[3] = "観衆";
Q[250].comment = "『演習（えんしゅう）』＝『円周（えんしゅう）』、『観賞（かんしょう）』、『報酬（ほうしゅう）』、『観衆（かんしゅう）』";

Q[251].Quest = "次の文の〔 〕と同じ読みの言葉を選びなさい。<br>女性の〔育児〕の負担を軽減する政策が必要だ。";
Q[251].Ans[0] = "意気地";
Q[251].Ans[1] = "生死";
Q[251].Ans[2] = "格子";
Q[251].Ans[3] = "相似";
Q[251].comment = "『育児（いくじ）』＝『意気地（いくじ）』、『生死（せいし）』、『格子（こうし）』、『相似（そうじ）』";

Q[252].Quest = "次の文の〔 〕と同じ読みの言葉を選びなさい。<br>資金の〔回収〕に成功した。";
Q[252].Ans[0] = "改修";
Q[252].Ans[1] = "解釈";
Q[252].Ans[2] = "講習";
Q[252].Ans[3] = "公衆";
Q[252].comment = "『回収（かいしゅう）』＝は『改修（かいしゅう）』、『講習（こうしゅう）』、『公衆（こうしゅう）』、『解釈（かいしゃく）』";

Q[253].Quest = "次の文の〔 〕と同じ読みの言葉を選びなさい。<br>いつも〔機嫌〕の悪そうな顔をしている。";
Q[253].Ans[0] = "期限";
Q[253].Ans[1] = "危険";
Q[253].Ans[2] = "棄権";
Q[253].Ans[3] = "貢献";
Q[253].comment = "『機嫌（きげん）』＝は『期限（きげん）』、『棄権（きけん）』、『貢献（こうけん）』、『危険（きけん）』";

Q[254].Quest = "次の文の〔 〕と同じ読みの言葉を選びなさい。<br>そこまでいうなら〔証人〕を連れてきてください。";
Q[254].Ans[0] = "承認";
Q[254].Ans[1] = "使用人";
Q[254].Ans[2] = "昇進";
Q[254].Ans[3] = "就任";
Q[254].comment = "『証人（しょうにん）』＝は『承認（しょうにん）』、『使用人（しようにん）』、『昇進（しょうしん）』、『就任（しゅうにん）』";

Q[255].Quest = "次の文の〔 〕と同じ読みの言葉を選びなさい。<br>プレゼント用に〔包装〕してください。";
Q[255].Ans[0] = "放送";
Q[255].Ans[1] = "法則";
Q[255].Ans[2] = "風速";
Q[255].Ans[3] = "封建";
Q[255].comment = "『包装（ほうそう）』＝は『放送（ほうそう）』、『法則（ほうそく）』、『風速（ふうそく）』";

Q[256].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>相次ぐ事故に〔歯止め〕をかけなければならない。";
Q[256].Ans[0] = "はどめ";
Q[256].Ans[1] = "はとめ";
Q[256].Ans[2] = "しとめ";
Q[256].Ans[3] = "しやめ";
Q[256].comment = "『歯止め』は『はどめ』と読む。『歯止めをかける』で〈ものごとを進行させないようにする〉意味。";

Q[257].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>レストランには〔給仕〕を担当する専門のスタッフがいます。";
Q[257].Ans[0] = "きゅうじ";
Q[257].Ans[1] = "きゅうし";
Q[257].Ans[2] = "きゅっし";
Q[257].Ans[3] = "ぎゅうし";
Q[257].comment = "『給仕』は『きゅうじ』と読む。";

Q[258].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一日と八日には農産物の〔市〕が立ちます。";
Q[258].Ans[0] = "いち";
Q[258].Ans[1] = "し";
Q[258].Ans[2] = "しい";
Q[258].Ans[3] = "じ";
Q[258].comment = "『市』は『いち』と読む。ここでは〈市場、マーケット〉の意味。";

Q[259].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>野党は、今回の強行採決について、与党が国会を〔私する〕やり方だと非難している。";
Q[259].Ans[0] = "わたくしする";
Q[259].Ans[1] = "しする";
Q[259].Ans[2] = "わたしする";
Q[259].Ans[3] = "しいする";
Q[259].comment = "『私する』は『わたくしする』と読む。〈公的なものを私的に利用する、勝手な行為をする〉という意味。";

Q[260].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会社側の〔姿勢〕には大きな問題がある。";
Q[260].Ans[0] = "しせい";
Q[260].Ans[1] = "しいせい";
Q[260].Ans[2] = "しっせい";
Q[260].Ans[3] = "しぜい";
Q[260].comment = "『姿勢』は『しせい』と読む。";

Q[261].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>憲法に新しい解釈を〔施す〕べきである。";
Q[261].Ans[0] = "ほどこす";
Q[261].Ans[1] = "もたらす";
Q[261].Ans[2] = "いたらす";
Q[261].Ans[3] = "おびやかす";
Q[261].comment = "『施す』は『ほどこす』と読む。";

Q[262].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どの企業も新たな〔試み〕を始めている。";
Q[262].Ans[0] = "こころみ";
Q[262].Ans[1] = "たくらみ";
Q[262].Ans[2] = "もちこみ";
Q[262].Ans[3] = "おちこみ";
Q[262].comment = "『試み』は『こころみ』と読む。";

Q[263].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>季節の〔詩歌〕を紹介します。";
Q[263].Ans[0] = "しいか";
Q[263].Ans[1] = "しうた";
Q[263].Ans[2] = "しが";
Q[263].Ans[3] = "うたうた";
Q[263].comment = "『詩歌』は『しいか』または『しか』と読む。";

Q[264].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>12月は〔師走〕とよばれます。";
Q[264].Ans[0] = "しわす";
Q[264].Ans[1] = "しそう";
Q[264].Ans[2] = "しいそう";
Q[264].Ans[3] = "しっそう";
Q[264].comment = "『師走』は『しわす』と読む。「12月」の古い呼び方（別名）。";

Q[265].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔殊に〕女性は甘いものが好きだ。";
Q[265].Ans[0] = "ことに";
Q[265].Ans[1] = "とくに";
Q[265].Ans[2] = "おもに";
Q[265].Ans[3] = "つとに";
Q[265].comment = "『殊に』は『ことに』と読む。〈特に、特別に〉の意味。";

Q[266].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>多くのご意見を〔賜り〕、ありがとうございます。";
Q[266].Ans[0] = "たまわり";
Q[266].Ans[1] = "うけたまわり";
Q[266].Ans[2] = "まつわり";
Q[266].Ans[3] = "かしこまり";
Q[266].comment = "『賜る』は『たまわる』と読む。『賜る』は「もらう」の謙譲語。";

Q[267].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔字画〕を省略した書体は読みにくい。";
Q[267].Ans[0] = "じかく";
Q[267].Ans[1] = "じがく";
Q[267].Ans[2] = "じが";
Q[267].Ans[3] = "じっがく";
Q[267].comment = "『字画』は『じかく』と読む。";

Q[268].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>神田くんに〔次いで〕２番目の成績だった。";
Q[268].Ans[0] = "ついで";
Q[268].Ans[1] = "つづいで";
Q[268].Ans[2] = "のぞいで";
Q[268].Ans[3] = "つぎいで";
Q[268].comment = "『次いで』は『ついで』と読む。";

Q[269].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔酒場〕の女になんて、ほれるなよ。";
Q[269].Ans[0] = "さかば";
Q[269].Ans[1] = "さけば";
Q[269].Ans[2] = "しゅじょう";
Q[269].Ans[3] = "しゅば";
Q[269].comment = "『酒場』は『さかば』と読む。";

Q[270].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔自ら〕の経験に基づいていっていることです。";
Q[270].Ans[0] = "みずから";
Q[270].Ans[1] = "おのれら";
Q[270].Ans[2] = "われら";
Q[270].Ans[3] = "もっぱら";
Q[270].comment = "『自ら』は『みずから』と読む。";

Q[271].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供を〔小児科〕に連れて行った。";
Q[271].Ans[0] = "しょうにか";
Q[271].Ans[1] = "しょうじか";
Q[271].Ans[2] = "しょじいか";
Q[271].Ans[3] = "しょうしか";
Q[271].comment = "『小児科』は『しょうにか』と読む。";

Q[272].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>自然を〔慈しむ〕心を養う必要があります。";
Q[272].Ans[0] = "いつくしむ";
Q[272].Ans[1] = "いとおしむ";
Q[272].Ans[2] = "いとしむ";
Q[272].Ans[3] = "いたらしむ";
Q[272].comment = "『慈しむ』は『いつくしむ』と読む。";

Q[273].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>なかなか〔趣〕のある庭ですね。";
Q[273].Ans[0] = "おもむき";
Q[273].Ans[1] = "いき";
Q[273].Ans[2] = "すい";
Q[273].Ans[3] = "さび";
Q[273].comment = "『趣』は『おもむき』と読む。";

Q[274].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>私の希望は〔寿退社〕です。";
Q[274].Ans[0] = "ことぶきたいしゃ";
Q[274].Ans[1] = "じゅたいしゃ";
Q[274].Ans[2] = "ことほぎだいしゃ";
Q[274].Ans[3] = "じゅだいしゃ";
Q[274].comment = "『寿退社』は『ことぶきたいしゃ』と読む。〈結婚をきっかけに仕事を辞める〉という意味の俗語。";

Q[275].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>病気を〔治す〕には強い気持ちが大切です。";
Q[275].Ans[0] = "なおす";
Q[275].Ans[1] = "おこす";
Q[275].Ans[2] = "くだす";
Q[275].Ans[3] = "おさす";
Q[275].comment = "『治す』は『なおす』と読む。";

Q[276].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>川をどう〔治める〕かは大きな課題だ。";
Q[276].Ans[0] = "おさめる";
Q[276].Ans[1] = "なだめる";
Q[276].Ans[2] = "つとめる";
Q[276].Ans[3] = "たかめる";
Q[276].comment = "『治める』は『おさめる』と読む。";

Q[277].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いまさらあなたが〔辞めた〕ところで問題は解決しません。";
Q[277].Ans[0] = "やめた";
Q[277].Ans[1] = "とめた";
Q[277].Ans[2] = "さめた";
Q[277].Ans[3] = "からめた";
Q[277].comment = "『辞める』は『やめる』と読む。";

Q[278].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一体どこで〔歯車〕がくるったのだろう。";
Q[278].Ans[0] = "はぐるま";
Q[278].Ans[1] = "ししゃ";
Q[278].Ans[2] = "しぐるま";
Q[278].Ans[3] = "わくるま";
Q[278].comment = "『歯車』は『はぐるま』と読む。";

Q[279].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>実に的を〔射た〕意見だと思います。";
Q[279].Ans[0] = "いた";
Q[279].Ans[1] = "えた";
Q[279].Ans[2] = "うった";
Q[279].Ans[3] = "おった";
Q[279].comment = "『射る』は『いる』と読む。『的を射る』は〈ポイントを正確につかんでいる〉という意味の慣用表現。";

Q[280].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>情報の〔取捨〕選択が必要でしょう。";
Q[280].Ans[0] = "しゅしゃ";
Q[280].Ans[1] = "しゅっしゃ";
Q[280].Ans[2] = "しゅしゅう";
Q[280].Ans[3] = "しゅうしゅう";
Q[280].comment = "『取捨』は『しゅしゃ』と読む。";

Q[281].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いくら追及しても〔平謝り〕を続けるだけだった。";
Q[281].Ans[0] = "ひらあやまり";
Q[281].Ans[1] = "たいらあやまり";
Q[281].Ans[2] = "へいあやまり";
Q[281].Ans[3] = "ひょうあやまり";
Q[281].comment = "『平謝り』は『ひらあやまり』と読む。〈ただ謝るだけ〉という意味。";

Q[282].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔老若男女〕は問いません。";
Q[282].Ans[0] = "ろうにゃくなんにょ";
Q[282].Ans[1] = "ろうじゃくなんじょ";
Q[282].Ans[2] = "ろうにゃくだんじょ";
Q[282].Ans[3] = "ろうじゃくだんにょ";
Q[282].comment = "『老若男女』は『ろうにゃくなんにょ』または『ろうじゃくだんじょ』と読む。";

Q[283].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大学の先生の仕事は〔子守〕ではない。";
Q[283].Ans[0] = "こもり";
Q[283].Ans[1] = "ししゅ";
Q[283].Ans[2] = "しいしゅ";
Q[283].Ans[3] = "こまもり";
Q[283].comment = "『子守』は『こもり』と読む。";

Q[284].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この薬は〔効き目〕が悪い。";
Q[284].Ans[0] = "ききめ";
Q[284].Ans[1] = "ときめ";
Q[284].Ans[2] = "おきめ";
Q[284].Ans[3] = "つきめ";
Q[284].comment = "『効き目』は『ききめ』と読む。";

Q[285].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔鋼〕のように鍛えられた肉体だ。";
Q[285].Ans[0] = "はがね";
Q[285].Ans[1] = "てつ";
Q[285].Ans[2] = "くがね";
Q[285].Ans[3] = "こがね";
Q[285].comment = "『鋼』は『はがね』と読む。〈鉄、鉄を多く含む金属〉の意味。";

Q[286].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>締め切りは〔再来月〕の25日です。";
Q[286].Ans[0] = "さらいげつ";
Q[286].Ans[1] = "さいらいげつ";
Q[286].Ans[2] = "さいらいがつ";
Q[286].Ans[3] = "おととし";
Q[286].comment = "『再来月』は『さらいげつ』と読む。";

Q[287].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>御返事いただければ〔幸い〕です。";
Q[287].Ans[0] = "さいわい";
Q[287].Ans[1] = "わざわい";
Q[287].Ans[2] = "うれしい";
Q[287].Ans[3] = "つらい";
Q[287].comment = "『幸い』は『さいわい』と読む。";

Q[288].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>それだけは、どうにも〔合点〕がゆきません。";
Q[288].Ans[0] = "がてん";
Q[288].Ans[1] = "ごうてん";
Q[288].Ans[2] = "がっでん";
Q[288].Ans[3] = "がちてん";
Q[288].comment = "『合点』は『がてん』または『がってん』と読む。";

Q[289].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ローマ〔法皇〕の発言に抗議するデモが行なわれている。";
Q[289].Ans[0] = "ほうおう";
Q[289].Ans[1] = "ほうこう";
Q[289].Ans[2] = "ほおう";
Q[289].Ans[3] = "ほこう";
Q[289].comment = "『法皇』は『ほうおう』と読む。『法王』とも書く。";

Q[290].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>少子化によって大学の〔合併〕が続いている。";
Q[290].Ans[0] = "がっぺい";
Q[290].Ans[1] = "ごうへい";
Q[290].Ans[2] = "ごうべい";
Q[290].Ans[3] = "がうべい";
Q[290].comment = "『合併』は『がっぺい』と読む。";

Q[291].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>過激な発言は〔災い〕のもとだよ。";
Q[291].Ans[0] = "わざわい";
Q[291].Ans[1] = "さいわい";
Q[291].Ans[2] = "いさかい";
Q[291].Ans[3] = "あらがい";
Q[291].comment = "『災い』は『わざわい』と読む。";

Q[292].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>子供のくせに〔口紅〕なんてするものじゃない。";
Q[292].Ans[0] = "くちべに";
Q[292].Ans[1] = "こうほう";
Q[292].Ans[2] = "こうほん";
Q[292].Ans[3] = "くちあか";
Q[292].comment = "『口紅』は『くちべに』と読む。";

Q[293].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>町並みの変化を〔克明〕に記録した作品です。";
Q[293].Ans[0] = "こくめい";
Q[293].Ans[1] = "かくめい";
Q[293].Ans[2] = "こっめい";
Q[293].Ans[3] = "こうみょう";
Q[293].comment = "『克明』は『こくめい』と読む。";

Q[294].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>料理では味だけでなく〔彩り〕も大切です。";
Q[294].Ans[0] = "いろどり";
Q[294].Ans[1] = "たかまり";
Q[294].Ans[2] = "あやまり";
Q[294].Ans[3] = "まつわり";
Q[294].comment = "『彩り』は『いろどり』と読む。";

Q[295].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社会の〔荒波〕にもまれながら、懸命に生きています。";
Q[295].Ans[0] = "あらなみ";
Q[295].Ans[1] = "こうは";
Q[295].Ans[2] = "あれなみ";
Q[295].Ans[3] = "ごうは";
Q[295].comment = "『荒波』は『あらなみ』と読む。";

Q[296].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>現代の時計は正確に時を〔刻む〕。";
Q[296].Ans[0] = "きざむ";
Q[296].Ans[1] = "かこむ";
Q[296].Ans[2] = "あつむ";
Q[296].Ans[3] = "なじむ";
Q[296].comment = "『刻む』は『きざむ』と読む。";

Q[297].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>私は〔線香花火〕が好きですね。";
Q[297].Ans[0] = "せんこうはなび";
Q[297].Ans[1] = "せんかはなび";
Q[297].Ans[2] = "せんしょうはなび";
Q[297].Ans[3] = "せんじょうはなび";
Q[297].comment = "『線香』は『せんこう』と読む。";

Q[298].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>畑を〔耕す〕。";
Q[298].Ans[0] = "たがやす";
Q[298].Ans[1] = "おこす";
Q[298].Ans[2] = "つくす";
Q[298].Ans[3] = "なくす";
Q[298].comment = "『耕す』は『たがやす』と読む。";

Q[299].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔今朝〕は寒かったですね。";
Q[299].Ans[0] = "けさ";
Q[299].Ans[1] = "こんあさ";
Q[299].Ans[2] = "きょうさ";
Q[299].Ans[3] = "いまさ";
Q[299].comment = "『今朝』は『けさ』と読む。";

Q[300].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>道路を〔舗装〕する工事をしている。。";
Q[300].Ans[0] = "ほそう";
Q[300].Ans[1] = "ふそう";
Q[300].Ans[2] = "こうそう";
Q[300].Ans[3] = "しゃそう";
Q[300].comment = "『舗装』は『ほそう』と読む。";

Q[301].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>受験生の〔父母〕の方々へのお願いです。";
Q[301].Ans[0] = "ふぼ";
Q[301].Ans[1] = "おば";
Q[301].Ans[2] = "ちはは";
Q[301].Ans[3] = "ふうぼう";
Q[301].comment = "『父母』は『ふぼ』と読む。";

Q[302].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔母性〕とは子供を産み育てる能力のことをいう。";
Q[302].Ans[0] = "ぼせい";
Q[302].Ans[1] = "ふせい";
Q[302].Ans[2] = "ばせい";
Q[302].Ans[3] = "ははせい";
Q[302].comment = "『母性』は『ぼせい』と読む。";

Q[303].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔お母さん〕になったのだから、もっと自覚を持って生きなさい。";
Q[303].Ans[0] = "おかあさん";
Q[303].Ans[1] = "おははさん";
Q[303].Ans[2] = "おばさん";
Q[303].Ans[3] = "おねえさん";
Q[303].comment = "『お母さん』は『おかあさん』と読む。";

Q[304].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>年末には街頭で〔募金〕を求める人が増える。";
Q[304].Ans[0] = "ぼきん";
Q[304].Ans[1] = "ちょきん";
Q[304].Ans[2] = "よきん";
Q[304].Ans[3] = "かきん";
Q[304].comment = "『募金』は『ぼきん』と読む。";

Q[305].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>雑誌の懸賞に〔応募〕した。";
Q[305].Ans[0] = "おうぼ";
Q[305].Ans[1] = "おうえん";
Q[305].Ans[2] = "おういん";
Q[305].Ans[3] = "おうたい";
Q[305].comment = "『応募』は『おうぼ』と読む。";

Q[306].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>じっとしていると不安ばかりが〔募る〕。";
Q[306].Ans[0] = "つのる";
Q[306].Ans[1] = "いのる";
Q[306].Ans[2] = "なのる";
Q[306].Ans[3] = "みのる";
Q[306].comment = "『募る』は『つのる』と読む。";

Q[307].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今でも死んだ恋人を〔慕って〕いる。";
Q[307].Ans[0] = "したって";
Q[307].Ans[1] = "つのって";
Q[307].Ans[2] = "いのって";
Q[307].Ans[3] = "おもって";
Q[307].comment = "『慕う』は『したう』と読む。";

Q[308].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お世話になった先生にお〔歳暮〕を贈った。";
Q[308].Ans[0] = "せいぼ";
Q[308].Ans[1] = "せいぼう";
Q[308].Ans[2] = "せいどう";
Q[308].Ans[3] = "せいど";
Q[308].comment = "『歳暮』は『せいぼ』と読む。";

Q[309].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そんなやり方では日が〔暮れて〕しまうよ。";
Q[309].Ans[0] = "くれて";
Q[309].Ans[1] = "すたれて";
Q[309].Ans[2] = "むれて";
Q[309].Ans[3] = "こがれて";
Q[309].comment = "『暮れる』は『くれる』と読む。";

Q[310].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>みんな元気で〔暮らして〕います。";
Q[310].Ans[0] = "くらして";
Q[310].Ans[1] = "そらして";
Q[310].Ans[2] = "むらして";
Q[310].Ans[3] = "あらして";
Q[310].comment = "『暮らす』は『くらす』と読む。";

Q[311].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>職員室に〔出席簿〕を忘れてきました。";
Q[311].Ans[0] = "しゅっせきぼ";
Q[311].Ans[1] = "しゅっせきひょう";
Q[311].Ans[2] = "しゅっせきしょう";
Q[311].Ans[3] = "しゅっせきふ";
Q[311].comment = "『出席簿』は『しゅっせきぼ』と読む。";

Q[312].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大雨で３人の〔行方〕がわからなくなっている。";
Q[312].Ans[0] = "ゆくえ";
Q[312].Ans[1] = "こうほう";
Q[312].Ans[2] = "ゆきかた";
Q[312].Ans[3] = "いきかた";
Q[312].comment = "『行方』は『ゆくえ』と読む。なお、『行き方』は「ゆきかた」「いきかた」と読む。";

Q[313].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>完全に〔包囲〕されてしまった。";
Q[313].Ans[0] = "ほうい";
Q[313].Ans[1] = "ぼうい";
Q[313].Ans[2] = "ほい";
Q[313].Ans[3] = "ほっい";
Q[313].comment = "『包囲』は『ほうい』と読む。";

Q[314].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大人なのに〔包容力〕がない。";
Q[314].Ans[0] = "ほうようりょく";
Q[314].Ans[1] = "おうようりょく";
Q[314].Ans[2] = "ほうゆうりょく";
Q[314].Ans[3] = "ほうおうりょく";
Q[314].comment = "『包容力』は『ほうようりょく』と読む。";

Q[315].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>肉をレタスで〔包んで〕食べる。";
Q[315].Ans[0] = "つつんで";
Q[315].Ans[1] = "はさんで";
Q[315].Ans[2] = "かこんで";
Q[315].Ans[3] = "なじんで";
Q[315].comment = "『包む』は『つつむ』と読む。";

Q[316].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>郵便局で〔小包〕を送る。";
Q[316].Ans[0] = "こづつみ";
Q[316].Ans[1] = "しょうほう";
Q[316].Ans[2] = "こうほう";
Q[316].Ans[3] = "こばこ";
Q[316].comment = "『小包』は『こづつみ』と読む。";

Q[317].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部屋に〔芳香剤〕を置く。";
Q[317].Ans[0] = "ほうこうざい";
Q[317].Ans[1] = "ほうかざい";
Q[317].Ans[2] = "おうこうざい";
Q[317].Ans[3] = "おうかざい";
Q[317].comment = "『芳香剤』は『ほうこうざい』と読む。";

Q[318].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近、営業の成績が〔芳しく〕ない。";
Q[318].Ans[0] = "かんばしく";
Q[318].Ans[1] = "よろしく";
Q[318].Ans[2] = "なつかしく";
Q[318].Ans[3] = "いさましく";
Q[318].comment = "『芳しい』は『かんばしい』と読む。";

Q[319].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>洋楽もいいですが、〔邦楽〕も悪くないですよ。";
Q[319].Ans[0] = "ほうがく";
Q[319].Ans[1] = "はんがく";
Q[319].Ans[2] = "ばんがく";
Q[319].Ans[3] = "ふうがく";
Q[319].comment = "『邦楽』は『ほうがく』と読む。";

Q[320].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの大臣は自由主義を〔信奉〕しているようだ。";
Q[320].Ans[0] = "しんぽう";
Q[320].Ans[1] = "しんぼう";
Q[320].Ans[2] = "しんぶ";
Q[320].Ans[3] = "しんこう";
Q[320].comment = "『信奉』は『しんぽう』と読む。";

Q[321].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>マスコミによって天才として〔奉られた〕子供は、大抵平凡な人生を歩む。";
Q[321].Ans[0] = "たてまつられた";
Q[321].Ans[1] = "あがめられた";
Q[321].Ans[2] = "いのられた";
Q[321].Ans[3] = "たまわられた";
Q[321].comment = "『奉る』は『たてまつる』と読む。";

Q[322].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この島のどこかに海賊の〔財宝〕が眠っているという。";
Q[322].Ans[0] = "ざいほう";
Q[322].Ans[1] = "ざいぽう";
Q[322].Ans[2] = "ざいぱん";
Q[322].Ans[3] = "ざいふう";
Q[322].comment = "『財宝』は『ざいほう』と読む。";

Q[323].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この温泉につかると〔子宝〕に恵まれるといわれている。";
Q[323].Ans[0] = "こだから";
Q[323].Ans[1] = "しほう";
Q[323].Ans[2] = "こほう";
Q[323].Ans[3] = "したから";
Q[323].comment = "『子宝』は『こだから』と読む。";

Q[324].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年の〔抱負〕を話してください。";
Q[324].Ans[0] = "ほうふ";
Q[324].Ans[1] = "とうふ";
Q[324].Ans[2] = "はいふ";
Q[324].Ans[3] = "こうふ";
Q[324].comment = "『抱負』は『ほうふ』と読む。";

Q[325].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>父親が子供を〔抱いて〕いる。";
Q[325].Ans[0] = "だいて";
Q[325].Ans[1] = "といて";
Q[325].Ans[2] = "ないて";
Q[325].Ans[3] = "おいて";
Q[325].comment = "『抱く』は『だく』と読む。";

Q[326].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>希望を〔抱いて〕生きることが大切です。";
Q[326].Ans[0] = "いだいて";
Q[326].Ans[1] = "そないて";
Q[326].Ans[2] = "ほどいて";
Q[326].Ans[3] = "むくいて";
Q[326].comment = "『抱く』は『いだく』と読む。";

Q[327].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大きな包みを〔抱えて〕いる。";
Q[327].Ans[0] = "かかえて";
Q[327].Ans[1] = "そなえて";
Q[327].Ans[2] = "かまえて";
Q[327].Ans[3] = "つたえて";
Q[327].comment = "『抱える』は『かかえる』と読む。";

Q[328].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国外に〔追放〕する。";
Q[328].Ans[0] = "ついほう";
Q[328].Ans[1] = "ついとう";
Q[328].Ans[2] = "ついふう";
Q[328].Ans[3] = "ついはん";
Q[328].comment = "『追放』は『ついほう』と読む。";

Q[329].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>借金のために車を〔手放した〕。";
Q[329].Ans[0] = "てばなした";
Q[329].Ans[1] = "しゅほうした";
Q[329].Ans[2] = "てはつした";
Q[329].Ans[3] = "しゅっぱつした";
Q[329].comment = "『手放す』は『てばなす』と読む。";

Q[330].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この物質は暗くなると強い光を〔放つ〕。";
Q[330].Ans[0] = "はなつ";
Q[330].Ans[1] = "うつ";
Q[330].Ans[2] = "かこつ";
Q[330].Ans[3] = "はつ";
Q[330].comment = "『放つ』は『はなつ』と読む。";

Q[331].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゴミが異臭を〔放って〕いる。";
Q[331].Ans[0] = "はなって";
Q[331].Ans[1] = "もって";
Q[331].Ans[2] = "おこって";
Q[331].Ans[3] = "なさって";
Q[331].comment = "『放つ』は『はなつ』と読む。";

Q[332].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔法律〕を守らない企業には厳しい罰が必要だ。";
Q[332].Ans[0] = "ほうりつ";
Q[332].Ans[1] = "ほりつ";
Q[332].Ans[2] = "はいりつ";
Q[332].Ans[3] = "はんりつ";
Q[332].comment = "『法律』は『ほうりつ』と読む。";

Q[333].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビールより安いので〔発泡酒〕を買う。";
Q[333].Ans[0] = "はっぽうしゅ";
Q[333].Ans[1] = "ほうほうしゅ";
Q[333].Ans[2] = "ほっほうしゅ";
Q[333].Ans[3] = "はつほうしゅ";
Q[333].comment = "『発泡酒』は『はっぽうしゅ』と読む。";

Q[334].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>資金が集まらなければ、計画自体が〔水泡〕に帰することになる。";
Q[334].Ans[0] = "すいほう";
Q[334].Ans[1] = "みずあわ";
Q[334].Ans[2] = "すいぽう";
Q[334].Ans[3] = "みなあわ";
Q[334].comment = "『水泡』は『すいほう』と読む。「水泡に帰(き)する」で〈すべての努力がむだになる〉という意味の慣用表現。";

Q[335].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ビールの〔泡〕はビールよりも苦い。";
Q[335].Ans[0] = "あわ";
Q[335].Ans[1] = "ほう";
Q[335].Ans[2] = "つぶ";
Q[335].Ans[3] = "しる";
Q[335].comment = "『泡』は『あわ』と読む。";

Q[336].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この薬は〔細胞〕を若返らせます。";
Q[336].Ans[0] = "さいぼう";
Q[336].Ans[1] = "さんほう";
Q[336].Ans[2] = "さいぽう";
Q[336].Ans[3] = "さいばん";
Q[336].comment = "『細胞』は『さいぼう』と読む。";

Q[337].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一流選手の〔年俸〕は一億円を超える。";
Q[337].Ans[0] = "ねんぽう";
Q[337].Ans[1] = "ねんぼう";
Q[337].Ans[2] = "ねんこう";
Q[337].Ans[3] = "ねんとう";
Q[337].comment = "『年俸』は『ねんぽう』と読む。";

Q[338].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>政府は、公務員の〔俸給〕を引き下げる政策を発表した。";
Q[338].Ans[0] = "ほうきゅう";
Q[338].Ans[1] = "ぽうきゅう";
Q[338].Ans[2] = "ぼうきゅう";
Q[338].Ans[3] = "ばいきゅう";
Q[338].comment = "『俸給』は『ほうきゅう』と読む。";

Q[339].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>創作と〔模倣〕には大きな違いがある。";
Q[339].Ans[0] = "もほう";
Q[339].Ans[1] = "ほぼう";
Q[339].Ans[2] = "もそう";
Q[339].Ans[3] = "もぞう";
Q[339].comment = "『模倣』は『もほう』と読む。";

Q[340].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>登山シーズンになると朝日〔連峰〕には多くの登山者が訪れる。";
Q[340].Ans[0] = "れんぽう";
Q[340].Ans[1] = "れんおう";
Q[340].Ans[2] = "れんごう";
Q[340].Ans[3] = "れんぎょう";
Q[340].comment = "『連峰』は『れんぽう』と読む。";

Q[341].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>山の〔峰〕が朝日に輝いている。";
Q[341].Ans[0] = "みね";
Q[341].Ans[1] = "いただき";
Q[341].Ans[2] = "ふもと";
Q[341].Ans[3] = "すそ";
Q[341].comment = "『峰』は『みね』と読む。";

Q[342].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>敵に〔砲撃〕を加える。";
Q[342].Ans[0] = "ほうげき";
Q[342].Ans[1] = "こうげき";
Q[342].Ans[2] = "とつげき";
Q[342].Ans[3] = "げいげき";
Q[342].comment = "『砲撃』は『ほうげき』と読む。";

Q[343].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ベルリンの壁は民衆の力によって〔崩壊〕した。";
Q[343].Ans[0] = "ほうかい";
Q[343].Ans[1] = "はかい";
Q[343].Ans[2] = "こうかい";
Q[343].Ans[3] = "がかい";
Q[343].comment = "『崩壊』は『ほうかい』と読む。";

Q[344].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今日のような天気は〔雪崩〕がおきやすいので注意が必要だ。";
Q[344].Ans[0] = "なだれ";
Q[344].Ans[1] = "みぞれ";
Q[344].Ans[2] = "せきほう";
Q[344].Ans[3] = "しぐれ";
Q[344].comment = "『雪崩』は『なだれ』と読む。";

Q[345].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>大雨で山が〔崩れて〕大きな被害が出た。";
Q[345].Ans[0] = "くずれて";
Q[345].Ans[1] = "こわれて";
Q[345].Ans[2] = "なだれて";
Q[345].Ans[3] = "こぼれて";
Q[345].comment = "『崩れる』は『くずれる』と読む。";

Q[346].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小銭が必要なのでお札を〔崩した〕。";
Q[346].Ans[0] = "くずした";
Q[346].Ans[1] = "なくした";
Q[346].Ans[2] = "さがした";
Q[346].Ans[3] = "かわした";
Q[346].comment = "『崩す』は『くずす』と読む。";

Q[347].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文字は〔崩さず〕に書いてください。";
Q[347].Ans[0] = "くずさず";
Q[347].Ans[1] = "こわざず";
Q[347].Ans[2] = "かかさず";
Q[347].Ans[3] = "あかさず";
Q[347].comment = "『崩す』は『くずす』と読む。";

Q[348].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>母校を〔訪問〕する。";
Q[348].Ans[0] = "ほうもん";
Q[348].Ans[1] = "こうもん";
Q[348].Ans[2] = "とうもん";
Q[348].Ans[3] = "かいもん";
Q[348].comment = "『訪問』は『ほうもん』と読む。";

Q[349].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小鳥のさえずりに春の〔訪れ〕を感じる。";
Q[349].Ans[0] = "おとずれ";
Q[349].Ans[1] = "あこがれ";
Q[349].Ans[2] = "ともあれ";
Q[349].Ans[3] = "ほまれ";
Q[349].comment = "『訪れ』は『おとずれ』と読む。";

Q[350].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の古都を〔訪ねる〕。";
Q[350].Ans[0] = "たずねる";
Q[350].Ans[1] = "おもねる";
Q[350].Ans[2] = "たばねる";
Q[350].Ans[3] = "かさねる";
Q[350].comment = "『訪ねる』は『たずねる』と読む。";

Q[351].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結果は〔報告書〕を参照してください。";
Q[351].Ans[0] = "ほうこくしょ";
Q[351].Ans[1] = "ほんこくしょ";
Q[351].Ans[2] = "はいこくしょ";
Q[351].Ans[3] = "こうこくしょ";
Q[351].comment = "『報告書』は『ほうこくしょ』と読む。";

Q[352].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結果を出してくれれば〔報酬〕は弾むつもりだ。";
Q[352].Ans[0] = "ほうしゅう";
Q[352].Ans[1] = "こうしゅう";
Q[352].Ans[2] = "おうしゅう";
Q[352].Ans[3] = "かんしゅう";
Q[352].comment = "『報酬』は『ほうしゅう』と読む。";

Q[353].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>恩に〔報いる〕ために必死に働く。";
Q[353].Ans[0] = "むくいる";
Q[353].Ans[1] = "なみいる";
Q[353].Ans[2] = "おちいる";
Q[353].Ans[3] = "しみいる";
Q[353].comment = "『報いる』は『むくいる』と読む。";

Q[354].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きれいな水が〔豊富〕にある。";
Q[354].Ans[0] = "ほうふ";
Q[354].Ans[1] = "ぼうふ";
Q[354].Ans[2] = "おうふ";
Q[354].Ans[3] = "とうふ";
Q[354].comment = "『豊富』は『ほうふ』と読む。";

Q[355].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は〔豊作〕だ。";
Q[355].Ans[0] = "ほうさく";
Q[355].Ans[1] = "ぽうさく";
Q[355].Ans[2] = "ぼんさく";
Q[355].Ans[3] = "とうさく";
Q[355].comment = "『豊作』は『ほうさく』と読む。";

Q[356].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>できれば〔豊かな〕生活をしたいものです。";
Q[356].Ans[0] = "ゆたかな";
Q[356].Ans[1] = "おだやかな";
Q[356].Ans[2] = "なごやかな";
Q[356].Ans[3] = "おごそかな";
Q[356].comment = "『豊かだ』は『ゆたかだ』と読む。";

Q[357].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人口が増えすぎて〔飽和〕状態だ。";
Q[357].Ans[0] = "ほうわ";
Q[357].Ans[1] = "ゆうわ";
Q[357].Ans[2] = "こうわ";
Q[357].Ans[3] = "かんわ";
Q[357].comment = "『飽和』は『ほうわ』と読む。";

Q[358].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そろそろ君にも〔飽きて〕きたよ。";
Q[358].Ans[0] = "あきて";
Q[358].Ans[1] = "つきて";
Q[358].Ans[2] = "ぼけて";
Q[358].Ans[3] = "おきて";
Q[358].comment = "『飽きる』は『あきる』と読む。";

Q[359].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その話は聞き〔飽きた〕。";
Q[359].Ans[0] = "あきた";
Q[359].Ans[1] = "おきた";
Q[359].Ans[2] = "ききた";
Q[359].Ans[3] = "つきた";
Q[359].comment = "『飽きる』は『あきる』と読む。";

Q[360].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>良い子にはご〔褒美〕をあげるよ。";
Q[360].Ans[0] = "ほうび";
Q[360].Ans[1] = "こうび";
Q[360].Ans[2] = "とうび";
Q[360].Ans[3] = "そうび";
Q[360].comment = "『褒美』は『ほうび』と読む。";

Q[361].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>先生に〔褒められ〕ました。";
Q[361].Ans[0] = "ほめられ";
Q[361].Ans[1] = "はめられ";
Q[361].Ans[2] = "とめられ";
Q[361].Ans[3] = "なめられ";
Q[361].comment = "『褒める』は『ほめる』と読む。";

Q[362].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>傷口を〔縫合〕する。";
Q[362].Ans[0] = "ほうごう";
Q[362].Ans[1] = "おうごう";
Q[362].Ans[2] = "けつごう";
Q[362].Ans[3] = "そうごう";
Q[362].comment = "『縫合』は『ほうごう』と読む。";

Q[363].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ケガをして３針〔縫った〕。";
Q[363].Ans[0] = "ぬった";
Q[363].Ans[1] = "あった";
Q[363].Ans[2] = "ほった";
Q[363].Ans[3] = "とった";
Q[363].comment = "『縫う』は『ぬう』と読む。";

Q[364].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ロシアからイギリスに〔亡命〕する。";
Q[364].Ans[0] = "ぼうめい";
Q[364].Ans[1] = "おうめい";
Q[364].Ans[2] = "ぞうめい";
Q[364].Ans[3] = "とうめい";
Q[364].comment = "『亡命』は『ぼうめい』と読む。";

Q[365].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>国家〔存亡〕の危機にあって、政治的な駆け引きをするとは不道徳だ。";
Q[365].Ans[0] = "そんぼう";
Q[365].Ans[1] = "そんもう";
Q[365].Ans[2] = "そんこう";
Q[365].Ans[3] = "そんどう";
Q[365].comment = "『存亡』は『そんぼう』と読む。";

Q[366].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>社長の娘さんが〔亡くなられた〕そうです。";
Q[366].Ans[0] = "なくなられた";
Q[366].Ans[1] = "こくなられた";
Q[366].Ans[2] = "おくなられた";
Q[366].Ans[3] = "とくなられた";
Q[366].comment = "『亡くなる』は『なくなる』と読む。";

Q[367].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>鉄分の〔欠乏〕によって生じる病気です。";
Q[367].Ans[0] = "けつぼう";
Q[367].Ans[1] = "けつおう";
Q[367].Ans[2] = "けつごう";
Q[367].Ans[3] = "けつぞう";
Q[367].comment = "『欠乏』は『けつぼう』と読む。";

Q[368].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本は資源が〔乏しい〕国だ。";
Q[368].Ans[0] = "とぼしい";
Q[368].Ans[1] = "まずしい";
Q[368].Ans[2] = "いやしい";
Q[368].Ans[3] = "おかしい";
Q[368].comment = "『乏しい』は『とぼしい』と読む。";

Q[369].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夏休みなどの〔繁忙期〕には料金がアップします。";
Q[369].Ans[0] = "はんぼうき";
Q[369].Ans[1] = "はんおうき";
Q[369].Ans[2] = "はんのうき";
Q[369].Ans[3] = "はんじょうき";
Q[369].comment = "『繁忙期』は『はんぼうき』と読む。";

Q[370].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>所長は相変わらず〔多忙〕のようです。";
Q[370].Ans[0] = "たぼう";
Q[370].Ans[1] = "たおう";
Q[370].Ans[2] = "たよう";
Q[370].Ans[3] = "たそう";
Q[370].comment = "『多忙』は『たぼう』と読む。";

Q[371].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔忙し〕すぎて寝る時間もありません。";
Q[371].Ans[0] = "いそがし";
Q[371].Ans[1] = "とぼし";
Q[371].Ans[2] = "まずし";
Q[371].Ans[3] = "さわがし";
Q[371].comment = "『忙しい』は『いそがしい』と読む。";

Q[372].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>頭を〔坊主〕にする。";
Q[372].Ans[0] = "ぼうず";
Q[372].Ans[1] = "じょうず";
Q[372].Ans[2] = "おうず";
Q[372].Ans[3] = "こうず";
Q[372].comment = "『坊主』は『ぼうず』と読む。";

Q[373].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎日〔寝坊〕するなんて、心がたるんでいる証拠だ。";
Q[373].Ans[0] = "ねぼう";
Q[373].Ans[1] = "ねぞう";
Q[373].Ans[2] = "ねおう";
Q[373].Ans[3] = "ねのう";
Q[373].comment = "『寝坊』は『ねぼう』と読む。";

Q[374].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>授業を〔妨害〕するくらいなら、寝ていてくれた方が良い。";
Q[374].Ans[0] = "ぼうがい";
Q[374].Ans[1] = "ほうがい";
Q[374].Ans[2] = "そうがい";
Q[374].Ans[3] = "こうがい";
Q[374].comment = "『妨害』は『ぼうがい』と読む。";

Q[375].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>円滑な運営の〔妨げ〕となる行為は禁止します。";
Q[375].Ans[0] = "さまたげ";
Q[375].Ans[1] = "あてにげ";
Q[375].Ans[2] = "かつあげ";
Q[375].Ans[3] = "そこあげ";
Q[375].comment = "『妨げ』は『さまたげ』と読む。";

Q[376].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔忘却〕こそ幸せの条件です。";
Q[376].Ans[0] = "ぼうきゃく";
Q[376].Ans[1] = "ほうきゃく";
Q[376].Ans[2] = "ほんきゃく";
Q[376].Ans[3] = "ほっきゃく";
Q[376].comment = "『忘却』は『ぼうきゃく』と読む。";

Q[377].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近大事なことをよく〔忘れ〕ます。";
Q[377].Ans[0] = "わすれ";
Q[377].Ans[1] = "おそれ";
Q[377].Ans[2] = "のがれ";
Q[377].Ans[3] = "まぬがれ";
Q[377].comment = "『忘れる』は『わすれる』と読む。";

Q[378].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>攻撃は最大の〔防御〕です。";
Q[378].Ans[0] = "ぼうぎょ";
Q[378].Ans[1] = "ほうぎょ";
Q[378].Ans[2] = "そうぎょ";
Q[378].Ans[3] = "おうぎょ";
Q[378].comment = "『防御』は『ぼうぎょ』と読む。";

Q[379].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>増水で〔堤防〕が決壊した。";
Q[379].Ans[0] = "ていぼう";
Q[379].Ans[1] = "ていこう";
Q[379].Ans[2] = "ていぞう";
Q[379].Ans[3] = "ていおう";
Q[379].comment = "『堤防』は『ていぼう』と読む。";

Q[380].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これだけ敵が多くては〔防ぎ〕ようがない。";
Q[380].Ans[0] = "ふせぎ";
Q[380].Ans[1] = "そよぎ";
Q[380].Ans[2] = "かせぎ";
Q[380].Ans[3] = "またぎ";
Q[380].comment = "『防ぐ』は『ふせぐ』と読む。";

Q[381].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>少し〔冷房〕が効きすぎています。";
Q[381].Ans[0] = "れいぼう";
Q[381].Ans[1] = "れいほう";
Q[381].Ans[2] = "れいとう";
Q[381].Ans[3] = "れいぞう";
Q[381].comment = "『冷房』は『れいぼう』と読む。";

Q[382].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>凶悪犯は〔独房〕に入れる。";
Q[382].Ans[0] = "どくぼう";
Q[382].Ans[1] = "どくおう";
Q[382].Ans[2] = "どくのう";
Q[382].Ans[3] = "どくこう";
Q[382].comment = "『独房』は『どくぼう』と読む。";

Q[383].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ブドウの〔房〕は上の方が甘い。";
Q[383].Ans[0] = "ふさ";
Q[383].Ans[1] = "ぼう";
Q[383].Ans[2] = "ほう";
Q[383].Ans[3] = "かたまり";
Q[383].comment = "『房』は『ふさ』と読む。";

Q[384].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>このミルクは〔脂肪〕をカットしてあります。";
Q[384].Ans[0] = "しぼう";
Q[384].Ans[1] = "しもう";
Q[384].Ans[2] = "しどう";
Q[384].Ans[3] = "しこう";
Q[384].comment = "『脂肪』は『しぼう』と読む。";

Q[385].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>グループのメンバーが都内〔某所〕に集結した。";
Q[385].Ans[0] = "ぼうしょ";
Q[385].Ans[1] = "どうしょ";
Q[385].Ans[2] = "ごうしょ";
Q[385].Ans[3] = "ぞうしょ";
Q[385].comment = "『某所』は『ぼうしょ』と読む。";

Q[386].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔某氏〕に聞いた話です。";
Q[386].Ans[0] = "ぼうし";
Q[386].Ans[1] = "おうし";
Q[386].Ans[2] = "こうし";
Q[386].Ans[3] = "そうし";
Q[386].comment = "『某氏』は『ぼうし』と読む。";

Q[387].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔冒頭〕に述べたように、問題は未解決なのである。";
Q[387].Ans[0] = "ぼうとう";
Q[387].Ans[1] = "おうとう";
Q[387].Ans[2] = "こうとう";
Q[387].Ans[3] = "ちんとう";
Q[387].comment = "『冒頭』は『ぼうとう』と読む。";

Q[388].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚は〔冒険〕のようなものですね。";
Q[388].Ans[0] = "ぼうけん";
Q[388].Ans[1] = "こうけん";
Q[388].Ans[2] = "そうけん";
Q[388].Ans[3] = "とうけん";
Q[388].comment = "『冒険』は『ぼうけん』と読む。";

Q[389].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>校長先生はガンに〔冒されて〕いる。";
Q[389].Ans[0] = "おかされて";
Q[389].Ans[1] = "まかされて";
Q[389].Ans[2] = "せかされて";
Q[389].Ans[3] = "ほかされて";
Q[389].comment = "『冒す』は『おかす』と読む。";

Q[390].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>危険を〔冒して〕探索を続ける。";
Q[390].Ans[0] = "おかして";
Q[390].Ans[1] = "まかして";
Q[390].Ans[2] = "ぼかして";
Q[390].Ans[3] = "あかして";
Q[390].comment = "『冒す』は『おかす』と読む。";

Q[391].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>死因は〔解剖〕しなければわかりません。";
Q[391].Ans[0] = "かいぼう";
Q[391].Ans[1] = "かいばい";
Q[391].Ans[2] = "かいぞう";
Q[391].Ans[3] = "かいごう";
Q[391].comment = "『解剖』は『かいぼう』と読む。";

Q[392].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昔は〔紡績〕工場で栄えていました。";
Q[392].Ans[0] = "ぼうせき";
Q[392].Ans[1] = "こうせき";
Q[392].Ans[2] = "とうせき";
Q[392].Ans[3] = "ぞうせき";
Q[392].comment = "『紡績』は『ぼうせき』と読む。";

Q[393].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>糸を〔紡ぐ〕のはたいへんな仕事だった。";
Q[393].Ans[0] = "つむぐ";
Q[393].Ans[1] = "そよぐ";
Q[393].Ans[2] = "ふせぐ";
Q[393].Ans[3] = "のぞく";
Q[393].comment = "『紡ぐ』は『つむぐ』と読む。";

Q[394].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔望郷〕の想いに駆られる。";
Q[394].Ans[0] = "ぼうきょう";
Q[394].Ans[1] = "のうきょう";
Q[394].Ans[2] = "ぞうきょう";
Q[394].Ans[3] = "こうきょう";
Q[394].comment = "『望郷』は『ぼうきょう』と読む。";

Q[395].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生はまったく〔人望〕がない。";
Q[395].Ans[0] = "じんぼう";
Q[395].Ans[1] = "じんもう";
Q[395].Ans[2] = "じんこう";
Q[395].Ans[3] = "じんぞう";
Q[395].comment = "『人望』は『じんぼう』と読む。";

Q[396].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ここで死ぬなら〔本望〕だ。";
Q[396].Ans[0] = "ほんもう";
Q[396].Ans[1] = "ほんぼう";
Q[396].Ans[2] = "ほんのう";
Q[396].Ans[3] = "ほんごう";
Q[396].comment = "『本望』は『ほんもう』と読む。";

Q[397].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>何をご〔所望〕ですか。";
Q[397].Ans[0] = "しょもう";
Q[397].Ans[1] = "しょぼう";
Q[397].Ans[2] = "しょこう";
Q[397].Ans[3] = "しょぞう";
Q[397].comment = "『所望』は『しょもう』と読む。多く「ご所望」の形で使う。";

Q[398].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>こちらが御〔所望〕の品です。";
Q[398].Ans[0] = "しょもう";
Q[398].Ans[1] = "しょぼう";
Q[398].Ans[2] = "しょぞう";
Q[398].Ans[3] = "しょのう";
Q[398].comment = "『所望』は『しょもう』と読む。多く「ご所望」の形で使う。";

Q[399].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だから〔お坊ちゃん〕なんだよ。";
Q[399].Ans[0] = "おぼっちゃん";
Q[399].Ans[1] = "おぼうちゃん";
Q[399].Ans[2] = "おぼちゃん";
Q[399].Ans[3] = "おぼんちゃん";
Q[399].comment = "『お坊ちゃん』は『おぼっちゃん』と読む。";

Q[400].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>その議論は〔不毛〕ですね。";
Q[400].Ans[0] = "ふもう";
Q[400].Ans[1] = "ふけ";
Q[400].Ans[2] = "ふげ";
Q[400].Ans[3] = "ふこう";
Q[400].comment = "『不毛』は『ふもう』と読む。";

Q[401].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔毛細血管〕から出血しています。";
Q[401].Ans[0] = "もうさいけっかん";
Q[401].Ans[1] = "こうさいけっけん";
Q[401].Ans[2] = "けさいけっかん";
Q[401].Ans[3] = "けいさいけっかん";
Q[401].comment = "『毛細血管』は『もうさいけっかん』と読む。";

Q[402].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>最近〔抜け毛〕が多い。";
Q[402].Ans[0] = "ぬけげ";
Q[402].Ans[1] = "ぬけもう";
Q[402].Ans[2] = "ぬけけ";
Q[402].Ans[3] = "ぬけこう";
Q[402].comment = "『抜け毛』は『ぬけげ』と読む。";

Q[403].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いやらしい〔妄想〕はおやめなさい。";
Q[403].Ans[0] = "もうそう";
Q[403].Ans[1] = "こうそう";
Q[403].Ans[2] = "めいそん";
Q[403].Ans[3] = "かんそう";
Q[403].comment = "『妄想』は『もうそう』と読む。";

Q[404].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>文字が読めない人を〔文盲〕という。";
Q[404].Ans[0] = "もんもう";
Q[404].Ans[1] = "もんこう";
Q[404].Ans[2] = "もんめくら";
Q[404].Ans[3] = "もんぜん";
Q[404].comment = "『文盲』は『もんもう』と読む。";

Q[405].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカに〔盲従〕するような政府はいらない。";
Q[405].Ans[0] = "もうじゅう";
Q[405].Ans[1] = "めいじゅう";
Q[405].Ans[2] = "ついじゅう";
Q[405].Ans[3] = "かいじゅう";
Q[405].comment = "『盲従』は『もうじゅう』と読む。";

Q[406].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>物理的に〔消耗〕が激しい。";
Q[406].Ans[0] = "しょうもう";
Q[406].Ans[1] = "しょうこう";
Q[406].Ans[2] = "しょうめい";
Q[406].Ans[3] = "しょうかん";
Q[406].comment = "『消耗』は『しょうもう』と読む。";

Q[407].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台風で〔猛烈〕な風邪が吹いている。";
Q[407].Ans[0] = "もうれつ";
Q[407].Ans[1] = "こうれつ";
Q[407].Ans[2] = "まいれつ";
Q[407].Ans[3] = "どうれつ";
Q[407].comment = "『猛烈』は『もうれつ』と読む。";

Q[408].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは血に飢えた〔猛獣〕のような国だ。";
Q[408].Ans[0] = "もうじゅう";
Q[408].Ans[1] = "かいじゅう";
Q[408].Ans[2] = "こうじゅう";
Q[408].Ans[3] = "せいじゅう";
Q[408].comment = "『猛獣』は『もうじゅう』と読む。";

Q[409].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>この患者は〔網膜〕に異常が見られる。";
Q[409].Ans[0] = "もうまく";
Q[409].Ans[1] = "こうまく";
Q[409].Ans[2] = "けつまく";
Q[409].Ans[3] = "おうまく";
Q[409].comment = "『網膜』は『もうまく』と読む。";

Q[410].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>戦争で〔通信網〕が破壊された。";
Q[410].Ans[0] = "つうしんもう";
Q[410].Ans[1] = "つうしんぼ";
Q[410].Ans[2] = "つうしんあみ";
Q[410].Ans[3] = "つうしんこう";
Q[410].comment = "『通信網』は『つうしんもう』と読む。";

Q[411].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地下鉄が〔網の目〕のように走っている。";
Q[411].Ans[0] = "あみのめ";
Q[411].Ans[1] = "もうのめ";
Q[411].Ans[2] = "つなのめ";
Q[411].Ans[3] = "こうのめ";
Q[411].comment = "『網の目』は『あみのめ』と読む。";

Q[412].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夏は〔網戸〕をしないと蚊が入ってくる。";
Q[412].Ans[0] = "あみど";
Q[412].Ans[1] = "こうど";
Q[412].Ans[2] = "もうど";
Q[412].Ans[3] = "つなど";
Q[412].comment = "『網戸』は『あみど』と読む。";

Q[413].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>試験が〔目前〕に迫っている。";
Q[413].Ans[0] = "もくぜん";
Q[413].Ans[1] = "めぜん";
Q[413].Ans[2] = "がんぜん";
Q[413].Ans[3] = "めんぜん";
Q[413].comment = "『目前』は『もくぜん』と読む。";

Q[414].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>いつも〔目立つ〕服装をしている。";
Q[414].Ans[0] = "めだつ";
Q[414].Ans[1] = "もくだつ";
Q[414].Ans[2] = "みだつ";
Q[414].Ans[3] = "ぼくだつ";
Q[414].comment = "『目立つ』は『めだつ』と読む。";

Q[415].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>帽子を〔目深〕にかぶっている。";
Q[415].Ans[0] = "まぶか";
Q[415].Ans[1] = "めぶか";
Q[415].Ans[2] = "もくぶか";
Q[415].Ans[3] = "みぶか";
Q[415].comment = "『目深』は『まぶか』と読む。";

Q[416].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>惨事を〔目〕の当たりにする。";
Q[416].Ans[0] = "ま";
Q[416].Ans[1] = "め";
Q[416].Ans[2] = "もく";
Q[416].Ans[3] = "ぼく";
Q[416].comment = "『目の当たり』は『まのあたり』と読む。";

Q[417].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>批判を一切〔黙殺〕する。";
Q[417].Ans[0] = "もくさつ";
Q[417].Ans[1] = "まくさつ";
Q[417].Ans[2] = "かんさつ";
Q[417].Ans[3] = "こくさつ";
Q[417].comment = "『黙殺』は『もくさつ』と読む。";

Q[418].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そのへんは〔暗黙〕の了解ということです。";
Q[418].Ans[0] = "あんもく";
Q[418].Ans[1] = "あんまく";
Q[418].Ans[2] = "あんこく";
Q[418].Ans[3] = "あんめい";
Q[418].comment = "『暗黙』は『あんもく』と読む。";

Q[419].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>重苦しい〔沈黙〕の時間が流れた。";
Q[419].Ans[0] = "ちんもく";
Q[419].Ans[1] = "ちんぼつ";
Q[419].Ans[2] = "ちんこく";
Q[419].Ans[3] = "ちんめつ";
Q[419].comment = "『沈黙』は『ちんもく』と読む。";

Q[420].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>授業中には〔黙り〕なさい。";
Q[420].Ans[0] = "だまり";
Q[420].Ans[1] = "わかり";
Q[420].Ans[2] = "しかり";
Q[420].Ans[3] = "さかり";
Q[420].comment = "『黙る』は『だまる』と読む。";

Q[421].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外国人にも〔門戸〕を開く。";
Q[421].Ans[0] = "もんこ";
Q[421].Ans[1] = "かどこ";
Q[421].Ans[2] = "もうこ";
Q[421].Ans[3] = "かんこ";
Q[421].comment = "『門戸』は『もんこ』と読む。";

Q[422].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>お正月には〔門松〕を飾ります。";
Q[422].Ans[0] = "かどまつ";
Q[422].Ans[1] = "もんまつ";
Q[422].Ans[2] = "もうまつ";
Q[422].Ans[3] = "とうまつ";
Q[422].comment = "『門松』は『かどまつ』と読む。";

Q[423].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>笑う〔門〕には福来る。";
Q[423].Ans[0] = "かど";
Q[423].Ans[1] = "もん";
Q[423].Ans[2] = "かん";
Q[423].Ans[3] = "せき";
Q[423].comment = "『門』は『かど』と読む。「笑う門には福来る」は笑顔で暮せば幸せもやってくるという意味のことわざ。";

Q[424].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯人の〔指紋〕を採取する。";
Q[424].Ans[0] = "しもん";
Q[424].Ans[1] = "しこう";
Q[424].Ans[2] = "しじょう";
Q[424].Ans[3] = "しせん";
Q[424].comment = "『指紋』は『しもん』と読む。";

Q[425].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>結婚式では〔紋付〕を来た。";
Q[425].Ans[0] = "もんつき";
Q[425].Ans[1] = "もうつき";
Q[425].Ans[2] = "こうつき";
Q[425].Ans[3] = "しょうつき";
Q[425].comment = "『紋付』は『もんつき』と読む。";

Q[426].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>外務大臣の発言が〔波紋〕を広げている。";
Q[426].Ans[0] = "はもん";
Q[426].Ans[1] = "はこう";
Q[426].Ans[2] = "はじょう";
Q[426].Ans[3] = "はたん";
Q[426].comment = "『波紋』は『はもん』と読む。";

Q[427].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>研究室を〔訪問〕する。";
Q[427].Ans[0] = "ほうもん";
Q[427].Ans[1] = "ほうかん";
Q[427].Ans[2] = "ほうめん";
Q[427].Ans[3] = "ほうとう";
Q[427].comment = "『訪問』は『ほうもん』と読む。";

Q[428].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本の未来について〔問う〕。";
Q[428].Ans[0] = "とう";
Q[428].Ans[1] = "うれう";
Q[428].Ans[2] = "まう";
Q[428].Ans[3] = "かう";
Q[428].comment = "『問う』は『とう』と読む。";

Q[429].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>実家は着物の〔問屋〕です。";
Q[429].Ans[0] = "とうや";
Q[429].Ans[1] = "もんや";
Q[429].Ans[2] = "せきや";
Q[429].Ans[3] = "かんや";
Q[429].comment = "『問屋』は『とんや』と読む。";

Q[430].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>作業は〔深夜〕にまで及んだ。";
Q[430].Ans[0] = "しんや";
Q[430].Ans[1] = "しんよ";
Q[430].Ans[2] = "しんよる";
Q[430].Ans[3] = "しんよう";
Q[430].comment = "『深夜』は『しんや』と読む。";

Q[431].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼は〔昼夜〕を問わずに働いた。";
Q[431].Ans[0] = "ちゅうや";
Q[431].Ans[1] = "ちゅうよる";
Q[431].Ans[2] = "ひるばん";
Q[431].Ans[3] = "ちゅうよ";
Q[431].comment = "『昼夜』は『ちゅうや』と読む。";

Q[432].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔夜風〕に当ると風邪をひくよ。";
Q[432].Ans[0] = "よかぜ";
Q[432].Ans[1] = "よるかぜ";
Q[432].Ans[2] = "やかぜ";
Q[432].Ans[3] = "ようふう";
Q[432].comment = "『夜風』は『よかぜ』と読む。";

Q[433].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今夜は〔月夜〕ですね。";
Q[433].Ans[0] = "つきよ";
Q[433].Ans[1] = "つきや";
Q[433].Ans[2] = "つきよる";
Q[433].Ans[3] = "げつや";
Q[433].comment = "『月夜』は『つきよ』と読む。";

Q[434].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>朝から〔夜〕まで歯遊んでいる。";
Q[434].Ans[0] = "よる";
Q[434].Ans[1] = "ばん";
Q[434].Ans[2] = "くれ";
Q[434].Ans[3] = "ころ";
Q[434].comment = "『夜』は『よる』と読む。";

Q[435].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どのような〔分野〕に関心がありますか？";
Q[435].Ans[0] = "ぶんや";
Q[435].Ans[1] = "ぶんの";
Q[435].Ans[2] = "ぶんし";
Q[435].Ans[3] = "ぶんえ";
Q[435].comment = "『分野』は『ぶんや』と読む。";

Q[436].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>暴走族を〔野放し〕にはできない。";
Q[436].Ans[0] = "のばなし";
Q[436].Ans[1] = "やばなし";
Q[436].Ans[2] = "えばなし";
Q[436].Ans[3] = "こばなし";
Q[436].comment = "『野放し』は『のばなし』と読む。";

Q[437].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きれいな〔野原〕ですね。";
Q[437].Ans[0] = "のはら";
Q[437].Ans[1] = "やはら";
Q[437].Ans[2] = "たはら";
Q[437].Ans[3] = "こはら";
Q[437].comment = "『野原』は『のはら』と読む。";

Q[438].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今年は〔厄年〕だから身体に気をつけなければいけない。";
Q[438].Ans[0] = "やくどし";
Q[438].Ans[1] = "わくどし";
Q[438].Ans[2] = "さくどく";
Q[438].Ans[3] = "えきどし";
Q[438].comment = "『厄年』は『やくどし』と読む。";

Q[439].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これからどんな〔災厄〕があるかわからない。";
Q[439].Ans[0] = "さいやく";
Q[439].Ans[1] = "さいえき";
Q[439].Ans[2] = "さいこう";
Q[439].Ans[3] = "さいえん";
Q[439].comment = "『災厄』は『さいやく』と読む。";

Q[440].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>そろぞれの〔役目〕をきちんと果たすようにしなさい。";
Q[440].Ans[0] = "やくめ";
Q[440].Ans[1] = "えきめ";
Q[440].Ans[2] = "おくめ";
Q[440].Ans[3] = "わきめ";
Q[440].comment = "『役目』は『やくめ』と読む。";

Q[441].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>非軍事的な〔役務〕で海外に派遣された。";
Q[441].Ans[0] = "えきむ";
Q[441].Ans[1] = "やくむ";
Q[441].Ans[2] = "わくむ";
Q[441].Ans[3] = "さくむ";
Q[441].comment = "『役務』は『えきむ』と読む。";

Q[442].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>台湾には〔兵役〕の制度がある。";
Q[442].Ans[0] = "へいえき";
Q[442].Ans[1] = "へいやく";
Q[442].Ans[2] = "へいさく";
Q[442].Ans[3] = "へいたん";
Q[442].comment = "『兵役』は『へいえき』と読む。";

Q[443].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>生活を〔節約〕してもお金が貯まらない。";
Q[443].Ans[0] = "せつやく";
Q[443].Ans[1] = "せつよう";
Q[443].Ans[2] = "せつわく";
Q[443].Ans[3] = "せっよう";
Q[443].comment = "『節約』は『せつやく』と読む。";

Q[444].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>だれか〔通訳〕してください。";
Q[444].Ans[0] = "つうやく";
Q[444].Ans[1] = "つうえき";
Q[444].Ans[2] = "つうせき";
Q[444].Ans[3] = "つうよう";
Q[444].comment = "『通訳』は『つうやく』と読む。";

Q[445].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>支払いの〔内訳〕を報告しなさい。";
Q[445].Ans[0] = "うちわけ";
Q[445].Ans[1] = "うちやく";
Q[445].Ans[2] = "うちえき";
Q[445].Ans[3] = "うちよう";
Q[445].comment = "『内訳』は『うちわけ』と読む。";

Q[446].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あれだけ〔約束〕したのに。";
Q[446].Ans[0] = "やくそく";
Q[446].Ans[1] = "ようそく";
Q[446].Ans[2] = "やんそく";
Q[446].Ans[3] = "やっそく";
Q[446].comment = "『約束』は『やくそく』と読む。";

Q[447].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>薬局で〔薬剤師〕に相談する。";
Q[447].Ans[0] = "やくざいし";
Q[447].Ans[1] = "ようざいし";
Q[447].Ans[2] = "えきざいし";
Q[447].Ans[3] = "らくざいし";
Q[447].comment = "『薬剤師』は『やくざいし』と読む。";

Q[448].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>花火の〔火薬〕だって危険には違いありません。";
Q[448].Ans[0] = "かやく";
Q[448].Ans[1] = "かたく";
Q[448].Ans[2] = "かおく";
Q[448].Ans[3] = "からく";
Q[448].comment = "『火薬』は『かやく』と読む。";

Q[449].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>風邪で〔飲み薬〕を服用している。";
Q[449].Ans[0] = "のみぐすり";
Q[449].Ans[1] = "のみやく";
Q[449].Ans[2] = "のみらく";
Q[449].Ans[3] = "のみこな";
Q[449].comment = "『飲み薬』は『のみぐすり』と読む。";

Q[450].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>川を〔小舟〕で下る。";
Q[450].Ans[0] = "こぶね";
Q[450].Ans[1] = "こしゅう";
Q[450].Ans[2] = "こせん";
Q[450].Ans[3] = "こふな";
Q[450].comment = "『小舟』は『こぶね』と読む。";

Q[451].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>今では〔渡し船〕もなくなってしまった。";
Q[451].Ans[0] = "わたしぶね";
Q[451].Ans[1] = "わたしせん";
Q[451].Ans[2] = "わたしふな";
Q[451].Ans[3] = "わたししゅう";
Q[451].comment = "『渡し船』は『わたしぶね』と読む。";

Q[452].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>詳細な描写が〔秀逸〕です。";
Q[452].Ans[0] = "しゅういつ";
Q[452].Ans[1] = "ひゅういつ";
Q[452].Ans[2] = "ゆういつ";
Q[452].Ans[3] = "ちゅういつ";
Q[452].comment = "『秀逸』は『しゅういつ』と読む。";

Q[453].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼はとても〔優秀〕な学生です。";
Q[453].Ans[0] = "ゆうしゅう";
Q[453].Ans[1] = "ゆうじゅう";
Q[453].Ans[2] = "ゆうしょう";
Q[453].Ans[3] = "ゆうじょう";
Q[453].comment = "『優秀』は『ゆうしゅう』と読む。";

Q[454].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>一芸に〔秀でて〕いれば生活にも苦労しないでしょう。";
Q[454].Ans[0] = "ひいでて";
Q[454].Ans[1] = "そいでて";
Q[454].Ans[2] = "こいでて";
Q[454].Ans[3] = "しゅうでて";
Q[454].comment = "『秀でる』は『ひいでる』と読む。";

Q[455].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>発見が語法だったことは〔周知〕の事実です。";
Q[455].Ans[0] = "しゅうち";
Q[455].Ans[1] = "ちゅうち";
Q[455].Ans[2] = "そうち";
Q[455].Ans[3] = "こうち";
Q[455].comment = "『周知』は『しゅうち』と読む。";

Q[456].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>円の〔円周〕を求める公式は何ですか。";
Q[456].Ans[0] = "えんしゅう";
Q[456].Ans[1] = "えんじゅう";
Q[456].Ans[2] = "えんちゅう";
Q[456].Ans[3] = "えんそう";
Q[456].comment = "『円周』は『えんしゅう』と読む。";

Q[457].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>池の〔周り〕をジョギングする。";
Q[457].Ans[0] = "まわり";
Q[457].Ans[1] = "あたり";
Q[457].Ans[2] = "さわり";
Q[457].Ans[3] = "まつり";
Q[457].comment = "『周り』は『まわり』と読む。";

Q[458].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>イラクでは〔宗派〕の間の対立が激しい。";
Q[458].Ans[0] = "しゅうは";
Q[458].Ans[1] = "そうは";
Q[458].Ans[2] = "ぞうは";
Q[458].Ans[3] = "そっは";
Q[458].comment = "『宗派』は『しゅうは』と読む。";

Q[459].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>仏教に〔改宗〕する。";
Q[459].Ans[0] = "かいしゅう";
Q[459].Ans[1] = "かいそう";
Q[459].Ans[2] = "かいもう";
Q[459].Ans[3] = "かいこう";
Q[459].comment = "『改宗』は『かいしゅう』と読む。";

Q[460].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どうやって事態を〔収拾〕すればよいだろう。";
Q[460].Ans[0] = "しゅうしゅう";
Q[460].Ans[1] = "しゅうこう";
Q[460].Ans[2] = "しゅうそく";
Q[460].Ans[3] = "しゅうはい";
Q[460].comment = "『収拾』は『しゅうしゅう』と読む。";

Q[461].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔拾得〕したものを警察に届けないと罪になります。";
Q[461].Ans[0] = "しゅうとく";
Q[461].Ans[1] = "しゅとく";
Q[461].Ans[2] = "じゅうとく";
Q[461].Ans[3] = "こうとく";
Q[461].comment = "『拾得』は『しゅうとく』と読む。";

Q[462].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>橋の下で犬を〔拾った〕。";
Q[462].Ans[0] = "ひろった";
Q[462].Ans[1] = "かじった";
Q[462].Ans[2] = "かった";
Q[462].Ans[3] = "かまった";
Q[462].comment = "『拾う』は『ひろう』と読む。";

Q[463].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>地区の〔秋季〕大会で優勝した。";
Q[463].Ans[0] = "しゅうき";
Q[463].Ans[1] = "しゅき";
Q[463].Ans[2] = "しゅんき";
Q[463].Ans[3] = "じゅうき";
Q[463].comment = "『秋季』は『しゅうき』と読む。";

Q[464].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>木々の紅葉も〔晩秋〕を思わせます。";
Q[464].Ans[0] = "ばんしゅう";
Q[464].Ans[1] = "ばんあき";
Q[464].Ans[2] = "ばんしゅん";
Q[464].Ans[3] = "ばんじゅう";
Q[464].comment = "『晩秋』は『ばんしゅう』と読む。";

Q[465].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ゴミが〔悪臭〕を放っている。";
Q[465].Ans[0] = "あくしゅう";
Q[465].Ans[1] = "あくそう";
Q[465].Ans[2] = "あくじゅう";
Q[465].Ans[3] = "あくぞう";
Q[465].comment = "『悪臭』は『あくしゅう』と読む。";

Q[466].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>夏の魚は多少〔臭み〕がある。";
Q[466].Ans[0] = "くさみ";
Q[466].Ans[1] = "なまみ";
Q[466].Ans[2] = "さしみ";
Q[466].Ans[3] = "におみ";
Q[466].comment = "『臭み』は『くさみ』と読む。";

Q[467].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>あの先生の足はとても〔臭い〕。";
Q[467].Ans[0] = "くさい";
Q[467].Ans[1] = "きたない";
Q[467].Ans[2] = "ひどい";
Q[467].Ans[3] = "わるい";
Q[467].comment = "『臭い』は『くさ』と読む。";

Q[468].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>古くなった施設を〔改修〕する。";
Q[468].Ans[0] = "かいしゅう";
Q[468].Ans[1] = "かいじゅう";
Q[468].Ans[2] = "かいぞう";
Q[468].Ans[3] = "かいえき";
Q[468].comment = "『改修』は『かいしゅう』と読む。";

Q[469].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>まだまだ〔修行〕が足りません。";
Q[469].Ans[0] = "しゅぎょう";
Q[469].Ans[1] = "しゅうぎょう";
Q[469].Ans[2] = "ちゅうぎょう";
Q[469].Ans[3] = "そうぎょう";
Q[469].comment = "『修行』は『しゅぎょう』と読む。";

Q[470].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>表現を〔修飾〕する。";
Q[470].Ans[0] = "しゅうしょく";
Q[470].Ans[1] = "しゅしょく";
Q[470].Ans[2] = "ちゅうしょく";
Q[470].Ans[3] = "じゅうしょく";
Q[470].comment = "『修飾』は『しゅうしょく』と読む。";

Q[471].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>きちんと学問を〔修め〕なければいけません。";
Q[471].Ans[0] = "おさめ";
Q[471].Ans[1] = "あきらめ";
Q[471].Ans[2] = "わきめ";
Q[471].Ans[3] = "しとめ";
Q[471].comment = "『修める』は『おさめる』と読む。";

Q[472].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女は医学を〔修め〕ている。";
Q[472].Ans[0] = "おさめ";
Q[472].Ans[1] = "あきらめ";
Q[472].Ans[2] = "しとめ";
Q[472].Ans[3] = "からめ";
Q[472].comment = "『修める』は『おさめる』と読む。";

Q[473].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>サービス期間はあと三日で〔終了〕します。";
Q[473].Ans[0] = "しゅうりょう";
Q[473].Ans[1] = "しゅりょう";
Q[473].Ans[2] = "おうりょう";
Q[473].Ans[3] = "とうりょう";
Q[473].comment = "『終了』は『しゅうりょう』と読む。";

Q[474].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>兵役を〔終えて〕帰ってきた。";
Q[474].Ans[0] = "おえて";
Q[474].Ans[1] = "かなえて";
Q[474].Ans[2] = "わきまえて";
Q[474].Ans[3] = "そなえて";
Q[474].comment = "『終える』は『おえる』と読む。";

Q[475].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>日本語の〔習得〕には長い努力が必要です。";
Q[475].Ans[0] = "しゅうとく";
Q[475].Ans[1] = "しゅとく";
Q[475].Ans[2] = "そうとく";
Q[475].Ans[3] = "かんとく";
Q[475].comment = "『習得』は『しゅうとく』と読む。";

Q[476].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>ひまなのでお茶を〔習って〕います。";
Q[476].Ans[0] = "ならって";
Q[476].Ans[1] = "かざって";
Q[476].Ans[2] = "おぎなって";
Q[476].Ans[3] = "いたって";
Q[476].comment = "『習う』は『ならう』と読む。";

Q[477].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>人気があるので月刊から〔週刊〕になります。";
Q[477].Ans[0] = "しゅうかん";
Q[477].Ans[1] = "ちゅうかん";
Q[477].Ans[2] = "はいかん";
Q[477].Ans[3] = "そうかん";
Q[477].comment = "『週刊』は『しゅうかん』と読む。";

Q[478].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>会長に〔就任〕する。";
Q[478].Ans[0] = "しゅうにん";
Q[478].Ans[1] = "ちゅうにん";
Q[478].Ans[2] = "じゅにん";
Q[478].Ans[3] = "たいにん";
Q[478].comment = "『就任』は『しゅうにん』と読む。";

Q[479].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>監督の〔去就〕が注目されている。";
Q[479].Ans[0] = "きょしゅう";
Q[479].Ans[1] = "きょちゅう";
Q[479].Ans[2] = "きょじゅ";
Q[479].Ans[3] = "きょけい";
Q[479].comment = "『去就』は『きょしゅう』と読む。";

Q[480].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>長年の願いが〔成就〕した。";
Q[480].Ans[0] = "じょうじゅ";
Q[480].Ans[1] = "じょうしゅう";
Q[480].Ans[2] = "じょうちゅう";
Q[480].Ans[3] = "じょうけい";
Q[480].comment = "『成就』は『じょうじゅ』と読む。";

Q[481].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>部長のポストに〔就いた〕。";
Q[481].Ans[0] = "ついた";
Q[481].Ans[1] = "ないた";
Q[481].Ans[2] = "かいた";
Q[481].Ans[3] = "あいた";
Q[481].comment = "『就く』は『つく』と読む。";

Q[482].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>毎晩10時までには床に〔就く〕。";
Q[482].Ans[0] = "つく";
Q[482].Ans[1] = "わく";
Q[482].Ans[2] = "なく";
Q[482].Ans[3] = "いく";
Q[482].comment = "『就く』は『つく』と読む。";

Q[483].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>昨日は、10時に〔就寝〕した。";
Q[483].Ans[0] = "しゅうしん";
Q[483].Ans[1] = "ちゅうしん";
Q[483].Ans[2] = "じゅしん";
Q[483].Ans[3] = "きょうしん";
Q[483].comment = "『就寝』は『しゅうしん』と読む。";

Q[484].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>売り上げが〔飛躍〕的に上がっている。";
Q[484].Ans[0] = "ひやく";
Q[484].Ans[1] = "ひよう";
Q[484].Ans[2] = "ひしょう";
Q[484].Ans[3] = "ひこう";
Q[484].comment = "『飛躍』は『ひやく』と読む。";

Q[485].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>５回目の〔跳躍〕で新記録を出した。";
Q[485].Ans[0] = "ちょうやく";
Q[485].Ans[1] = "ちょうゆう";
Q[485].Ans[2] = "ちょうこく";
Q[485].Ans[3] = "ちょうとう";
Q[485].comment = "『跳躍』は『ちょうやく』と読む。";

Q[486].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカは犯人探しに〔躍起〕になっている。";
Q[486].Ans[0] = "やっき";
Q[486].Ans[1] = "やんき";
Q[486].Ans[2] = "やき";
Q[486].Ans[3] = "やいき";
Q[486].comment = "『躍起』は『やっき』と読む。";

Q[487].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>パーティーではみんなが〔踊って〕いる。";
Q[487].Ans[0] = "おどって";
Q[487].Ans[1] = "まわって";
Q[487].Ans[2] = "まって";
Q[487].Ans[3] = "かざって";
Q[487].comment = "『踊る』は『おどる』と読む。";

Q[488].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>キノボリウオの名前の〔由来〕を知っていますか。";
Q[488].Ans[0] = "ゆらい";
Q[488].Ans[1] = "ゆうらい";
Q[488].Ans[2] = "ようらい";
Q[488].Ans[3] = "きょくらい";
Q[488].comment = "『由来』は『ゆらい』と読む。";

Q[489].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>京都〔経由〕で大阪に行く。";
Q[489].Ans[0] = "けいゆ";
Q[489].Ans[1] = "けいゆう";
Q[489].Ans[2] = "けいよう";
Q[489].Ans[3] = "けいゆん";
Q[489].comment = "『経由』は『けいゆ』と読む。";

Q[490].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>〔事由〕を明確に記述しなさい。";
Q[490].Ans[0] = "じゆう";
Q[490].Ans[1] = "じゆ";
Q[490].Ans[2] = "じよし";
Q[490].Ans[3] = "じじょう";
Q[490].comment = "『事由』は『じゆう』と読む。";

Q[491].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>これは〔由緒〕正しい刀です。";
Q[491].Ans[0] = "ゆいしょ";
Q[491].Ans[1] = "ゆうしょ";
Q[491].Ans[2] = "ゆしょ";
Q[491].Ans[3] = "ゆんしょ";
Q[491].comment = "『由緒』は『ゆいしょ』と読む。";

Q[492].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>アメリカが武力で〔油田〕を獲得した。";
Q[492].Ans[0] = "ゆでん";
Q[492].Ans[1] = "ゆうでん";
Q[492].Ans[2] = "ようでん";
Q[492].Ans[3] = "こうでん";
Q[492].comment = "『油田』は『ゆでん』と読む。";

Q[493].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>彼女の趣味は〔油絵〕です。";
Q[493].Ans[0] = "あぶらえ";
Q[493].Ans[1] = "ゆえ";
Q[493].Ans[2] = "ゆうえ";
Q[493].Ans[3] = "ようえ";
Q[493].comment = "『油絵』は『あぶらえ』と読む。";

Q[494].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>どこで〔油〕を売っていたんだ。";
Q[494].Ans[0] = "あぶら";
Q[494].Ans[1] = "ゆ";
Q[494].Ans[2] = "ゆう";
Q[494].Ans[3] = "よう";
Q[494].comment = "『油』は『あぶら』と読む。";

Q[495].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>とても〔愉快〕な話ですね。";
Q[495].Ans[0] = "ゆかい";
Q[495].Ans[1] = "ようかい";
Q[495].Ans[2] = "ゆうかい";
Q[495].Ans[3] = "しかい";
Q[495].comment = "『愉快』は『ゆかい』と読む。";

Q[496].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>小学校の〔教諭〕をしている。";
Q[496].Ans[0] = "きょうゆ";
Q[496].Ans[1] = "きょうし";
Q[496].Ans[2] = "きょういん";
Q[496].Ans[3] = "きょうじゅ";
Q[496].comment = "『教諭』は『きょうゆ』と読む。";

Q[497].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>犯人に人のみちを〔諭す〕。";
Q[497].Ans[0] = "さとす";
Q[497].Ans[1] = "なす";
Q[497].Ans[2] = "はなす";
Q[497].Ans[3] = "いわす";
Q[497].comment = "『諭す』は『さとす』と読む。";

Q[498].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>半導体の〔輸出〕でもうかっている。";
Q[498].Ans[0] = "ゆしゅつ";
Q[498].Ans[1] = "ししゅつ";
Q[498].Ans[2] = "わしゅつ";
Q[498].Ans[3] = "いしゅつ";
Q[498].comment = "『輸出』は『ゆしゅつ』と読む。";

Q[499].Quest = "次の文の〔 〕はどのように読むか答えなさい。<br>両親は〔運輸業〕を営んでいます。";
Q[499].Ans[0] = "うんゆぎょう";
Q[499].Ans[1] = "うんしぎょう";
Q[499].Ans[2] = "うんしゅぎょう";
Q[499].Ans[3] = "うんそうぎょう";
Q[499].comment = "『運輸業』は『うんゆぎょう』と読む。";